<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="圣经,基督教,以色列," />





  <link rel="alternate" href="/atom.xml" title="♀昨日的世界♂" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="**&amp;#x8BFB;&amp;#x7ECF;&amp;#xFF1A;**&amp;#x521B;22&amp;#xFF1A;14&amp;#x3001;&amp;#x51FA;15&amp;#xFF1A;26&amp;#x3001;17&amp;#xFF1A;15&amp;#x3001;&amp;#x58EB;6&amp;#xFF1A;23-24&amp;#x3001;&amp;#x8BD7;23&amp;#xFF1A;1&amp;#x3001;&amp;#x8036;23&amp;#xFF1A;6&amp;#x3001;&amp;#x7ED3;48&amp;#">
<meta property="og:type" content="article">
<meta property="og:title" content="上帝的名字">
<meta property="og:url" content="http://zrdsj.cc/2017/03/07/god_name/index.html">
<meta property="og:site_name" content="♀昨日的世界♂">
<meta property="og:description" content="**&amp;#x8BFB;&amp;#x7ECF;&amp;#xFF1A;**&amp;#x521B;22&amp;#xFF1A;14&amp;#x3001;&amp;#x51FA;15&amp;#xFF1A;26&amp;#x3001;17&amp;#xFF1A;15&amp;#x3001;&amp;#x58EB;6&amp;#xFF1A;23-24&amp;#x3001;&amp;#x8BD7;23&amp;#xFF1A;1&amp;#x3001;&amp;#x8036;23&amp;#xFF1A;6&amp;#x3001;&amp;#x7ED3;48&amp;#">
<meta property="og:updated_time" content="2017-03-07T17:48:53.730Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="上帝的名字">
<meta name="twitter:description" content="**&amp;#x8BFB;&amp;#x7ECF;&amp;#xFF1A;**&amp;#x521B;22&amp;#xFF1A;14&amp;#x3001;&amp;#x51FA;15&amp;#xFF1A;26&amp;#x3001;17&amp;#xFF1A;15&amp;#x3001;&amp;#x58EB;6&amp;#xFF1A;23-24&amp;#x3001;&amp;#x8BD7;23&amp;#xFF1A;1&amp;#x3001;&amp;#x8036;23&amp;#xFF1A;6&amp;#x3001;&amp;#x7ED3;48&amp;#">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6319607726116701000,
      author: '作者'
    }
  };
</script>




  <link rel="canonical" href="http://zrdsj.cc/2017/03/07/god_name/"/>

  <title> 上帝的名字 | ♀昨日的世界♂ </title>
  
</script>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  


<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
            (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
          m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');
  ga('create', 'UA-82625969-1', 'auto');
  ga('send', 'pageview');
</script>









  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">♀昨日的世界♂</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">✞此心光明 亦复何言✞</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            关于
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      
        
        <li class="menu-item menu-item-guestbook">
          <a href="/guestbook" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-question-circle"></i> <br />
            
            留言
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br />
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                上帝的名字
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2017-03-07T23:38:54+08:00" content="Mar 7 2017">
              Mar 7 2017
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/moon/" itemprop="url" rel="index">
                    <span itemprop="name">moon</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2017/03/07/god_name/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2017/03/07/god_name/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>**&#x8BFB;&#x7ECF;&#xFF1A;**&#x521B;22&#xFF1A;14&#x3001;&#x51FA;15&#xFF1A;26&#x3001;17&#xFF1A;15&#x3001;&#x58EB;6&#xFF1A;23-24&#x3001;&#x8BD7;23&#xFF1A;1&#x3001;&#x8036;23&#xFF1A;6&#x3001;&#x7ED3;48&#xFF1A;35</p>
<hr>
<p>&#x5728;&#x4E0A;&#x5468;&#x7684;&#x4E3B;&#x65E5;&#x793C;&#x62DC;&#x4E2D;&#xFF0C;&#x4E3B;&#x8BB2;&#x5F20;&#x6069;&#x60E0;&#x6559;&#x58EB;&#x6709;&#x610F;&#x65E0;&#x610F;&#x63D0;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x8BDD;&#x9898;&#xFF0C;&#x795E;&#xFF08;&#x4E0A;&#x5E1D;&#xFF09;&#x540D;&#x5B57;&#x7684;&#x6570;&#x91CF;&#x3002;&#x5F53;&#x65F6;&#x4ED6;&#x76F4;&#x63A5;&#x7ED9;&#x51FA;&#x4E86;&#x7B54;&#x6848;&#xFF1A;<em>&#x662F;&#x4E03;&#x4E2A;&#x4E0D;&#x540C;&#x7684;&#x540D;&#x5B57;</em>&#x3002;</p>
<p>&#x5728;&#x4E4B;&#x540E;&#x7684;&#x65F6;&#x95F4;&#x91CC;&#xFF0C;&#x6211;&#x5012;&#x662F;&#x6E10;&#x6E10;&#x5730;&#x8BB0;&#x4E0B;&#x4E86;&#x8FD9;&#x4E2A;&#x53EF;&#x4F9B;&#x5B66;&#x4E60;&#x7684;point&#x3002;</p>
<p>&#x6211;&#x6240;&#x8C13;&#x7684;&#x5B66;&#x4E60;&#xFF0C;&#x5F53;&#x7136;&#x662F;&#x8981;&#x7406;&#x89E3;&#x8D2F;&#x5F7B;&#x4E86;&#x4FE1;&#x4EF0;&#x7684;&#x9605;&#x8BFB;&#x4E0E;&#x8BB0;&#x5F55;&#x3002;&#x4F46;&#x662F;&#x5BF9;&#x4E8E;&#x6B64;&#x7C7B;&#x7684;&#x7279;&#x6027;&#x4E4B;&#x7279;&#x6B8A;&#xFF0C;&#x6211;&#x59D1;&#x4E14;&#x505A;&#x56DE;&#x5F15;&#x7528;&#xFF0C;&#x4F9D;&#x7136;&#x6E34;&#x671B;&#x8363;&#x8000;&#x6211;&#x4E3B;&#xFF0C;&#x963F;&#x95E8;&#x3002;</p>
<h3 id="&#x65E7;&#x7EA6;&#x5723;&#x7ECF;&#x4E2D;&#x795E;&#x7684;&#x540D;&#x5B57;&#x90E8;&#x4EFD;">&#x65E7;&#x7EA6;&#x5723;&#x7ECF;&#x4E2D;&#x795E;&#x7684;&#x540D;&#x5B57;&#xFF08;&#x90E8;&#x4EFD;&#xFF09;</h3>
<p>&#x5723;&#x7ECF;&#x4E2D;&#x7684;&#x540D;&#x5B57;&#x5E38;&#x5E38;&#x6709;&#x7279;&#x522B;&#x610F;&#x4E49;&#xFF0C;&#x6765;&#x8868;&#x660E;&#x90A3;&#x4EBA;&#x7684;&#x7279;&#x70B9;&#x6216;&#x4E0E;&#x4ED6;&#x6709;&#x7279;&#x522B;&#x5173;&#x7CFB;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x597D;&#x50CF;&#x4E9A;&#x4F2F;&#x62C9;&#x7F55;&#x7684;&#x610F;&#x601D;&#x662F;&#x300C;<code>&#x591A;&#x56FD;&#x4E4B;&#x7236;</code>&#x300D;&#xFF0C;&#x6492;&#x62C9;&#x662F;&#x300C;<code>&#x591A;&#x56FD;&#x4E4B;&#x6BCD;</code>&#x300D;&#xFF0C;&#x4EE5;&#x8272;&#x5217;&#x662F;&#x300C;<code>&#x5C0A;&#x8363;&#x7684;&#x738B;&#x5B50;</code>&#x300D;&#xFF0C;&#x2026;&#x2026;&#x8FD9;&#x4E9B;&#x540D;&#x5B57;&#x4E0D;&#x4EC5;&#x6709;&#x4E0A;&#x8FF0;&#x7684;&#x7279;&#x6B8A;&#x610F;&#x4E49;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;<strong>&#x8BB0;&#x5F55;&#x795E;&#x7684;&#x8BA1;&#x5212;&#x548C;&#x795E;&#x7684;&#x5E94;&#x8BB8;</strong>&#x3002;</p>
<p>&#x795E;&#x81EA;&#x5DF1;&#x7684;&#x540D;&#x5B57;&#x66F4;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x5728;&#x5723;&#x7ECF;&#x4E2D;&#x795E;&#x4F7F;&#x7528;&#x8FC7;&#x597D;&#x591A;&#x4E2A;&#x540D;&#x5B57;&#xFF0C;&#x6BCF;&#x4E2A;&#x540D;&#x5B57;&#x90FD;&#x6709;&#x7279;&#x522B;&#x7684;&#x542F;&#x793A;&#xFF0C;&#x628A;&#x795E;&#x81EA;&#x5DF1;&#x5411;&#x4EBA;&#x542F;&#x793A;&#xFF0C;&#x4ECE;&#x795E;&#x7684;&#x540D;&#x5B57;&#x4FBF;&#x53EF;&#x4EE5;&#x77E5;&#x9053;&#x795E;&#x662F;&#x600E;&#x6837;&#x7684;&#x4E00;&#x4F4D;&#x795E;&#xFF0C;&#x4ED6;&#x6027;&#x60C5;&#x53C8;&#x662F;&#x600E;&#x6837;&#x3002;</p>
<blockquote>
<p>&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x540D;&#x5B57;&#x53EF;&#x4EE5;&#x628A;&#x795E;&#x5305;&#x62EC;&#x8D77;&#x6765;&#xFF0C;&#x56E0;&#x4E3A;&#x795E;&#x7684;&#x4E30;&#x76DB;&#x4E0E;&#x65E0;&#x9650;&#x662F;&#x4E00;&#x4E2A;&#x540D;&#x5B57;&#x6240;&#x4E0D;&#x5BB9;&#x6613;&#x8868;&#x8FBE;&#x5F97;&#x5B8C;&#x6574;&#x7684;&#x3002;</p>
</blockquote>
<p>&#x4E0D;&#x4FE1;&#x7684;&#x4EBA;&#x4EE5;&#x4E3A;&#x795E;&#x6709;&#x90A3;&#x4E48;&#x591A;&#x4E0D;&#x540C;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x4FBF;&#x636E;&#x6B64;&#x800C;&#x8BF4;&#x5723;&#x7ECF;&#x4E0D;&#x662F;&#x795E;&#x7684;&#x8BDD;&#xFF0C;&#x800C;&#x662F;&#x5E0C;&#x4F2F;&#x6765;&#x4EBA;&#x628A;&#x8BB8;&#x591A;&#x6C11;&#x65CF;&#x7684;&#x795E;&#x8BDD;&#x7D2F;&#x96C6;&#x800C;&#x6210;&#x3002; <strong>&#x8FD9;&#x662F;&#x65E0;&#x77E5;&#x7684;&#x8BDD;</strong>&#x3002;</p>
<p>&#x770B;&#x89C1;&#x795E;&#x5728;&#x67D0;&#x4E00;&#x4E2A;&#x73AF;&#x5883;&#x4E2D;&#x5C31;&#x7528;&#x67D0;&#x4E00;&#x4E2A;&#x540D;&#x5B57;&#xFF0C;&#x800C;&#x8FD9;&#x540D;&#x5B57;&#x6B63;&#x597D;&#x914D;&#x5408;&#x90A3;&#x4E00;&#x4E2A;&#x73AF;&#x5883;&#x91CC;&#x6240;&#x8981;&#x6709;&#x7684;&#x542F;&#x793A;&#xFF0C;&#x4E0D;&#x662F;&#x968F;&#x610F;&#x80E1;&#x4E71;&#x4F7F;&#x7528;&#x4E00;&#x4E2A;&#x540D;&#x5B57;&#x3002;&#x5728;&#x6211;&#x6709;&#x9650;&#x7684;&#x5C5E;&#x7075;&#x751F;&#x547D;&#x5F53;&#x4E2D;&#xFF0C;&#x8F83;&#x65E9;&#x7684;&#x65F6;&#x5019;&#x6211;&#x5C31;&#x4F53;&#x4F1A;&#x5230;&#x4E86;&#xFF0C;&#x5723;&#x7ECF;&#x3001;&#x57FA;&#x7763;&#x6559;&#x4FE1;&#x4EF0;&#x3001;&#x7075;&#x4FEE;&#x7B49;&#x7B49;&#x4E8B;&#x52A1;&#x6D3B;&#x52A8;&#x90FD;&#x662F;&#x5728;&#x4E00;&#x5B9A;&#x7684;&#x73AF;&#x5883;&#x5F53;&#x4E2D;&#x624D;&#x5F97;&#x610F;&#x4E49;&#x3002;</p>
<p>&#x200B;	**&#x4EE5;&#x7F57;&#x6B23;&#xFF08; Elohim&#xFF0C;&#x5E0C;&#x4F2F;&#x6765;&#x6587;&#xFF09;**&#x662F;&#x5723;&#x7ECF;&#x4E2D;&#x6700;&#x5148;&#x51FA;&#x73B0;&#x7684;&#x795E;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x4E2D;&#x6587;&#x5723;&#x7ECF;&#x90FD;&#x628A;&#x4EE5;&#x7F57;&#x6B23;&#x7FFB;&#x4F5C;&#x300C;<code>&#x795E;</code>&#x300D;&#x3002; &#x8FD9;&#x540D;&#x5B57;&#x7684;&#x610F;&#x601D;&#x662F;&#x5927;&#x80FD;&#x8005;&#xFF0C;&#x6216;&#x662F;&#x4FE1;&#x5B9E;&#x7684;&#x5927;&#x80FD;&#x8005;&#xFF0C;&#x5F53;&#x53D7;&#x656C;&#x62DC;&#x7684;&#x5927;&#x80FD;&#x8005;&#x3002; &#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#x5E38;&#x5E38;&#x4F7F;&#x7528;&#x5728;&#x5173;&#x4E4E;&#x795E;&#x7684;&#x521B;&#x9020;&#x4E0A;&#xFF0C;&#x521B;&#x4E16;&#x8BB0;&#x4E00;&#x7AE0;&#x5168;&#x7AE0;&#x7684;&#x300C;&#x795E;&#x300D;&#x5B57;&#x90FD;&#x662F;&#x4EE5;&#x7F57;&#x6B23;&#xFF0C;&#x662F;&#x8FD9;&#x6837;&#x4E00;&#x4F4D;&#x5927;&#x80FD;&#x8005;&#x521B;&#x9020;&#x4E86;&#x5929;&#x5730;&#x3002; &#x5728;&#x770B;&#x987E;&#x4EBA;&#x8FD9;&#x4E00;&#x9762;&#xFF0C;&#x795E;&#x4E5F;&#x5E38;&#x7528;&#x4EE5;&#x7F57;&#x6B23;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#xFF0C;&#x53EB;&#x63A5;&#x53D7;&#x542F;&#x793A;&#x7684;&#x4EBA;&#x5F97;&#x5B89;&#x606F;&#xFF0C;&#x4E5F;&#x4EAB;&#x7528;&#x4E86;&#x5B89;&#x5168;&#x7684;&#x4FDD;&#x8BC1;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x662F;&#x4FE1;&#x5B9E;&#x7684;&#x5927;&#x80FD;&#x8005;&#x3002; &#x521B;&#x4E16;&#x8BB0;&#x4E94;&#x5341;&#x7AE0;&#x5EFF;&#x56DB;&#x8282;&#x91CC;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x4F7F;&#x7528;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#x3002; &#x795E;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#x5728;&#x65E7;&#x7EA6;&#x91CC;&#x4F7F;&#x7528;&#x5F97;&#x6700;&#x591A;&#xFF0C;&#x4ECE;&#x521B;&#x4E16;&#x8BB0;&#x5230;&#x739B;&#x62C9;&#x57FA;&#x4E66;&#x90FD;&#x4F7F;&#x7528;&#x8FC7;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#xFF0C;&#x6B21;&#x6570;&#x8D85;&#x8FC7;&#x4E86;2000&#x6B21;&#x3002;</p>
<p>&#x200B;	**&#x8036;&#x548C;&#x534E;&#xFF08;Yahweh&#xFF0C;&#x5E0C;&#x4F2F;&#x6765;&#x6587;&#xFF09;<em><em>&#x662F;&#x795E;&#x7684;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x540D;&#x5B57;&#xFF0C;&#x8FD9;</em>&#x9053;&#x51FA;&#x4E86;&#x795E;&#x662F;&#x81EA;&#x81EA;&#x6C38;&#x6709;&#x8005;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x5E76;&#x4E14;&#x6307;&#x51FA;&#x4E86;&#x795E;&#x4E00;&#x9762;&#x662F;&#x6C38;&#x6709;&#x7684;&#x795E;&#xFF0C;&#x4E00;&#x9762;&#x53C8;&#x662F;&#x73B0;&#x5728;&#x7684;&#x795E;&#x3002;</em> &#x4ED6;&#x56FA;&#x7136;&#x662F;&#x4E00;&#x5207;&#x7684;&#x6E90;&#x5934;&#xFF0C;&#x4F46;&#x53C8;&#x662F;&#x65F6;&#x523B;&#x4F9B;&#x5E94;&#x4EBA;&#x7684;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x53CA;&#x65F6;&#xFF08;&#x73B0;&#x5728;&#xFF09;&#x4F5C;&#x4EBA;&#x7684;&#x4F9B;&#x5E94;&#x3002; &#x795E;&#x5411;&#x6469;&#x897F;&#x542F;&#x793A;&#x4ED6;&#x662F;&#x8036;&#x548C;&#x534E;&#xFF0C;&#x5C31;&#x662F;&#x8BA9;&#x4ED6;&#x77E5;&#x9053;&#x795E;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x6027;&#x60C5;&#xFF0C;&#x4F7F;&#x4ED6;&#x53EF;&#x4EE5;&#x5B89;&#x5FC3;&#x7684;&#x63A5;&#x53D7;&#x795E;&#x7684;&#x5DEE;&#x9063;&#x3002; &#x5728;&#x5173;&#x4E4E;&#x6551;&#x8D4E;&#x7684;&#x542F;&#x793A;&#x4E0A;&#xFF0C;&#x795E;&#x5E38;&#x5E38;&#x4F7F;&#x7528;&#x8FD9;&#x4E00;&#x4E2A;&#x540D;&#x5B57;&#xFF08;&#x521B;3&#xFF1A; 21 &#xFF1B;&#x51FA;:3&#xFF1A; 12 &#xFF5E; 17&#xFF09;&#x3002;</p>
<p>&#x200B;	<strong>&#x963F;&#x591A;&#x4E43;&#xFF08;Adonai&#xFF09;</strong> &#xFF0C;&#x610F;&#x601D;&#x5C31;&#x662F;&#x6211;&#x7684;&#x4E3B;&#xFF0C;&#x4E2D;&#x6587;&#x7684;&#x5723;&#x7ECF;&#x90FD;&#x7FFB;&#x8BD1;&#x4F5C;&#x300C;&#x4E3B;&#x300D;&#xFF0C;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x5F88;&#x660E;&#x6717;&#xFF0C;&#x5411;&#x4EBA;&#x542F;&#x793A;&#x795E;&#x5C31;&#x662F;&#x4E3B;&#xFF0C;&#x662F;&#x5E94;&#x5F53;&#x987A;&#x670D;&#x7942;&#x7684;&#xFF0C;&#x8FD9;&#x660E;&#x663E;&#x7684;&#x6307;&#x51FA;&#x795E;&#x5C31;&#x662F;&#x4EBA;&#x987A;&#x670D;&#x7684;&#x5BF9;&#x8C61;&#x3002; &#x8BA4;&#x8BC6;&#x795E;&#x7684;&#x4EBA;&#x90FD;&#x6709;&#x8FD9;&#x4E00;&#x4E2A;&#x5B66;&#x4E60;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x4EBA;&#x5BF9;&#x795E;&#x552F;&#x4E00;&#x7684;&#x6B63;&#x786E;&#x6001;&#x5EA6;&#xFF0C;&#x4EBA;&#x5728;&#x795E;&#x9762;&#x524D;&#x51FA;&#x4E8B;&#x5C31;&#x662F;&#x51FA;&#x5728;&#x4E0D;&#x6301;&#x5B88;&#x8FD9;&#x4E00;&#x4E2A;&#x6B63;&#x786E;&#x7684;&#x6001;&#x5EA6;&#x4E0A;&#xFF08;&#x521B;15&#xFF1A; 28 &#xFF0C;18&#xFF1A; 3 &#x3001; 27 &#x3001; 30 &#xFF0C;20&#xFF1A; 4 &#xFF1B;&#x8BD7;&#x7BC7;7&#xFF1A; 13 &#xFF09;&#x3002;</p>
<p>&#x4EE5;&#x4E0A;&#x795E;&#x7684;&#x4E09;&#x4E2A;&#x540D;&#x5B57;&#x662F;&#x5728;&#x65E7;&#x7EA6;&#x4E2D;&#x6700;&#x5E38;&#x89C1;&#x7684;&#xFF0C;&#x5728;&#x8BD7;&#x7BC7;&#x4E2D;&#x4E5F;&#x662F;&#x6700;&#x591A;&#x89C1;&#x7684;&#x3002;</p>
<p>&#x200B;	&#x8FD8;&#x6709;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x795E;&#x4E5F;&#x7528;&#x7684;<a href="https://zh.wikipedia.org/wiki/%E4%BC%8A%E5%8B%92%E6%B2%99%E4%BB%A3" target="_blank" rel="external">&#x540D;&#x5B57;</a>&#x5C31;&#x662F;<strong>&#x4EE5;&#x52D2;&#x6C99;&#x4EE3;&#xFF08;El Shaddai&#xFF09;</strong> &#xFF0C;&#x610F;&#x601D;&#x662F;&#x5168;&#x80FD;&#x7684;&#x795E;&#xFF0C;&#x795E;&#x5411;&#x4EBA;&#x8FD9;&#x6837;&#x542F;&#x793A;&#x7942;&#x81EA;&#x5DF1;&#xFF0C;&#x8981;&#x53EB;&#x4EBA;&#x660E;&#x767D;&#x5728;&#x7942;&#x90A3;&#x91CC;&#x662F;&#x6837;&#x6837;&#x90FD;&#x6709;&#x7684;&#xFF0C;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x7F3A;&#x3002; &#x5728;&#x4E9A;&#x4F2F;&#x62C9;&#x7F55;&#x7B49;&#x5019;&#x5F97;&#x513F;&#x5B50;&#x7684;&#x4E8B;&#x4E0A;&#xFF0C;&#x795E;&#x8BA9;&#x4ED6;&#x770B;&#x89C1;&#x5728;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x795E;&#x8FD8;&#x662F;&#x80FD;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x7942;&#x662F;&#x5168;&#x6709;&#x5168;&#x8DB3;&#x5168;&#x4E30;&#x7684;&#x795E;&#x3002; &#x4EBA;&#x6240;&#x77ED;&#x7F3A;&#x7684;&#xFF0C;&#x5728;&#x7942;&#x90A3;&#x91CC;&#x8FD8;&#x662F;&#x4E30;&#x8DB3;&#x7684;&#xFF0C;&#x7B49;&#x5019;&#x7942;&#x7684;&#x4EBA;&#x53EF;&#x4EE5;&#x653E;&#x5FC3;&#x501A;&#x9760;&#x7942;&#x53C8;&#x53D6;&#x7528;&#x7942;&#xFF08;&#x521B;17&#xFF1A; 1 &#xFF5E; 8 &#xFF0C;28&#xFF1A; 3 &#xFF5E; 4 &#xFF09;&#x3002;</p>
<p>&#x795E;&#x8FD8;&#x7528;&#x4E86;&#x597D;&#x4E9B;&#x5176;&#x4ED6;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x8FD9;&#x91CC;&#x4E0D;&#x80FD;&#x90FD;&#x63D0;&#x3002; &#x4F46;&#x5728;&#x63D0;&#x8FC7;&#x8FD9;&#x4E9B;&#x540D;&#x5B57;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x56E0;&#x6B64;&#x77E5;&#x9053;&#x795E;&#x7684;&#x6027;&#x60C5;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#x5728;&#x90A3;&#x663E;&#x793A;&#x51FA;&#x7236;&#x6765;&#x7684;&#x795E;&#x7684;&#x513F;&#x5B50;&#x8EAB;&#x4E0A;&#xFF0C;&#x8FD9;&#x4E9B;&#x6027;&#x60C5;&#x90FD;&#x4E00;&#x4E00;&#x663E;&#x9732;&#xFF0C;&#x5E76;&#x4E14;&#x900F;&#x8FC7;&#x795E;&#x7684;&#x513F;&#x5B50;&#x53EB;&#x6211;&#x4EEC;&#x8499;&#x6551;&#x8D4E;&#x7684;&#x4EBA;&#x4E5F;&#x6709;&#x4EFD;&#x4E8E;&#x795E;&#x7684;&#x6027;&#x60C5;&#xFF08;&#x5F7C;&#x540E;1&#xFF1A; 4 &#xFF09;&#x3002;</p>
<h3 id="&#x8036;&#x548C;&#x534E;&#x7684;&#x590D;&#x540D;">&#x8036;&#x548C;&#x534E;&#x7684;&#x590D;&#x540D;</h3>
<p>&#x795E;&#x5728;&#x4ED6;&#x81EA;&#x6709;&#x6C38;&#x6709;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x4E5F;&#x900F;&#x8FC7;&#x4E86;&#x8FD9;&#x4E00;&#x4E9B;&#x590D;&#x540D;&#x66F4;&#x7EC6;&#x81F4;&#x7684;&#x5411;&#x4EBA;&#x542F;&#x793A;&#x7942;&#x81EA;&#x5DF1;&#x548C;&#x7942;&#x7684;&#x6551;&#x8D4E;&#x8BA1;&#x5212;&#x7684;&#x5185;&#x5BB9;&#x3002; &#x6709;&#x4EBA;&#x4EE5;&#x4E3A;&#x8036;&#x548C;&#x534E;&#x7684;&#x590D;&#x540D;&#x53EA;&#x6709;&#x516D;&#x4E2A;&#xFF0C;&#x6709;&#x4EBA;&#x4EE5;&#x4E3A;&#x6709;&#x4E03;&#x4E2A;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x9009;&#x62E9;&#x662F;&#x4E03;&#x4E2A;&#x7684;&#x8BF4;&#x6CD5;&#x3002;</p>
<p>&#x7BC7;&#x5E45;&#x6240;&#x9650;&#xFF0C;&#x4E0D;&#x53EF;&#x80FD;&#x7EC6;&#x81F4;&#x7684;&#x63CF;&#x8FF0;&#x8036;&#x548C;&#x534E;&#x7684;&#x590D;&#x540D;&#xFF0C;&#x751A;&#x4E8E;&#x8FDE;&#x795E;&#x7528;&#x8FD9;&#x4E9B;&#x540D;&#x5B57;&#x542F;&#x793A;&#x4ED6;&#x81EA;&#x5DF1;&#x65F6;&#x7684;&#x80CC;&#x666F;&#x4E5F;&#x4E0D;&#x80FD;&#x63D0;&#xFF0C;&#x4F46;&#x8FD9;&#x4E9B;&#x5E76;&#x4E0D;&#x91CD;&#x8981;&#xFF0C;&#x91CD;&#x8981;&#x7684;&#x662F;&#x6211;&#x4EEC;&#x5B58;&#x6E34;&#x6155;&#x7684;&#x5FC3;&#x7B49;&#x5019;&#x5728;&#x4E3B;&#x524D;&#x9762;&#xFF0C;&#x8BA9;&#x4E3B;&#x501F;&#x5723;&#x7075;&#x628A;&#x4ED6;&#x81EA;&#x5DF1;&#x542F;&#x793A;&#x5728;&#x6211;&#x4EEC;&#x91CC;&#x9762;&#xFF0C;&#x53EB;&#x6211;&#x4EEC;&#x771F;&#x8BA4;&#x8BC6;&#x4ED6;&#xFF0C;&#x53C8;&#x7231;&#x4ED6;&#x3002;</p>
<p>&#x8036;&#x548C;&#x534E;&#x7684;&#x590D;&#x540D;&#x542F;&#x793A;&#x4E86;&#x5728;&#x6574;&#x4E2A;&#x6551;&#x8D4E;&#x8BA1;&#x5212;&#x4E0A;&#x795E;&#x4F9B;&#x5E94;&#x4EBA;&#x7684;&#x4E8B;&#x5B9E;&#xFF0C;&#x4E5F;&#x662F;&#x5173;&#x4E4E;&#x795E;&#x7684;&#x513F;&#x5B50;&#x8036;&#x7A23;&#x57FA;&#x7763;&#x7684;&#x5DE5;&#x4F5C;&#x5185;&#x5BB9;&#x3002; &#x6309;&#x5728;&#x5723;&#x7ECF;&#x5185;&#x51FA;&#x73B0;&#x7684;&#x6B21;&#x5E8F;&#x53EB;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x795E;&#x7684;&#x8BA1;&#x5212;&#x662F;&#x5982;&#x4F55;&#x5B89;&#x6392;&#x7684;&#x3002;</p>
<ol>
<li>
<p><strong>&#x8036;&#x548C;&#x534E;&#x4EE5;&#x52D2;</strong> &#xFF08;&#x521B;22&#xFF1A; 13 &#xFF5E; 14 &#xFF09;</p>
<p><code>&#x201C;&#x8036;&#x548C;&#x534E;&#x5FC5;&#x4E3A;&#x6211;&#x4EEC;&#x9884;&#x5907;&#x201D;</code>&#x2014;&gt;&#x8FD9;&#x662F;&#x4E9A;&#x4F2F;&#x62C9;&#x7F55;&#x732E;&#x4EE5;&#x6492;&#x7684;&#x5386;&#x53F2;&#x3002;&#x795E;&#x8BD5;&#x9A8C;&#x4E9A;&#x4F2F;&#x62C9;&#x7F55;&#x7684;&#x987A;&#x670D;&#x53CA;&#x4ED6;&#x5BF9;&#x795E;&#x7684;&#x7231;&#x5FC3;&#xFF0C;&#x8981;&#x4ED6;&#x5C06;&#x72EC;&#x751F;&#x5B50;&#x4EE5;&#x6492;&#x732E;&#x4E0A;&#x5F53;&#x4F5C;&#x796D;&#x7269;&#xFF0C;&#x4E9A;&#x4F2F;&#x62C9;&#x7F55;&#x5B8C;&#x5168;&#x987A;&#x4ECE;&#xFF0C;&#x8BC1;&#x660E;&#x4E86;&#x4ED6;&#x7684;&#x5FE0;&#x5FC3;&#x53CA;&#x5BF9;&#x795E;&#x7684;&#x7231;&#x5FC3;&#xFF0C;&#x4F7F;&#x795E;&#x7684;&#x5FC3;&#x5927;&#x6EE1;&#x8DB3;&#x3002;&#x4E8E;&#x662F;&#x795E;&#x9884;&#x5907;&#x4E86;&#x4E00;&#x53EA;&#x516C;&#x7F8A;&#x7F94;&#x4EE3;&#x66FF;&#x4EE5;&#x6492;&#x4F5C;&#x4E3A;&#x796D;&#x7269;&#xFF0C;&#x6240;&#x4EE5;&#x4EE5;&#x6492;&#x5C31;&#x4E0D;&#x9700;&#x8981;&#x6B7B;&#x3002;&#x5728;&#x8FD9;&#x4EF6;&#x4E8B;&#x91CC;&#x6211;&#x4EEC;&#x77E5;&#x9053;&#x795E;&#x7684;&#x540D;&#x5B57;&#x662F;&#x8036;&#x548C;&#x534E;&#x4EE5;&#x52D2;&#x5C31;&#x662F;&#x8036;&#x548C;&#x534E;&#x5FC5;&#x9884;&#x5907;&#x610F;&#x601D;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x4E2A;&#x8FC7;&#x7A0B;&#x91CC;&#xFF0C;&#x795E;&#x542F;&#x793A;&#x4ED6;&#x81EA;&#x5DF1;&#x662F;&#x4E3A;&#x90A3;&#x4E9B;&#x7B49;&#x5019;&#x4ED6;&#x7684;&#x4EBA;&#x4F5C;&#x9884;&#x5907;&#xFF08;&#x7F8A;&#x7F94;&#xFF09;&#x7684;&#x795E;&#xFF0C;&#x4ECE;&#x8FD9;&#x540D;&#x5B57; &#x201C;&#x795E;&#x5FC5;&#x9884;&#x5907;&#x201D; &#x91CC;&#xFF0C;&#x4F7F;&#x6211;&#x4EEC;&#x6CE8;&#x610F;&#x5230;&#xFF0C;&#x795E;&#x8981;&#x9884;&#x5907;&#x4ED6;&#x81EA;&#x5DF1;&#x7684;&#x72EC;&#x751F;&#x5B50;&#x4F5C;&#x4EE3;&#x8D4E;&#x7684;&#x7F94;&#x7F8A;&#x6765;&#x732E;&#x4E0A;&#xFF0C;&#x57FA;&#x7763;&#x5C31;&#x662F;&#x4E3A;&#x6211;&#x4EEC;&#x5F97;&#x5B8C;&#x5168;&#x6551;&#x8D4E;&#x800C;&#x732E;&#x4E0A;&#x7684;&#x71D4;&#x796D;&#x3002;</p>
<p>&#x5728;&#x6211;&#x4EEC;&#x7684;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x4E5F;&#x591A;&#x6B21;&#x7ECF;&#x5386;&#x4E86;&#x8036;&#x548C;&#x534E;&#x4EE5;&#x52D2;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x5728;&#x57FA;&#x7763;&#x5F92;&#x7684;&#x751F;&#x6D3B;&#x4E2D;&#x6211;&#x4EEC;&#x4E5F;&#x8981;&#x5B66;&#x4F1A;&#x987A;&#x4ECE;&#x795E;&#xFF0C;&#x8981;&#x6709;&#x4FE1;&#x5FC3;&#x3001;&#x5FE0;&#x5FC3;&#xFF0C;&#x795E;&#x5FC5;&#x4E3A;&#x6211;&#x4EEC;&#x9884;&#x5907;&#x4E00;&#x5207;&#x3002;</p>
</li>
</ol>
<ol start="2">
<li>
<p><strong>&#x8036;&#x548C;&#x534E;&#x62C9;&#x6CD5;</strong> &#xFF08;&#x51FA;15&#xFF1A;26 &#xFF09;</p>
<p>&#x201C;<code>&#x6211;&#x8036;&#x548C;&#x534E;&#x662F;&#x533B;&#x6CBB;&#x4F60;&#x7684;&#x3002;&#x201D;</code>&#x2014;&gt;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#x5411;&#x6211;&#x4EEC;&#x542F;&#x793A;&#x90A3;&#x4ECE;&#x66FF;&#x4EE3;&#x8005;&#x57FA;&#x7763;&#x800C;&#x6765;&#x7684;&#x533B;&#x6CBB;&#x6069;&#x5178;&#x3002;&#x4EE5;&#x8D5B;&#x4E9A;&#x66FE;&#x5BA3;&#x544A;&#xFF0C;&#x4ED6;&#x8BDA;&#x7136;&#x62C5;&#x5F53;&#x6211;&#x4EEC;&#x7684;&#x5FE7;&#x60A3;&#xFF08;&#x75BE;&#x75C5;&#xFF09;&#xFF0C;&#x80CC;&#x8D1F;&#x6211;&#x4EEC;&#x7684;&#x75DB;&#x82E6;&#xFF08;&#x75BC;&#x75DB;&#xFF09;&#x3002;&#xFF08;&#x8D5B;53&#xFF1A;4&#xFF09;</p>
<p>&#x5F53;&#x4EE5;&#x8272;&#x5217;&#x4EBA;&#x4ECE;&#x57C3;&#x53CA;&#x51FA;&#x6765;&#x8FC7;&#x7EA2;&#x6D77;&#x4EE5;&#x540E;&#xFF0C;&#x4EE5;&#x8272;&#x5217;&#x4EBA;&#x5728;&#x65F7;&#x91CE;&#x739B;&#x62C9;&#x9047;&#x5230;&#x6C34;&#x82E6;&#x7684;&#x4E8B;&#xFF0C;&#x795E;&#x7ED9;&#x4ED6;&#x4EEC;&#x4E00;&#x4E2A;&#x65B9;&#x6CD5;&#x6765;&#x89E3;&#x51B3;&#x4ED6;&#x4EEC;&#x7684;&#x9700;&#x8981;&#xFF0C;&#x90A3;&#x65F6;&#x4ED6;&#x4EEC;&#x53EA;&#x770B;&#x89C1;&#x81EA;&#x5DF1;&#x7684;&#x7F3A;&#x4E4F;&#x800C;&#x5435;&#x95F9;&#xFF0C;&#x5374;&#x6CA1;&#x6709;&#x770B;&#x89C1;&#x795E;&#x7684;&#x5927;&#x80FD;&#xFF0C;&#x795E;&#x7ED9;&#x4ED6;&#x4EEC;&#x9664;&#x53BB;&#x4E86;&#x7F3A;&#x4E4F;&#xFF0C;&#x795E;&#x5C31;&#x542F;&#x793A;&#x4EE5;&#x8272;&#x5217;&#x4EBA;&#x8BF4;&#x8036;&#x548C;&#x534E;&#x662F;&#x533B;&#x6CBB;&#x4F60;&#x7684;&#x795E;&#xFF0C;&#x795E;&#x5C31;&#x4E0E;&#x4ED6;&#x4EEC;&#x7ACB;&#x4E86;&#x7EA6;&#xFF0C;&#x8FD9;&#x662F;&#x533B;&#x6CBB;&#x7684;&#x7EA6;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8036;&#x548C;&#x534E;&#x62C9;&#x6CD5;&#x7684;&#x610F;&#x601D;&#x662F;&#x8036;&#x548C;&#x534E;&#x533B;&#x6CBB;&#x4F60;&#x7684;&#xFF0C;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#x5411;&#x6211;&#x4EEC;&#x542F;&#x793A;&#x90A3;&#x4ECE;&#x66FF;&#x4EE3;&#x8005;&#x57FA;&#x7763;&#x800C;&#x6765;&#x7684;&#x533B;&#x6CBB;&#x6069;&#x5178;&#x3002;</p>
<p>&#x4EE5;&#x8D5B;&#x4E9A;&#x5148;&#x77E5;&#x8BF4;&#xFF1A;&#x56E0;&#x4ED6;&#x53D7;&#x7684;&#x97AD;&#x4F24;&#xFF0C;&#x6211;&#x4EEC;&#x5F97;&#x533B;&#x6CBB;&#x3002;&#x201D;(&#x8D5B;53&#xFF1A;5)&#x9A6C;&#x592A;&#x798F;&#x97F3;&#x8BF4;&#xFF1A;&#x201C;&#x4ED6;&#x4EE3;&#x66FF;&#x6211;&#x4EEC;&#x7684;&#x8F6F;&#x5F31;&#xFF0C;&#x62C5;&#x5F53;&#x6211;&#x4EEC;&#x7684;&#x75BE;&#x75C5;&#x3002;&#x201D;(&#x592A; 8&#xFF1A;17)&#x795E;&#x533B;&#x6CBB;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x7075;&#x9B42;&#xFF0C;&#x533B;&#x6CBB;&#x4E86;&#x6211;&#x4EEC;&#x5185;&#x5FC3;&#x7684;&#x75BE;&#x75C5;&#x3002;</p>
</li>
</ol>
<ol start="3">
<li>
<p><strong>&#x8036;&#x548C;&#x534E;&#x5C3C;&#x897F;</strong> &#xFF08;&#x51FA;17&#xFF1A; 8 &#xFF5E; 13 &#xFF09;</p>
<p><code>&#x201C;&#x8036;&#x548C;&#x534E;&#x662F;&#x6211;&#x7684;&#x65CC;&#x65D7;&#x3002;&#x201D;</code>&#x2014;&gt;&#x80DC;&#x5229;&#x3001;&#x7EDF;&#x7387;&#x3002;&#xFF08;&#x51FA;17:15&#xFF09;&#x57FA;&#x7763;&#x5728;&#x5341;&#x5B57;&#x67B6;&#x4E0A;&#x6218;&#x80DC;&#x4E86;&#x4E00;&#x5207;&#x638C;&#x6743;&#x7684;&#x3002;&#xFF08;&#x897F;2:15&#xFF09;&#x4ED6;&#x4F5C;&#x4E3A;&#x6211;&#x4EEC;&#x7684;&#x66FF;&#x4EE3;&#x8005;&#x4E3A;&#x6211;&#x4EEC;&#x63D0;&#x4F9B;&#x4E86;&#x8FD9;&#x6837;&#x7684;&#x6069;&#x5178;&#xFF0C;&#x8FD9;&#x6837;&#x6211;&#x4EEC;&#x5C31;&#x80FD;&#x201C;&#x611F;&#x8C22;&#x795E;&#xFF0C;&#x4F7F;&#x6211;&#x4EEC;&#x85C9;&#x7740;&#x6211;&#x4EEC;&#x7684;&#x4E3B;&#x8036;&#x7A23;&#x57FA;&#x7763;&#x5F97;&#x80DC;&#x3002;&#x201D;&#xFF08;&#x6797;&#x524D;15:57&#xFF09;</p>
<p>&#x8036;&#x548C;&#x534E;&#x5C3C;&#x897F;&#x7684;&#x610F;&#x601D;&#x662F;&#x8036;&#x548C;&#x534E;&#x662F;&#x6211;&#x7684;&#x65CC;&#x65D7;&#x3002;&#x8FD9;&#x662F;&#x795E;&#x4E3A;&#x4EE5;&#x8272;&#x5217;&#x4EBA;&#x4E89;&#x6218;&#x7684;&#x8BB0;&#x5F55;&#xFF0C;&#x85C9;&#x6469;&#x897F;&#x4E3E;&#x624B;&#x4EF0;&#x671B;&#x795E;&#x800C;&#x663E;&#x51FA;&#x5F97;&#x80DC;&#x3002;&#x5F53;&#x4E9A;&#x739B;&#x529B;&#x4EBA;&#x4E0E;&#x4EE5;&#x8272;&#x5217;&#x4EBA;&#x4E89;&#x6218;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6469;&#x897F;&#x5411;&#x5929;&#x4E3E;&#x8D77;&#x53CC;&#x624B;&#xFF0C;&#x4EE5;&#x8272;&#x5217;&#x5C31;&#x5F97;&#x80DC;&#x4E86;&#x3002;&#x8FD9;&#x540D;&#x5B57;&#x7684;&#x610F;&#x601D;&#x5C31;&#x662F;&#x8036;&#x548C;&#x534E;&#x662F;&#x6211;&#x7684;&#x65CC;&#x65D7;&#xFF08;&#x5F97;&#x80DC;&#xFF09;&#xFF0C;&#x8868;&#x793A;&#x9700;&#x8981;&#x795E;&#x7684;&#x5E2E;&#x52A9;&#x3002;&#x5728;&#x57FA;&#x7763;&#x5F92;&#x7684;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x5728;&#x6211;&#x4EEC;&#x7684;&#x91CC;&#x9762;&#x5E38;&#x5E38;&#x6709;&#x5C5E;&#x8089;&#x4F53;&#x548C;&#x5C5E;&#x7075;&#x7684;&#x4E89;&#x6218;&#xFF0C;&#x53EA;&#x6709;&#x795E;&#x7684;&#x5E2E;&#x52A9;&#x624D;&#x80FD;&#x5F97;&#x80DC;&#x3002;&#x6211;&#x4EEC;&#x82E5;&#x4FE1;&#x9760;&#x795E;&#x5C31;&#x80FD;&#x80DC;&#x8FC7;&#x8089;&#x4F53;&#x3001;&#x60C5;&#x6B32;&#x3001;&#x7F6A;&#x6076;&#x3001;&#x9B54;&#x9B3C;&#x3002;&#x57FA;&#x7763;&#x5728;&#x5341;&#x5B57;&#x67B6;&#x4E0A;&#x6218;&#x80DC;&#x4E86;&#x4E00;&#x5207;&#x638C;&#x6743;&#x7684;&#xFF0C;&#x4ED6;&#x4F5C;&#x4E3A;&#x6211;&#x4EEC;&#x7684;&#x66FF;&#x4EE3;&#x8005;&#x4E3A;&#x6211;&#x4EEC;&#x63D0;&#x4F9B;&#x4E86;&#x8FD9;&#x6837;&#x7684;&#x6069;&#x5178;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x80FD;&#x611F;&#x8C22;&#x795E;&#xFF0C;&#x4F7F;&#x6211;&#x4EEC;&#x85C9;&#x7740;&#x6211;&#x4EEC;&#x7684;&#x4E3B;&#x8036;&#x7A23;&#x57FA;&#x7763;&#x5F97;&#x80DC;&#x3002;</p>
</li>
</ol>
<ol start="4">
<li>
<p><strong>&#x8036;&#x548C;&#x534E;&#x6C99;&#x9F99;</strong> &#xFF08;&#x58EB;6&#xFF1A; 24 &#xFF09;</p>
<p><code>&#x201C;&#x8036;&#x548C;&#x534E;&#x8D50;&#x5E73;&#x5B89;&#x3002;&#x201D;</code>&#x2014;&gt;&#x5B83;&#x542F;&#x793A;&#x7ED9;&#x6211;&#x4EEC;&#x6551;&#x8D4E;&#x7684;&#x6069;&#x5178;&#xFF0C;&#x5F97;&#x4EAB;&#x4ED6;&#x8D50;&#x7684;&#x5E73;&#x5B89;&#x3002;&#x540C;&#x6837;&#xFF0C;&#x8036;&#x7A23;&#x4E5F;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x5C06;&#x6211;&#x7684;&#x5E73;&#x5B89;&#x8D50;&#x7ED9;&#x4F60;&#x4EEC;&#x3002;&#x201D;&#xFF08;&#x7EA6;14&#xFF1A;27&#xFF09; &#x8FD9;&#x4E00;&#x795D;&#x798F;&#x4E5F;&#x662F;&#x5728;&#x6551;&#x8D4E;&#x4E4B;&#x4E2D;&#xFF0C;&#x56E0;&#x4E3A;&#x201C;&#x56E0;&#x4ED6;&#x53D7;&#x7684;&#x5211;&#x7F5A;&#x6211;&#x4EEC;&#x5F97;&#x5E73;&#x5B89;&#x201D;&#xFF0C;&#xFF08;&#x8D5B;53&#xFF1A;5&#xFF09;&#x501F;&#x7740;&#x4ED6;&#x5728;&#x5341;&#x5B57;&#x67B6;&#x4E0A;&#x6240;&#x6D41;&#x7684;&#x8840;&#x6210;&#x5C31;&#x4E86;&#x548C;&#x5E73;&#x3002;&#xFF08;&#x897F;1&#xFF1A;20&#xFF09;</p>
<p>&#x4EE5;&#x8272;&#x5217;&#x4EBA;&#x5728;&#x7C73;&#x7538;&#x4EBA;&#x7684;&#x56F0;&#x6270;&#x4E0B;&#xFF0C;&#x795E;&#x5411;&#x57FA;&#x7538;&#x663E;&#x73B0;&#x5E76;&#x5DEE;&#x9063;&#x4ED6;&#x4F5C;&#x4EE5;&#x8272;&#x5217;&#x7684;&#x62EF;&#x6551;&#xFF0C;&#x4ED6;&#x89C1;&#x4E86;&#x795E;&#x7684;&#x9762;&#x8FD8;&#x80FD;&#x5B58;&#x6D3B;&#xFF0C;&#x795E;&#x85C9;&#x6B64;&#x5411;&#x4EBA;&#x542F;&#x793A;&#x4ED6;&#x81EA;&#x5DF1;&#x662F;&#x8D50;&#x5E73;&#x5B89;&#x7684;&#x795E;&#xFF0C;&#x8036;&#x548C;&#x534E;&#x6C99;&#x9F99;&#x610F;&#x601D;&#x5C31;&#x662F;&#x8036;&#x548C;&#x534E;&#x8D50;&#x5E73;&#x5B89;&#xFF0C;&#x4ECA;&#x5929;&#x8BB8;&#x591A;&#x4EBA;&#x5728;&#x5BFB;&#x627E;&#x7CBE;&#x795E;&#x548C;&#x5FC3;&#x7075;&#x7684;&#x5E73;&#x5B89;&#xFF0C;&#x53EF;&#x662F;&#x627E;&#x4E0D;&#x7740;&#x3002;&#x4EBA;&#x53EA;&#x6709;&#x8BA4;&#x8BC6;&#x57FA;&#x7763;&#xFF0C;&#x5F97;&#x7740;&#x6551;&#x6069;&#xFF0C;&#x624D;&#x6709;&#x771F;&#x6B63;&#x7684;&#x5E73;&#x5B89;&#x3002;&#x300A;&#x5723;&#x7ECF;&#x300B;&#x4E2D;&#x4E3B;&#x7ED9;&#x6211;&#x4EEC;&#x7559;&#x4E0B;&#x4E86;&#x8BB8;&#x591A;&#x5173;&#x4E8E;&#x5E73;&#x5B89;&#x7684;&#x5B9D;&#x8D35;&#x5E94;&#x8BB8;&#x3002;&#x610F;&#x5916;&#x5E73;&#x5B89;(&#x8153; 4&#xFF1A;7)&#x3001;&#x5341;&#x5206;&#x5E73;&#x5B89;(&#x8D5B; 26&#xFF1A;3)&#x3001;&#x751F;&#x547D;&#x5E73;&#x5B89;(&#x7F57; 8&#xFF1A;6)&#x3001;&#x957F;&#x4E45;&#x5E73;&#x5B89;(&#x8036; 14&#xFF1A;13)&#x3002;&#x6709;&#x4EBA;&#x66FE;&#x7ECF;&#x6570;&#x8FC7;&#xFF0C;&#x300A;&#x5723;&#x7ECF;&#x300B;&#x4E2D;&#x201C;&#x5E73;&#x5B89;&#x201D;&#x4E00;&#x8BCD;&#x7528;&#x8FC7;365&#x6B21;&#x4EE5;&#x4E0A;&#xFF0C;&#x8868;&#x660E;&#x4E00;&#x5E74;365&#x5929;&#x4E2D;&#x5728;&#x4E3B;&#x91CC;&#x5929;&#x5929;&#x90FD;&#x6709;&#x5E73;&#x5B89;&#x3002;&#x8036;&#x548C;&#x534E;&#x662F;&#x6211;&#x7684;&#x5E73;&#x5B89;&#xFF0C;&#x8FD9;&#x662F;&#x6069;&#x5178;&#x5185;&#x5BB9;&#x4E4B;&#x4E00;&#xFF0C;&#x85C9;&#x7740;&#x57FA;&#x7763;&#xFF0C;&#x795E;&#x628A;&#x5B89;&#x606F;&#x4F9B;&#x5E94;&#x4EBA;&#x3002;</p>
</li>
</ol>
<ol start="5">
<li>
<p><strong>&#x8036;&#x548C;&#x534E;&#x9510;&#x4E9A;</strong> &#xFF08;&#x8BD7;23&#xFF1A; 1 &#xFF09;</p>
<p><code>&#x201C;&#x8036;&#x548C;&#x534E;&#x662F;&#x6211;&#x7684;&#x7267;&#x8005;&#x3002;&#x201D;</code>&#x2014;&gt;&#x8036;&#x7A23;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x7267;&#x8005;&#xFF0C;&#x201C;&#x597D;&#x7267;&#x4EBA;&#x4E3A;&#x7F8A;&#x820D;&#x547D;&#x3002;&#x201D;&#xFF08;&#x7EA6;10&#xFF1A;11,15&#xFF09;&#x56E0;&#x6B64;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6551;&#x8D4E;&#x5E26;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x6069;&#x5178;&#x3002;</p>
<p>&#x8BD7;&#x7BC7;23&#x7BC7;&#xFF1A;</p>
<blockquote>
<p>&#x3010;&#x8BD7;23:1&#x3011;&#xFF08;&#x5927;&#x536B;&#x7684;&#x8BD7;&#x3002;&#xFF09;&#x8036;&#x548C;&#x534E;&#x662F;&#x6211;&#x7684;&#x7267;&#x8005;&#xFF0C;&#x6211;&#x5FC5;&#x4E0D;&#x81F3;&#x7F3A;&#x4E4F;&#x3002;
&#x3010;&#x8BD7;23:2&#x3011;&#x4ED6;&#x4F7F;&#x6211;&#x8EBA;&#x5367;&#x5728;&#x9752;&#x8349;&#x5730;&#x4E0A;&#xFF0C;&#x9886;&#x6211;&#x5728;&#x53EF;&#x5B89;&#x6B47;&#x7684;&#x6C34;&#x8FB9;&#xFF1B;
&#x3010;&#x8BD7;23:3&#x3011;&#x4ED6;&#x4F7F;&#x6211;&#x7684;&#x7075;&#x9B42;&#x82CF;&#x9192;&#xFF0C;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x540D;&#x5F15;&#x5BFC;&#x6211;&#x8D70;&#x4E49;&#x8DEF;&#x3002;
&#x3010;&#x8BD7;23:4&#x3011;&#x6211;&#x867D;&#x7136;&#x884C;&#x8FC7;&#x6B7B;&#x836B;&#x7684;&#x5E7D;&#x8C37;&#xFF0C;&#x4E5F;&#x4E0D;&#x6015;&#x906D;&#x5BB3;&#xFF0C;&#x56E0;&#x4E3A;&#x4F60;&#x4E0E;&#x6211;&#x540C;&#x5728;&#xFF1B;&#x4F60;&#x7684;&#x6756;&#xFF0C;&#x4F60;&#x7684;&#x7AFF;&#xFF0C;&#x90FD;&#x5B89;&#x6170;&#x6211;&#x3002;
&#x3010;&#x8BD7;23:5&#x3011;&#x5728;&#x6211;&#x654C;&#x4EBA;&#x9762;&#x524D;&#xFF0C;&#x4F60;&#x4E3A;&#x6211;&#x6446;&#x8BBE;&#x7B75;&#x5E2D;&#xFF1B;&#x4F60;&#x7528;&#x6CB9;&#x818F;&#x4E86;&#x6211;&#x7684;&#x5934;&#xFF0C;&#x4F7F;&#x6211;&#x7684;&#x798F;&#x676F;&#x6EE1;&#x6EA2;&#x3002;
&#x3010;&#x8BD7;23:6&#x3011;&#x6211;&#x4E00;&#x751F;&#x4E00;&#x4E16;&#x5FC5;&#x6709;&#x6069;&#x60E0;&#x6148;&#x7231;&#x968F;&#x7740;&#x6211;&#xFF0C;&#x6211;&#x4E14;&#x8981;&#x4F4F;&#x5728;&#x8036;&#x548C;&#x534E;&#x7684;&#x6BBF;&#x4E2D;&#xFF0C;&#x76F4;&#x5230;&#x6C38;&#x8FDC;&#x3002;</p>
</blockquote>
</li>
</ol>
<ol start="6">
<li>
<p><strong>&#x8036;&#x548C;&#x534E;&#x9F50;&#x6839;&#x52AA;</strong> &#xFF08;&#x8036;23&#xFF1A; 6 &#xFF09;</p>
<p>&#xFF08;&#x9F50;&#x6839;&#x52AA;&#xFF09;&#xFF1A;<code>&#x201C;&#x8036;&#x548C;&#x534E;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x4E49;&#x3002;&#x201D;</code>&#x2014;&gt;&#xFF08;&#x8036;23&#xFF1A;6&#xFF09;&#x8036;&#x7A23;&#x5728;&#x5341;&#x5B57;&#x67B6;&#x4E0A;&#x62C5;&#x5F53;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x7F6A;&#xFF0C;&#x7531;&#x6B64;&#x4ED6;&#x6210;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x4E49;&#xFF0C;&#x6211;&#x4EEC;&#x63A5;&#x53D7;&#x4E86;&#x4ED6;&#x6240;&#x8D50;&#x7684;&#x4E49;&#xFF0C;&#xFF08;&#x7F57;5&#xFF1A;17&#xFF09;&#x8FD9;&#x662F;&#x6551;&#x8D4E;&#x7684;&#x6D2A;&#x6069;&#x3002;</p>
<p>&#x4EE5;&#x8272;&#x5217;&#x4EBA;&#x80CC;&#x9006;&#x795E;&#x800C;&#x4ECD;&#x7136;&#x5F97;&#x795E;&#x7684;&#x8BB0;&#x5FF5;&#x7684;&#x79D8;&#x5BC6;&#xFF0C;&#x5C31;&#x662F;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x732E;&#x796D;&#x7684;&#x7F94;&#x7F8A;&#x6240;&#x9884;&#x8868;&#x7684;&#x57FA;&#x7763;&#x906E;&#x76D6;&#x4E86;&#x4ED6;&#x4EEC;&#xFF0C;&#x8036;&#x548C;&#x534E;&#x662F;&#x6211;&#x4EEC;&#x4E49;&#xFF0C;&#x8FD9;&#x4E8B;&#x5230;&#x4E86;&#x65B0;&#x7EA6;&#x5C31;&#x660E;&#x663E;&#x4E86;&#x3002;&#x57FA;&#x7763;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x4E49;&#xFF0C;&#x56E0;&#x4E3A;&#x4E16;&#x4EBA;&#x90FD;&#x72AF;&#x4E86;&#x7F6A;&#xFF0C;&#x4E8F;&#x6B20;&#x4E86;&#x795E;&#x7684;&#x8363;&#x8000;&#xFF08;&#x7F57;3&#xFF1A;23&#xFF09;&#x3002;&#x8C01;&#x80FD;&#x591F;&#x9664;&#x53BB;&#x4E16;&#x4EBA;&#x7684;&#x7F6A;&#x5B7D;&#xFF1F;&#x552F;&#x72EC;&#x8036;&#x7A23;&#x80FD;&#x591F;&#xFF0C;&#x9664;&#x4E86;&#x4ED6;&#x4EE5;&#x5916;&#xFF0C;&#x522B;&#x65E0;&#x8D4E;&#x7F6A;&#x7684;&#x6551;&#x6069;&#x3002;&#x8036;&#x7A23;&#x62EF;&#x6551;&#x6211;&#x4EEC;&#xFF0C;&#x4EE3;&#x66FF;&#x6211;&#x4EEC;&#x6B7B;&#xFF0C;&#x4F7F;&#x6211;&#x4EEC;&#x4FE1;&#x800C;&#x5F97;&#x6551;&#x3002;&#x4FDD;&#x7F57;&#x8BF4;&#xFF1A;&#x201C;&#x4E43;&#x662F;&#x6709;&#x4FE1;&#x57FA;&#x7763;&#x7684;&#x4E49;&#xFF0C;&#x5C31;&#x662F;&#x56E0;&#x4FE1;&#x795E;&#x800C;&#x6709;&#x7684;&#x4E49;&#x3002;&#x201D;(&#x8153;3&#xFF1A;9)</p>
</li>
</ol>
<ol start="7">
<li>
<p><strong>&#x8036;&#x548C;&#x534E;&#x6C99;&#x739B;</strong> &#xFF08;&#x7ED3;48&#xFF1A;35&#xFF09;</p>
<p><code>&#x201C;&#x8036;&#x548C;&#x534E;&#x7684;&#x6240;&#x5728;&#x3002;&#x201D;</code>&#x2014;&gt;&#x5B83;&#x542F;&#x793A;&#x7ED9;&#x6211;&#x4EEC;&#x6551;&#x8D4E;&#x7684;&#x6069;&#x5178;&#x2014;&#x2014;&#x5F97;&#x4EAB;&#x4E0E;&#x795E;&#x7684;&#x540C;&#x5728;&#x3002;&#x8036;&#x7A23;&#x5E94;&#x8BB8;&#xFF1A;&#x201C;&#x6211;&#x5C31;&#x5E38;&#x4E0E;&#x4F60;&#x4EEC;&#x540C;&#x5728;&#x3002;&#x201D;&#xFF08;&#x592A;28&#xFF1A;20&#xFF09;&#x8FD9;&#x4E00;&#x795D;&#x798F;&#x6765;&#x81EA;&#x6551;&#x8D4E;&#x4E4B;&#x5DE5;&#xFF0C;&#x8FD9;&#x4E00;&#x70B9;&#x5DF2;&#x5F97;&#x5230;&#x8BC1;&#x5B9E;&#xFF1A;&#x4F60;&#x4EEC;&#x4ECE;&#x524D;&#x8FDC;&#x79BB;&#x795E;&#x7684;&#x4EBA;&#xFF0C;&#x5982;&#x4ECA;&#x5374;&#x5728;&#x57FA;&#x7763;&#x8036;&#x7A23;&#x91CC;&#xFF0C;&#x9760;&#x7740;&#x4ED6;&#x7684;&#x8840;&#xFF0C;&#x5DF2;&#x7ECF;&#x5F97;&#x4EB2;&#x8FD1;&#x4E86;&#x3002;&#xFF08;&#x5F17;2&#xFF1A;13&#xFF09;</p>
<p>&#x795E;&#x4E0E;&#x6211;&#x4EEC;&#x540C;&#x5728;&#x4E4B;&#x5904;&#xFF0C;&#x5728;&#x4EE5;&#x897F;&#x7ED3;&#x4E66;&#x7684;&#x8BB0;&#x8F7D;&#x91CC;&#xFF0C;&#x8FD9;&#x4E2A;&#x5730;&#x65B9;&#x662F;&#x660E;&#x660E;&#x6307;&#x56FD;&#x5EA6;&#x7684;&#xFF0C;&#x4E5F;&#x4E00;&#x76F4;&#x4F38;&#x5EF6;&#x5230;&#x6C38;&#x4E16;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x8036;&#x548C;&#x534E;&#x5728;&#x6211;&#x4EEC;&#x4E2D;&#x95F4;&#x3002;&#x4E3B;&#x8036;&#x548C;&#x534E;&#x65F6;&#x523B;&#x4E0E;&#x6211;&#x4EEC;&#x540C;&#x5728;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x6700;&#x5927;&#x7684;&#x798F;&#x4EFD;&#x3002;&#x6709;&#x9996;&#x8BD7;&#x6B4C;&#x8BF4;&#xFF1A;&#x201C;&#x8036;&#x7A23;&#x540C;&#x5728;&#x5C31;&#x662F;&#x5929;&#x5802;&#x3002;&#x201D;&#x6709;&#x4E00;&#x4F4D;&#x7267;&#x5E08;&#x8BF4;&#xFF1A;&#x201C;&#x795E;&#x4E0E;&#x6211;&#x540C;&#x5728;&#xFF0C;&#x6BD4;&#x6211;&#x4E0E;&#x4F60;&#x9762;&#x5BF9;&#x9762;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x66F4;&#x5177;&#x4F53;&#xFF0C;&#x66F4;&#x5B9E;&#x5728;&#x3002;&#x201D;&#x795E;&#x5728;&#x6211;&#x4EEC;&#x524D;&#x9762;&#x5F15;&#x5BFC;&#x5E26;&#x9886;&#xFF0C;&#x795E;&#x5728;&#x6211;&#x4EEC;&#x540E;&#x9762;&#x770B;&#x987E;&#x6276;&#x6301;&#xFF0C;&#x795E;&#x5728;&#x6211;&#x4EEC;&#x4E0A;&#x9762;&#x62EF;&#x6551;&#x7737;&#x987E;&#xFF0C;&#x795E;&#x5728;&#x6211;&#x4EEC;&#x4E0B;&#x9762;&#x6258;&#x4F4F;&#x5E2E;&#x52A9;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x8036;&#x548C;&#x534E;&#x7684;&#x6240;&#x5728;&#x3002;</p>
</li>
</ol>
<h3 id="&#x4EE5;&#x7F57;&#x6B23;&#x548C;&#x8036;&#x548C;&#x534E;">&#x4EE5;&#x7F57;&#x6B23;&#x548C;&#x8036;&#x548C;&#x534E;</h3>
<p><strong>&#x4E3A;&#x4F55;&#x5728;&#x521B;&#x4E16;&#x8BB0;&#x4E00;&#x7AE0;&#x91CC;&#x4E0D;&#x8BF4;&#x8036;&#x548C;&#x534E;&#x3001;&#x8036;&#x548C;&#x534E;&#x795E;&#xFF0C;&#x800C;&#x53EA;&#x8BF4;&#x795E;&#x5462;&#xFF1F;</strong></p>
<blockquote>
<p>&#x6309;&#x539F;&#x6587;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x795E;&#x2500;&#x2500;&#x4EE5;&#x7F57;&#x6B23;&#x2500;&#x2500;&#x5B57;&#x5373;&#x90A3;&#x5F3A;&#x6709;&#x529B;&#x8005;&#x3002; &#x795E;&#x8FD9;&#x540D;&#x5B57;&#xFF0C;&#x662F;&#x795E;&#x5BF9;&#x4E8E;&#x9020;&#x7269;&#x65B9;&#x9762;&#x8BF4;&#x7684;&#xFF0C;&#x662F;&#x6307;&#x795E;&#x5728;&#x521B;&#x9020;&#x65B9;&#x9762;&#x7684;&#x5173;&#x7CFB;&#x8BF4;&#x7684;&#x3002; &#x8036;&#x548C;&#x534E;&#x662F;&#x795E;&#x4E0E;&#x4EBA;&#x53D1;&#x751F;&#x5173;&#x7CFB;&#x7684;&#x540D;&#x5B57;&#x3002;</p>
<p>&#x521B;&#x4E16;&#x8BB0;&#x4E8C;&#x7AE0;&#x662F;&#x6307;&#x795E;&#x548C;&#x4EBA;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x6240;&#x4EE5;&#x7ACB;&#x523B;&#x8BF4;&#x8036;&#x548C;&#x534E;&#x795E;&#xFF1B;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x795E;&#x540C;&#x4EBA;&#x7684;&#x5173;&#x7CFB;&#x3002; &#x521B;&#x4E16;&#x8BB0;&#x4E00;&#x7AE0;&#x6CA1;&#x6709;&#x4EBA;(&#x7B2C;&#x516D;&#x65E5;&#x9020;&#x4EBA;&#xFF0C;&#x8FD8;&#x662F;&#x6CE8;&#x610F;&#x521B;&#x9020;)&#xFF0C;&#x6240;&#x4EE5;&#x8BF4;&#x795E;&#x3002; &#x521B;&#x4E16;&#x8BB0;&#x7B2C;&#x4E8C;&#x7AE0;&#x6709;&#x4EBA;&#xFF0C;&#x6240;&#x4EE5;&#x5C31;&#x8BF4;&#x8036;&#x548C;&#x534E;&#x795E;&#x3002;</p>
</blockquote>
<p><strong>&#x6BCF;&#x4E00;&#x6B21;&#x7528;&#x8036;&#x548C;&#x534E;&#x795E;&#xFF0C;&#x5373;&#x8868;&#x660E;&#x795E;&#x548C;&#x4EBA;&#x53D1;&#x751F;&#x5173;&#x7CFB;&#x3002; &#x6BCF;&#x4E00;&#x6B21;&#x7528;&#x795E;&#xFF0C;&#x5C31;&#x8868;&#x660E;&#x795E;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x548C;&#x9020;&#x7269;&#x53D1;&#x751F;&#x5173;&#x7CFB;</strong>&#x3002;</p>
<h3 id="interesting">Interesting</h3>
<p>&#x4EE5;&#x4E0B;&#x662F;&#x4E00;&#x4E9B;&#x5F15;&#x7528;&#xFF1A;</p>
<ul>
<li>&#x4E2D;&#x6587;&#x7684;&#x300E;&#x795E;&#x300F;&#x5B57;&#x4E2D;&#x6587;&#x795E;&#x5B57;&#x5DE6;&#x8FB9;&#x793A;&#x5B57;&#xFF0C;&#x4E0A;&#x6A2A;&#x4E24;&#x5212;&#x8868;&#x610F;&#x4E0A;&#x5929;&#x4E0B;&#x5730;&#xFF0C;&#x4E0B;&#x4E09;&#x7AD6;&#x662F;&#x65E5;&#x6708;&#x661F;&#x3002; &#x793A;&#x5B57;&#x591A;&#x662F;&#x5C5E;&#x5929;&#x548C;&#x5C5E;&#x7075;&#x7B49;&#x5B57;&#x7684;&#x90E8;&#x9996;&#x3002; &#x795E;&#x5B57;&#x53F3;&#x8FB9;&#x7533;&#x5B57;&#x8C10;&#x97F3;&#x548C;&#x4F1A;&#x610F;&#xFF0C;&#x542B;&#x4E49;&#x4E07;&#x7269;&#x548C;&#x4E07;&#x798F;&#x662F;&#x4ECE;&#x795E;&#x5F15;&#x4F38;&#x51FA;&#x6765;&#x7684;&#x3002;</li>
<li>&#x4E2D;&#x6587;&#x7684;&#x300E;&#x795E;&#x300F;&#x5B57;&#x795E;&#x5B57;&#x5728;&#x4E2D;&#x6587;&#xFF0C;&#x662F;&#x7531;&#x4E00;&#x4E2A;&#x7F29;&#x5199;&#x7684;&#x540D;&#x8BCD;&#x548C;&#x4E00;&#x4E2A;&#x52A8;&#x8BCD;&#x5408;&#x6210;&#x7684;&#x3002; &#x5DE6;&#x8FB9;&#x662F;&#x7F29;&#x5199;&#x7684;&#x300C;&#x795E;&#x300D;&#x5B57;&#xFF0C;&#x53F3;&#x8FB9;&#x662F;&#x300C;&#x7533;&#x300D;&#x5B57;&#xFF0C;&#x5F15;&#x7533;&#x7684;&#x610F;&#x601D;&#x3002; &#x7167;&#x8BF4;&#x6587;&#xFF0C;&#x795E;&#x7684;&#x610F;&#x601D;&#x5C31;&#x662F;&#x300C;&#x5929;&#x795E;&#x5F15;&#x7533;&#x4E07;&#x7269;&#x300D;&#x3002; &#x8FD9;&#x6837;&#x5728;&#x521B;&#x4E16;&#x8BB0;&#x7B2C;&#x4E00;&#x7AE0;&#x7528;&#x795E;&#x5B57;&#x518D;&#x5408;&#x9002;&#x4E5F;&#x6CA1;&#x6709;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E00;&#x7AE0;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#xFF0C;&#x795E;&#x600E;&#x6837;&#x521B;&#x9020;&#x4E07;&#x7269;&#x3002; &#x5F53;&#x6211;&#x4EEC;&#x6BCF;&#x6B21;&#x63D0;&#x5230;&#x300C;&#x795E;&#x300D;&#x5B57;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x8BB0;&#x5F97;&#xFF0C;&#x5B87;&#x5B99;&#x4E07;&#x7269;&#x662F;&#x7942;&#x521B;&#x9020;&#x7684;&#x554A;&#xFF01; &#x300B;</li>
</ul>
<h3 id="&#x6211;&#x662F;&#x81EA;&#x6709;&#x6C38;&#x6709;&#x7684;">&#x6211;&#x662F;&#x81EA;&#x6709;&#x6C38;&#x6709;&#x7684;</h3>
<p>&#xFF08;&#x51FA;3:14&#xFF09;</p>
<blockquote>
<p>&#x795E;&#x5BF9;&#x6469;&#x897F;&#x8BF4;&#xFF1A;&#x300C;&#x6211;&#x662F;&#x81EA;&#x6709;&#x6C38;&#x6709;&#x7684;(&#x5373;&#x8036;&#x548C;&#x534E;) &#x3002;&#x300D; (&#x8FD9;&#x5E76;&#x975E;&#x539F;&#x6587;&#x7684;&#x5B57;&#xFF0C;&#x8FD9;&#x91CC;&#x8BD1;&#x5F97;&#x4E0D;&#x5F88;&#x597D;&#xFF1B;&#x4E0D;&#x8FC7;&#x5F53;&#x65F6;&#x8BD1;&#x5723;&#x7ECF;&#x7684;&#x4EBA;&#xFF0C;&#x5B9E;&#x6709;&#x96BE;&#x5904;&#x3002;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x82E5;&#x7167;&#x539F;&#x6587;&#x76F4;&#x8BD1;&#xFF0C;&#x5728;&#x4E2D;&#x6587;&#x5C31;&#x4E0D;&#x6210;&#x8BDD;&#x3002; )&#x82E5;&#x662F;&#x76F4;&#x8BD1;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x662F;&#xFF1A;&#x300C;&#x6211;&#x662F;&#xFF0C;&#x300D;&#x300C;&#x6211;&#x5C31;&#x662F;&#x6211;&#xFF0C;&#x300D;&#x300C;&#x6211;&#x662F;&#x90A3;&#x4E2A;&#xFF0C;&#x300D;&#x300C;&#x6211;&#x5C31;&#x662F;&#x90A3;&#x4E00;&#x4E2A;&#x3002;&#x300D; &#x300C;&#x6211;&#x5C31;&#x662F;&#x6211;&#xFF01;&#x300D;&#x8FD9;&#x771F;&#x4E0D;&#x6210;&#x8BDD;&#x3002; &#x4E0D;&#x8FC7;&#x8FD9;&#x91CC;&#x9762;&#x662F;&#x5305;&#x62EC;&#x81EA;&#x6709;&#x6C38;&#x6709;&#x4E4B;&#x610F;&#x3002; &#x6211;&#x5C31;&#x662F;&#x6211;&#xFF0C;&#x6211;&#x5C31;&#x662F;&#x90A3;&#x4E2A;&#x6211;&#xFF0C;&#x8BD1;&#x8005;&#x53EA;&#x80FD;&#x7528;&#x610F;&#x8BD1;&#xFF0C;&#x8BD1;&#x51FA;&#x6211;&#x5C31;&#x662F;&#x6211;&#x4E4B;&#x610F;&#x601D;&#x6765;&#x3002;</p>
</blockquote>
<blockquote>
<p>&#x82E5;&#x795E;&#x5728;&#x300C;&#x6211;&#x662F;&#x300D;&#x4E4B;&#x4E0B;&#x52A0;&#x4E0A;&#x300C;&#x80FD;&#x529B;&#x300D;&#x4E24;&#x5B57;&#xFF0C;&#x5C31;&#x300C;&#x6211;&#x300D;&#x4E0D;&#x662F;&#x300C;&#x7231;&#x300D;&#x4E86;&#x3002; &#x82E5;&#x52A0;&#x4E0A;&#x300C;&#x7231;&#x300D;&#x5B57;&#xFF0C;&#x5C31;&#x300C;&#x6211;&#x300D;&#x662F;&#x7231;&#xFF0C;&#x800C;&#x975E;&#x80FD;&#x529B;&#x3001;&#x667A;&#x6167;&#x3001;&#x4E49;&#x3001;&#x5723;&#x6D01;&#x3001;&#x6551;&#x8D4E;&#x3001;&#x5B89;&#x6170;&#x3001;&#x4FDD;&#x969C;&#x3001;&#x575A;&#x56FA;&#x53F0;&#x3001;&#x907F;&#x96BE;&#x6240;&#x4E86;&#x3002; &#x795E;&#x53EA;&#x8BF4;&#x7942;&#x662F;&#x2026;&#x2026; &#xFF0C;&#x800C;&#x4E0D;&#x8BF4;&#x7942;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x597D;&#x8BA9;&#x4FE1;&#x7942;&#x7684;&#x4EBA;&#x81EA;&#x5DF1;&#x5728;&#x4E0B;&#x9762;&#x52A0;&#x4E0A;&#x5B57;&#x773C;&#xFF0C; (&#x54E6;&#xFF0C;&#x4E0D;&#x662F;&#x5B57;&#x773C;&#xFF0C;&#x4E43;&#x662F;&#x5C5E;&#x7075;&#x7684;&#x5B9E;&#x9645;&#xFF01; )&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x6309; &#x4FE1;&#x5FC3;&#x968F;&#x4FBF;&#x52A0;&#x4E0A;&#x4EC0;&#x4E48;&#x3002; &#x6211;&#x4EEC;&#x82E5;&#x6709;&#x9700;&#x8981;&#xFF0C;&#x540C;&#x65F6;&#x5E76;&#x6709;&#x4FE1;&#x5FC3;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x5728;&#x300C;&#x795E;&#x662F;&#x300D;&#x4E4B;&#x4E0B;&#x52A0;&#x4E0A;&#x6211;&#x4EEC;&#x6240;&#x9700;&#x8981;&#x7684;&#xFF0C;&#x800C;&#x5F97; &#x795E;&#x8865;&#x6EE1;&#x6211;&#x4EEC;&#x90A3;&#x4E2A;&#x9700;&#x8981;&#x3002;</p>
</blockquote>
<p>&#x2015;&#x2015;&#x502A;&#x67DD;&#x58F0;&#x300A;&#x8036;&#x548C;&#x534E;&#x300B;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/圣经/" rel="tag">#圣经</a>
          
            <a href="/tags/基督教/" rel="tag">#基督教</a>
          
            <a href="/tags/以色列/" rel="tag">#以色列</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/03/03/Vue-learn-notes/" rel="next" title="Vue-learn-notes.0">
                <i class="fa fa-chevron-left"></i> Vue-learn-notes.0
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2017/03/07/god_name/"
     data-title="上帝的名字"
     data-content=""
     data-url="http://zrdsj.cc/2017/03/07/god_name/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>

  <div class="page-footer">
    
      <div id="eof" class="print-invisible">
        <hr class="eof">
      </div>

      <div class="copyright" style="clear:both;">
         <p><span>本文标题:</span><a href="/2017/03/07/god_name/">上帝的名字</a></p>
         <p><span>文章作者:</span><a href="/" title="访问 jimmy_jude 的个人博客">jimmy_jude</a></p>
         <p><span>发布时间:</span>2017年3月7日 - 23时03分</p>
         <p><span>最后更新:</span>2017年3月8日 - 01时03分</p>         <p><span>原始链接:</span><a href="/2017/03/07/god_name/" title="上帝的名字">http://zrdsj.cc/2017/03/07/god_name/</a></p>
         <p><span>许可协议:</span><i class="fa fa-creative-commons"></i> <a rel="license" href="http://creativecommons.org/licenses/by-nc/4.0/" title="Attribution-NonCommercial 4.0 International (CC BY-NC 4.0)">Attribution-NonCommercial 4.0</a></p>
         <p><span>转载请保留以上信息。</span></p>
      </div>
    

    

  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2017/03/07/god_name/"
           data-title="上帝的名字" data-url="http://zrdsj.cc/2017/03/07/god_name/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/l.jpg"
               alt="jimmy_jude" />
          <p class="site-author-name" itemprop="name">jimmy_jude</p>
          <p class="site-description motion-element" itemprop="description">a deviant programmer</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">27</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">2</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">51</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="http://weibo.com/lyz001" target="_blank" title="weibo">
                  
                    <i class="fa fa-fw fa-globe"></i>
                  
                  weibo
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://github.com/zrdsj" target="_blank" title="Github">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  Github
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.douban.com/people/zrdsj/" target="_blank" title="douban">
                  
                    <i class="fa fa-fw fa-globe"></i>
                  
                  douban
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.facebook.com/zrdsj" target="_blank" title="Facebook">
                  
                    <i class="fa fa-fw fa-facebook"></i>
                  
                  Facebook
                </a>
              </span>
            
          
        </div>

        
        

        
        
          <div class="links-of-blogroll motion-element links-of-blogroll-inline">
            <div class="links-of-blogroll-title">
              <i class="fa  fa-fw fa-globe"></i>
              友链
            </div>
            <ul class="links-of-blogroll-list">
              
                <li class="links-of-blogroll-item">
                  <a href="http://puyart.net/" title="PuYart" target="_blank">PuYart</a>
                </li>
              
            </ul>
          </div>
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#旧约圣经中神的名字部份"><span class="nav-text">旧约圣经中神的名字（部份）</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#耶和华的复名"><span class="nav-text">耶和华的复名</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#以罗欣和耶和华"><span class="nav-text">以罗欣和耶和华</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#interesting"><span class="nav-text">Interesting</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#我是自有永有的"><span class="nav-text">我是自有永有的</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy;  2013 - 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-tree"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">jimmy_jude</span>
</div>


<script>


(function(){
    var bp = document.createElement('script');
    var curProtocol = window.location.protocol.split(':')[0];
    if (curProtocol === 'https') {
        bp.src = 'https://zz.bdstatic.com/linksubmit/push.js';
    }
    else {
        bp.src = 'http://push.zhanzhang.baidu.com/push.js';
    }
    var s = document.getElementsByTagName("script")[0];
    s.parentNode.insertBefore(bp, s);
})();
</script>




//<div class="powered-by">
//  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
//</div>

//<div class="theme-info">
//  主题 -
//  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
//    NexT.Pisces
//  </a>
//</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"jimmyjude"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementById('footer')
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  






  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
       search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();

    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
    'use strict';
    $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
            // get the contents from search data
            isfetched = true;
            $('.popup').detach().appendTo('.header-inner');
            var datas = $( "entry", xmlResponse ).map(function() {
                return {
                    title: $( "title", this ).text(),
                    content: $("content",this).text(),
                    url: $( "url" , this).text()
                };
            }).get();
            var $input = document.getElementById(search_id);
            var $resultContent = document.getElementById(content_id);
            $input.addEventListener('input', function(){
                var matchcounts = 0;
                var str='<ul class=\"search-result-list\">';
                var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
                $resultContent.innerHTML = "";
                if (this.value.trim().length > 1) {
                // perform local searching
                datas.forEach(function(data) {
                    var isMatch = true;
                    var content_index = [];
                    var data_title = data.title.trim().toLowerCase();
                    var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                    var data_url = data.url;
                    var index_title = -1;
                    var index_content = -1;
                    var first_occur = -1;
                    // only match artiles with not empty titles and contents
                    if(data_title != '' && data_content != '') {
                        keywords.forEach(function(keyword, i) {
                            index_title = data_title.indexOf(keyword);
                            index_content = data_content.indexOf(keyword);
                            if( index_title < 0 && index_content < 0 ){
                                isMatch = false;
                            } else {
                                if (index_content < 0) {
                                    index_content = 0;
                                }
                                if (i == 0) {
                                    first_occur = index_content;
                                }
                            }
                        });
                    }
                    // show search results
                    if (isMatch) {
                        matchcounts += 1;
                        str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                        var content = data.content.trim().replace(/<[^>]+>/g,"");
                        if (first_occur >= 0) {
                            // cut out 100 characters
                            var start = first_occur - 20;
                            var end = first_occur + 80;
                            if(start < 0){
                                start = 0;
                            }
                            if(start == 0){
                                end = 50;
                            }
                            if(end > content.length){
                                end = content.length;
                            }
                            var match_content = content.substring(start, end);
                            // highlight all keywords
                            keywords.forEach(function(keyword){
                                var regS = new RegExp(keyword, "gi");
                                match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                            });

                            str += "<p class=\"search-result\">" + match_content +"...</p>"
                        }
                        str += "</li>";
                    }
                })};
                str += "</ul>";
                if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
                if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
                $resultContent.innerHTML = str;
            });
            proceedsearch();
        }
    });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };

    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  
  <script type="text/x-mathjax-config">
    MathJax.Hub.Config({
      tex2jax: {
        inlineMath: [ ['$','$'], ["\\(","\\)"]  ],
        processEscapes: true,
        skipTags: ['script', 'noscript', 'style', 'textarea', 'pre', 'code']
      }
    });
  </script>

  <script type="text/x-mathjax-config">
    MathJax.Hub.Queue(function() {
      var all = MathJax.Hub.getAllJax(), i;
      for (i=0; i < all.length; i += 1) {
        all[i].SourceElement().parentNode.className += ' has-jax';
      }
    });
  </script>
  <script type="text/javascript" src="//cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>


  

  
<script type="text/javascript" async src="//push.zhanzhang.baidu.com/push.js">
</script>


</body>
</html>
