<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title>昨日的世界</title>
  <subtitle>http://zrdsj.cc</subtitle>
  <link href="/atom.xml" rel="self"/>
  
  <link href="http://zrdsj.cc/"/>
  <updated>2016-08-20T16:46:16.031Z</updated>
  <id>http://zrdsj.cc/</id>
  
  <author>
    <name>Jimmy Jude</name>
    <email>jimmy@zrdsj.cc</email>
  </author>
  
  <generator uri="http://hexo.io/">Hexo</generator>
  
  <entry>
    <title>‘昨日的世界’</title>
    <link href="http://zrdsj.cc/2016/08/19/003/"/>
    <id>http://zrdsj.cc/2016/08/19/003/</id>
    <published>2016-08-19T04:29:16.181Z</published>
    <updated>2016-08-20T16:46:16.031Z</updated>
    
    <content type="html"><![CDATA[<p>&#x6765;bb&#x4E0B;&#x81EA;&#x5DF1;&#x7684;&#x8FD9;&#x4E2A;&#x535A;&#x5BA2;&#x4E3A;&#x4EC0;&#x4E48;&#x53EB;&#x505A;&#xFF1A;&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#x3002;&#x1F606;</p>
<h2 id="a-book">a book</h2>
<p>&#x6765;&#x6E90;&#x662F;&#x4E00;&#x672C;&#x4E66;&#xFF1A;</p>
<blockquote>
<p>&#x300A;Die Welt von Gestern,Erinnerungen eines Europ&#xE4;ers&#x300B;&#x2014;Stefan Zweig</p>
</blockquote>
<blockquote class="blockquote-center"><p>`&#x201C;&#x8BF4;&#x4E2D;&#x6587;&#x662F;&#x5427;&#xFF0C;&#x54C8;&#x54C8;&#xFF0C;&#x4F60;&#x65E9;&#x628A;&#x5200;&#x62FF;&#x51FA;&#x6765;&#x6211;&#x5C31;&#x4E0D;&#x88C5;&#x903C;le&#x3002;&#x3002;&#xFF01;&#x65E9;&#x5C31;&#x8BF4;&#x4E2D;&#x6587;&#x4E86;&#x201D;</p>
</blockquote>
<blockquote>
<p>&#x300A;&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#xFF0C;&#x4E00;&#x4E2A;&#x6B27;&#x6D32;&#x4EBA;&#x7684;&#x56DE;&#x5FC6;&#x300B;&#x2014;&#x65AF;&#x8482;&#x82AC;&#xB7;&#x8328;&#x5A01;&#x683C;</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zrdsj.jpg" alt="&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;"></p>
<p>&#x5C31;&#x662F;&#x4E0A;&#x9762;&#x90A3;&#x672C;&#x4E66;&#x3002;</p>
<p>&#x5185;&#x5BB9;&#x7528;&#x4E00;&#x53E5;&#x8BDD;&#x6765;&#x8BF4;&#x5C31;&#x662F;<code>&#x8328;&#x5A01;&#x683C;&#x7684;&#x81EA;&#x4F20;&#x4F53;&#x6587;&#x5B66;&#x4F5C;&#x54C1;</code>&#x3002;&#x5177;&#x4F53;&#x4E00;&#x4E9B;&#xFF0C;&#x767E;&#x5EA6;&#x767E;&#x79D1;&#x662F;&#x8FD9;&#x6837;&#x8BF4;&#x7684;&#xFF1A;<a href="http://baike.baidu.com/view/7198468.htm" target="_blank" rel="external">&#x4F20;&#x9001;&#x95E8;</a>&#xFF0C;&#x7EF4;&#x57FA;&#x767E;&#x79D1;&#x662F;&#x90A3;&#x6837;&#x8BF4;&#x7684;&#xFF1A;<a href="https://zh.wikipedia.org/wiki/%E6%98%A8%E6%97%A5%E7%9A%84%E4%B8%96%E7%95%8C" target="_blank" rel="external">&#x4F20;&#x9001;&#x95E8;</a>&#x3002;&#x4E24;&#x8005;&#x5BF9;&#x4E8E;&#x6B64;&#x4E66;&#x5185;&#x5BB9;&#x7684;<code>&#x7B80;&#x4ECB;</code>&#xFF0C;&#x5728;<code>20160819</code>&#x7684;&#x4E2D;&#x5348;&#x65F6;&#x523B;&#xFF0C;&#x52A0;&#x8D77;&#x6765;&#x4E5F;&#x5C31;&#x662F;&#x767E;&#x79D1;&#x754C;&#x9762;&#x7684;7&#x884C;&#x6587;&#x5B57;&#xFF01;</p>
<p>&#x91CD;&#x70B9;&#x5728;&#x4E8E;<a href="https://zh.wikipedia.org/wiki/Wikipedia:%E9%A6%96%E9%A1%B5" target="_blank" rel="external">&#x7EF4;&#x57FA;&#x767E;&#x79D1;</a>&#x7684;&#x6700;&#x540E;&#x4E00;&#x53E5;&#x662F;&#x8FD9;&#x6837;&#x8BF4;&#x7684;&#xFF1A;</p>
<blockquote>
<p>&#x5173;&#x4E8E;&#x5728;&#x8FD9;&#x90E8;&#x4F5C;&#x54C1;&#x91CC;&#xFF0C;&#x8328;&#x5A01;&#x683C;&#x5728;&#x591A;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x5C55;&#x73B0;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x751F;&#xFF0C;&#x4ECD;&#x5B58;&#x5728;&#x4E89;&#x8BAE;&#x3002;</p>
</blockquote>
<p>&#x4E66;&#x8BF4;&#x5230;&#x8FD9;&#x91CC;&#x5DEE;&#x4E0D;&#x591A;&#x591F;&#x4E86;,&#x5C31;&#x662F;&#x8BF4;&#x6211;&#x662F;<code>&#x56E0;&#x4E3A;&#x8FD9;&#x672C;&#x4E66;&#x800C;&#x547D;&#x540D;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x535A;&#x5BA2;</code>&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x56E0;&#x4E3A;&#x4E66;&#x800C;&#x547D;&#x540D;&#x535A;&#x5BA2;&#x540D;&#x5B57;&#x4E3A;&#x4E66;&#x540D;&#xFF0C;&#x52A8;&#x673A;&#x5F88;&#x968F;&#x610F;&#x8FD8;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x778E;jb&#x8D77;&#x7684;&#x1F61D;&#x90A3;&#x4E48;&#x6211;&#x662F;&#x5982;&#x4F55;&#x77E5;&#x9053;<code>&#x8FD9;</code>&#x672C;&#x4E66;&#x5462;&#xFF1F;</p>
<h2 id="a-movie">a movie</h2>
<p>&#x4E0B;&#x9762;&#x662F;&#x4E00;&#x5F20;&#x7535;&#x5F71;&#x6D77;&#x62A5;&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/The_Grand_Budapest_Hotel_Poster.jpg" alt="&#x5E03;&#x8FBE;&#x4F69;&#x65AF;&#x5927;&#x996D;&#x5E97;"></p>
<p>2014&#x5E74;&#xFF0C;&#x82F1;&#x56FD;&#x548C;&#x5FB7;&#x56FD;&#x5408;&#x62CD;&#x4E86;&#x4E00;&#x90E8;&#x559C;&#x5267;&#x5267;&#x60C5;&#x7535;&#x5F71;<code>&#x300A;&#x5E03;&#x8FBE;&#x4F69;&#x65AF;&#x5927;&#x996D;&#x5E97;&#x300B;</code>&#xFF0C;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x5F53;&#x5E74;&#x5F88;&#x706B;&#x3002;&#x6211;&#x60F3;&#x5938;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#xFF0C;&#x4F46;&#x6015;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x70B9;&#x5230;&#x4E3A;&#x6B62;&#x3002;&#x3002;&#x3002;so&#xFF0C;&#x7ED9;&#x4E0B;&#x9762;&#x4E24;&#x5F20;&#x56FE;&#x4F60;&#x4EEC;&#x81EA;&#x5DF1;&#x611F;&#x53D7;&#x4E00;&#x4E0B;&#xFF1A;</p>
<blockquote class="blockquote-center"><p>&#x56FD;&#x5916;&#x7684;IMDb&#x8BC4;&#x5206;&#xFF1A;</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/%E8%AF%84%E5%88%86.png" alt="imdb&#x8BC4;&#x5206;"></p>
<blockquote class="blockquote-center"><p>&#x6211;&#x4EEC;&#x7684;&#x8C46;&#x74E3;&#xFF1A;</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/%E8%AF%84%E5%88%86-douban.png" alt="&#x8C46;&#x74E3;&#x8BC4;&#x5206;"></p>
<p>&#x8FD9;&#x7535;&#x5F71;&#x7684;&#x7531;&#x6765;&#xFF0C;&#x53EA;&#x548C;&#x4E00;&#x4E2A;&#x4EBA;&#x6709;&#x5173;&#x7684;&#x8BDD;&#xFF0C;&#x8FD9;&#x4EBA;&#x5E94;&#x8BE5;&#x53EA;&#x80FD;&#x662F;<strong>&#x8328;&#x5A01;&#x683C;</strong>&#x3002;</p>
<p>&#x8FD9;&#x7535;&#x5F71;&#x8BA9;&#x4EBA;&#x60F3;&#x8D77;&#x6765;&#x4EC0;&#x4E48;&#x5730;&#x65B9;&#x7684;&#x573A;&#x666F;&#xFF1F;&#x5982;&#x679C;&#x770B;&#x8FC7;&#x300A;<strong>&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;</strong>&#x300B;&#x7684;&#x8BDD;&#xFF0C;&#x6050;&#x6015;&#x4E0D;&#x4F1A;&#x56DE;&#x7B54;&#x8BF4;&#x522B;&#x7684;&#x4E66;&#x540D;&#x3002;</p>
<p>&#x5173;&#x4E8E;&#x8FD9;&#x7535;&#x5F71;&#x6211;&#x8BF4;&#x4E00;&#x70B9;&#x70B9;&#xFF0C;&#x7535;&#x5F71;&#x7684;&#x597D;&#x5728;&#x4E8E;&#x5176;&#x672C;&#x8EAB;&#x827A;&#x672F;&#x4E0A;&#x7684;&#x5347;&#x534E;&#x2014;<code>&#x6CA1;&#x6709;&#x7B11;&#x70B9;&#x7684;&#x559C;&#x5267;&#xFF0C;&#x6CA1;&#x6709;&#x6CEA;&#x70B9;&#x7684;&#x60B2;&#x5267;&#x3002;&#x7F3A;&#x70B9;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x7535;&#x5F71;&#x7684;&#x540D;&#x5B57;&#x7CDF;&#x8E4B;&#x4E86;&#x5267;&#x60C5;</code>&#x3002;&#x1F613;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/moviecut.png" alt="&#x5F71;&#x7247;&#x622A;&#x56FE;"></p>
<p>&#x7535;&#x5F71;&#x4E2D;&#x6709;&#x53E5;&#x53F0;&#x8BCD;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF1A;</p>
<blockquote>
<p>&#x201C;But I love it all just the same&#xFF0C;this enchcanting old ruin.&#x201D;</p>
</blockquote>
<blockquote>
<p>&#x201C;&#x4F46;&#x6211;&#x559C;&#x6B22;&#x8FD9;&#x65E7;&#x6A21;&#x6837;&#xFF0C;&#x8FF7;&#x4EBA;&#x7684;&#x7834;&#x8D25;&#x611F;.&#x201D;</p>
</blockquote>
<p>&#x4ECE;<code>&#x6587;&#x827A;&#x590D;&#x5174;</code>&#x5F00;&#x59CB;&#xFF0C;&#x6B27;&#x6D32;&#x7E41;&#x8363;&#x4E86;&#x6587;&#x5316;&#x3001;&#x7ECF;&#x6D4E;&#xFF0C;&#x5F00;&#x59CB;&#x9010;&#x6E10;&#x63A5;&#x7BA1;&#x4E86;&#x4E16;&#x754C;&#x3002;&#x8FD9;&#x662F;&#x65E0;&#x5C1A;&#x7684;&#x8363;&#x5149;&#x548C;&#x9A84;&#x50B2;&#xFF0C;&#x5BF9;&#x4E8E;&#x6BCF;&#x4E00;&#x4F4D;&#x6B27;&#x6D32;&#x4EBA;&#x6765;&#x8BF4;&#x90FD;&#x662F;&#x5982;&#x6B64;&#xFF01;</p>
<p>&#x4E0A;&#x4E2A;&#x4E16;&#x7EAA;&#x4E0A;&#x534A;&#x9875;&#xFF0C;&#x6B27;&#x6D32;&#x7206;&#x53D1;&#x4E86;&#x4E24;&#x6B21;&#x4E16;&#x754C;&#x5927;&#x6218;,<code>&#x6DF1;&#x75DB;&#x7684;&#x82E6;&#x96BE;+&#x8F89;&#x714C;&#x7684;&#x6CEF;&#x706D;&#xFF01;</code>&#x1F622;</p>
<p>&#x5982;&#x4ECA;&#x770B;&#x6765;&#x8328;&#x5A01;&#x683C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x7ECF;&#x5386;&#x4E86;&#x6218;&#x4E89;&#xFF01;&#x5728;&#x751F;&#x547D;&#x7684;&#x540E;&#x51E0;&#x5E74;&#xFF0C;&#x6D41;&#x4EA1;&#x5DF4;&#x897F;&#x5E76;&#x6293;&#x7D27;&#x65F6;&#x95F4;&#x5728;&#x5199;&#x8FD9;&#x672C;&#x300A;&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#x300B;&#x3002;&#x5F53;&#x65F6;&#x4ED6;&#x7ED9;&#x53CB;&#x4EBA;&#x7684;&#x4FE1;&#x4E2D;&#x8BF4; <code>&#x201C;&#x51FA;&#x4E8E;&#x7EDD;&#x671B;&#x6211;&#x6B63;&#x5728;&#x5199;&#x6211;&#x4E00;&#x751F;&#x7684;&#x5386;&#x53F2;&#x201D;</code> &#xFF0C;&#x4F46;&#x300A;&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#x300B;&#x7EDD;&#x4E0D;&#x662F;&#x4E00;&#x822C;&#x7684;&#x4F20;&#x8BB0;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x8FD9;&#x672C;&#x4E66;&#x4E3B;&#x8981;&#x4E0D;&#x662F;&#x5199;&#x4ED6;&#x7684;&#x751F;&#x5E73;&#x3002;&#x4E66;&#x7684;&#x526F;&#x6807;&#x9898;&#x662F;<code>&#x201C;&#x4E00;&#x4E2A;&#x6B27;&#x6D32;&#x4EBA;&#x7684;&#x56DE;&#x5FC6;&#x201D;</code>&#x3002;</p>
<p>&#x6B63;&#x56E0;&#x5982;&#x6B64;&#xFF0C;&#x8328;&#x5A01;&#x683C;&#x5728;&#x67D0;&#x4E9B;&#x65B9;&#x9762;&#x7684;&#x7684;&#x786E;&#x786E;&#x8D85;&#x8D8A;&#x4E86;&#x4E2A;&#x4EBA;&#xFF0C;&#x800C;&#x6210;&#x4E3A;&#x90A3;&#x4E2A;&#x65F6;&#x4EE3;&#x2014;&#x6B27;&#x6D32;&#x7684;&#x89C1;&#x8BC1;&#x8005;&#x3002;</p>
<p>&#x4E66;&#x7684;&#x5E8F;&#x8A00;&#x6709;&#x8FD9;&#x6837;&#x4E00;&#x53E5;&#xFF1A;</p>
<blockquote>
<p>&#x201C;&#xFF08;&#x81EA;&#x8BE9;&#xFF09;&#x6210;&#x4E86;&#x7406;&#x6027;&#x906D;&#x5230;&#x6700;&#x53EF;&#x6015;&#x7684;&#x5931;&#x8D25;&#x548C;&#x91CE;&#x86EE;&#x5728;&#x65F6;&#x4EE3;&#x7684;&#x7F16;&#x5E74;&#x53F2;&#x4E0A;&#x53D6;&#x5F97;&#x6700;&#x5927;&#x80DC;&#x5229;&#x7684;&#x89C1;&#x8BC1;&#x4EBA;&#x201D;</p>
</blockquote>
<h2 id="sth-else">sth else</h2>
<p>&#x5728;<code>part 1</code>&#x7B3C;&#x7EDF;&#x8BF4;&#x4E86;&#xFF1A;<code>&#x559C;&#x6B22;&#x7535;&#x5F71;&#xFF0C;&#x7535;&#x5F71;&#x6765;&#x81EA;&#x4E8E;&#x4E66;</code>&#x3002;&#x3002;&#x3002;&#x56E0;&#x6B64;&#x628A;&#x535A;&#x5BA2;&#x7684;&#x540D;&#x5B57;&#x53EB;&#x505A;&#xB7;&#xB7;&#xB7;</p>
<p>&#x7136;&#x540E;&#x626F;&#x70B9;&#x522B;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x1F602;</p>
<p>&#x6211;&#x770B;&#x4E86;&#x770B;&#x4E0A;&#x9762;&#x81EA;&#x5DF1;&#x7684;&#x89E3;&#x91CA;&#xFF0C;&#x65E0;&#x975E;&#x662F;&#x8BF4;&#x6E05;&#x695A;&#x4E86;&#x559C;&#x6B22;&#x7684;&#x7535;&#x5F71;&#x548C;&#x4E66;&#xFF0C;&#x591A;&#x4E86;&#x518D;&#x5E26;&#x4E0A;&#x4F5C;&#x8005;&#x8328;&#x5A01;&#x683C;&#xFF0C;&#x5B9E;&#x5728;&#x4E0D;&#x884C;&#x518D;&#x52A0;&#x4E0A;&#x5BFC;&#x6F14;&#x5B89;&#x5FB7;&#x68EE;&#x4E3B;&#x6F14;&#x8D39;&#x56E0;&#x65AF;&#x2026;&#x53EF;&#x4EE5;&#x4E86;&#x5F88;&#x591A;&#x4E86;&#x3002;&#x3002;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x8FD9;&#x4EF6;&#x4E8B;&#x8BF7;&#x5C31;&#x7B97;&#x662F;&#x5355;&#x7EAF;&#x7684;&#x5D07;&#x62DC;&#xFF0C;&#x8FFD;&#x6C42;&#xFF1F;&#x50CF;&#x8FFD;&#x661F;&#x90A3;&#x6837;&#xFF1F;&#xFF1F;&#xFF1F;</p>
<p>&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x8BE5;&#x600E;&#x4E48;&#x8BF4;</p>
<p>&#x4F46;&#xFF0C;&#x4E0D;&#x662F;&#x4E0A;&#x9762;&#x5199;&#x7684;&#x90A3;&#x6837;&#x3002;&#x26D4;</p>
<h2 id="edit-in-the-last">edit in the last</h2>
<p>2014&#x7535;&#x5F71;<code>&#x300A;&#x5E03;&#x8FBE;&#x4F69;&#x65AF;&#x5927;&#x996D;&#x5E97;&#x300B;</code>&#x4E0A;&#x6620;&#xFF0C;&#x5728;2015&#x5E74;&#x521D;&#x5173;&#x6CE8;&#x5965;&#x65AF;&#x5361;&#x65F6;&#x5019;&#x6211;&#x624D;&#x5F97;&#x77E5;&#x4E86;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x7684;&#x5B58;&#x5728;&#x3002;&#x540E;&#x6765;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x5F53;&#x7136;&#x5C31;&#x662F;&#x4E00;&#x53D1;&#x7684;&#x559C;&#x6B22;&#x4E0A;&#x4E86;&#x76F8;&#x5173;&#x7684;sth&#x2026;</p>
<p><code>&#x559C;&#x6B22;&#x5F53;&#x7136;&#x9700;&#x8981;&#x7406;&#x7531;&#xFF0C;&#x5374;&#x4E0D;&#x4E00;&#x5B9A;&#x8981;&#x8BF4;&#x51FA;&#x6765;&#x3002;</code>&#x8FD9;&#x53E5;&#x8BDD;&#x5728;&#x5982;&#x4ECA;&#x7684;&#x4E16;&#x4E0A;&#x663E;&#x5F97;&#x65E0;&#x8DA3;&#x65E0;&#x804A;&#xFF0C;&#x4F46;&#x5374;&#x63CF;&#x8FF0;&#x4E86;&#x592A;&#x591A;&#x7684;&#x4E8B;&#x5B9E;&#x3002;&#x3002;&#x3002;</p>
<p>So&#xFF0C;&#x5373;&#x4F7F;15&#x5E74;&#x5C31;&#x770B;&#x4E86;&#x300A;&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#x300B;&#x7EB8;&#x8D28;&#x4E66;&#xFF0C;16&#x5E74;&#x7684;&#x4E0A;&#x534A;&#x5E74;&#x53C8;&#x770B;&#x4E86;&#x4E9B;&#x8BB8;&#x8328;&#x5A01;&#x683C;&#x7684;&#x77ED;&#x7BC7;&#x96C6;&#x4E4B;&#x540E;&#x3002;&#x3002;&#x3002;&#x5230;&#x5982;&#x4ECA;&#x7684;&#x516B;&#x6708;&#x3002;&#x3002;&#x3002;&#x6211;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x8BE5;&#x600E;&#x4E48;&#x53BB;&#x6062;&#x5F18;&#x4E00;&#x7BC7;&#x725B;&#x903C;&#x7684;&#x5F71;&#x8BC4;&#x6587;&#x8BC4;&#xFF01;&#x263A;&#xFE0F;</p>
<p>&#x5C31;&#x50CF;&#x662F;&#x505A;&#x4E86;&#x5F88;&#x957F;&#x65F6;&#x95F4;&#x7684;&#x68A6;&#xFF0C;&#x4E00;&#x5982;&#x534A;&#x751F;&#x7684;&#x68A6;&#x3002;&#x6B22;&#x6B22;&#x559C;&#x559C;&#xFF0C;&#x54ED;&#x54ED;&#x557C;&#x557C;&#xFF0C;&#x662F;&#x4F60;&#x6C38;&#x8FDC;&#x4F1A;&#x8BB0;&#x8D77;&#x7684;&#x68A6;&#x3002;&#x3002;&#x9192;&#x4E86;;&#x751F;&#x6D3B;&#x4E5F;&#x8BB8;&#x4E0D;&#x5982;&#x68A6;&#x91CC;&#x6765;&#x7684;&#x90A3;&#x822C;&#x523B;&#x9AA8;&#x94ED;&#x5FC3;&#xFF0C;&#x53EF;&#x662F;&#x4E5F;&#x6E10;&#x6E10;&#x5F97;&#x5230;&#x4E86;&#x6210;&#x957F;&#x3002;</p>
<p>&#x8FD9;&#x68A6;&#xFF0C;&#x8FD9;&#x6628;&#x65E5;&#x7684;&#x68A6;&#xFF0C;&#x8FD9;<code>&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;</code>&#x3002;&#x3002;&#x3002;&#x7EC8;&#x7A76;&#x4F1A;&#x8BA9;&#x4EBA;&#x8BB0;&#x8D77;&#xFF1A;&#x5915;&#x9633;&#x4E0B;&#x9662;&#x5B50;&#x91CC;&#x7684;&#x6728;&#x5934;&#x996D;&#x684C;&#xFF0C;&#x9634;&#x96E8;&#x5929;&#x6EF4;&#x6C34;&#x7684;&#x9752;&#x82D4;&#x5C4B;&#x6A90;&#xFF0C;&#x901A;&#x5411;&#x5B66;&#x6821;&#x6CE5;&#x6CDE;&#x7684;&#x66F2;&#x6298;&#x5C0F;&#x5F84;&#xFF0C;&#xFF0C;&#xFF0C;&#x8FD8;&#x6709;&#x90A3;&#x4E9B;&#x58F0;&#x97F3;&#xFF0C;&#x90A3;&#x4E9B;&#x5BB9;&#x989C;&#x2026;</p>
<blockquote class="blockquote-center"><p>&#x8FD9;tm&#x8DDF;&#x672C;&#x4E0D;&#x53EA;&#x662F;&#x4E2A;&#x6B27;&#x6D32;&#x4EBA;&#x7684;&#x56DE;&#x5FC6;&#xFF01;&#x1F4A5;</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/last.gif" alt="last"></p>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x6765;bb&amp;#x4E0B;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x8FD9;&amp;#x4E2A;&amp;#x535A;&amp;#x5BA2;&amp;#x4E3A;&amp;#x4EC0;&amp;#x4E48;&amp;#x53EB;&amp;#x505A;&amp;#xFF1A;&amp;#x6628;&amp;#x65E5
    
    </summary>
    
      <category term="moon" scheme="http://zrdsj.cc/categories/moon/"/>
    
    
      <category term="文学" scheme="http://zrdsj.cc/tags/%E6%96%87%E5%AD%A6/"/>
    
      <category term="装逼（文艺）" scheme="http://zrdsj.cc/tags/%E8%A3%85%E9%80%BC%EF%BC%88%E6%96%87%E8%89%BA%EF%BC%89/"/>
    
      <category term="茨威格" scheme="http://zrdsj.cc/tags/%E8%8C%A8%E5%A8%81%E6%A0%BC/"/>
    
      <category term="生命" scheme="http://zrdsj.cc/tags/%E7%94%9F%E5%91%BD/"/>
    
      <category term="文化掰扯" scheme="http://zrdsj.cc/tags/%E6%96%87%E5%8C%96%E6%8E%B0%E6%89%AF/"/>
    
      <category term="blog" scheme="http://zrdsj.cc/tags/blog/"/>
    
  </entry>
  
  <entry>
    <title>呸呸呸</title>
    <link href="http://zrdsj.cc/2016/08/17/002/"/>
    <id>http://zrdsj.cc/2016/08/17/002/</id>
    <published>2016-08-17T02:54:31.474Z</published>
    <updated>2016-08-20T17:11:48.589Z</updated>
    
    <content type="html"><![CDATA[<h1 id="&#xFE0F;">&#x263A;&#xFE0F;</h1>
<p>&#x6211;&#x5199;&#x535A;&#x5BA2;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x6BD4;&#x4F60;&#x9AD8;&#x7684;&#x54EA;&#x91CC;&#x53BB;&#x4E86;&#x3002;</p>
<p>&#x662F;&#x554A;&#xFF0C;&#x90A3;&#x4E48;&#x5389;&#x5BB3;&#x54E6;&#x3002;&#x54E6;&#xFF0C;&#x4ED4;&#x7EC6;&#x518D;&#x60F3;&#x60F3;&#x3002;&#x3002;&#x3002;</p>
<p>&#x597D;&#x50CF;&#x4E5F;&#x6CA1;&#x5565;&#xFF1F;&#x4ECA;&#x5929;&#x7684;&#x65E5;&#x5B50;&#x662F;&#xFF1F;&#xFF1F;&#xFF1F;20160817&#xFF1F;&#xFF1F;&#xFF1F;</p>
<p>&#x5176;&#x5B9E;&#x554A;&#xFF0C;&#x4ECA;&#x5929;&#x8FD8;</p>
<p>&#x771F;&#x7684;</p>
<h1 id="">&#x1F438;</h1>
<p>&#x662F;&#x4E2A;&#x4E86;&#x4E0D;&#x5F97;&#x7684;&#x65E5;&#x5B50;&#xFF01;</p>
<p>&#x8FD9;&#x4E48;&#x8BF4;&#x5427;&#xFF0C;&#x5728;&#x67D0;&#x4E2A;&#x56FD;&#x5EA6;&#xFF0C;&#x6709;&#x4E00;&#x79CD;&#x5947;&#x602A;&#x7684;&#x73B0;&#x8C61;&#xFF1A;<code>&#x7ED9;&#x4F60;&#x4E00;&#x4E2A;&#x6700;&#x574F;&#x7684;&#xFF0C;&#x4F60;&#x4EEC;&#x4F1A;&#x5BF9;&#x4E0A;&#x4E00;&#x4E2A;&#x611F;&#x6069;&#x6234;&#x5FB7;&#xFF0C;&#x628A;&#x518D;&#x4E0A;&#x4E00;&#x4E2A;&#x5949;&#x4E3A;&#x795E;&#x660E;&#x3002;</code></p>
<p>&#x65E9;&#x4E9B;&#x65F6;&#x5019;&#xFF0C;&#x5728;&#x6211;&#x7684;&#x5FC3;&#x4E2D;&#xFF0C;&#x6B64;&#x56FD;&#x7684;&#x547D;&#x8FD0;&#x4E0E;&#x524D;&#x9014;&#xFF0C;&#x5927;&#x53EF;&#x4ED8;&#x4E4B;&#x4E00;&#x7B11;&#x4E2D;&#x3002;hahaha</p>
<p>&#x5728;&#x4ECA;&#x5929;&#x8FD9;&#x4E2A;&#x65E5;&#x5B50;&#xFF0C;&#x8BB0;&#x5F55;&#x4E00;&#x4E0B;&#x3002;&#x4E5F;&#x4E0D;&#x662F;&#x5408;&#x9002;&#x7684;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x6545;&#x610F;&#x7684;&#xFF0C;&#x662F;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x5F53;&#x662F;&#x51D1;&#x5B57;&#x6570;&#x53D1;&#x535A;&#x5BA2;&#x4E86;&#x5427;&#x3002;&#x3002;&#x3002;</p>
]]></content>
    
    <summary type="html">
    
      &lt;h1 id=&quot;&amp;#xFE0F;&quot;&gt;&amp;#x263A;&amp;#xFE0F;&lt;/h1&gt;
&lt;p&gt;&amp;#x6211;&amp;#x5199;&amp;#x535A;&amp;#x5BA2;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x4E0D;&amp;#x77E5;&amp;#x9053;&amp;#x6BD4;&amp;
    
    </summary>
    
      <category term="moon" scheme="http://zrdsj.cc/categories/moon/"/>
    
    
      <category term="生活随笔" scheme="http://zrdsj.cc/tags/%E7%94%9F%E6%B4%BB%E9%9A%8F%E7%AC%94/"/>
    
      <category term="政治" scheme="http://zrdsj.cc/tags/%E6%94%BF%E6%B2%BB/"/>
    
      <category term="情感" scheme="http://zrdsj.cc/tags/%E6%83%85%E6%84%9F/"/>
    
  </entry>
  
  <entry>
    <title>第一篇blog？</title>
    <link href="http://zrdsj.cc/2016/08/16/001/"/>
    <id>http://zrdsj.cc/2016/08/16/001/</id>
    <published>2016-08-16T14:15:58.470Z</published>
    <updated>2016-08-20T16:54:16.896Z</updated>
    
    <content type="html"><![CDATA[<h2 id="&#x8BB0;&#x5FF5;&#x5218;&#x548C;&#x73CD;&#x541B;">&#x8BB0;&#x5FF5;&#x5218;&#x548C;&#x73CD;&#x541B;</h2>
<h3 id="&#x4E00;">&#x4E00;</h3>
<p>&#x4E2D;&#x534E;&#x6C11;&#x56FD;&#x5341;&#x4E94;&#x5E74;&#x4E09;&#x6708;&#x4E8C;&#x5341;&#x4E94;&#x65E5;&#xFF0C;&#x5C31;&#x662F;&#x56FD;&#x7ACB;&#x5317;&#x4EAC;&#x5973;&#x5B50;&#x5E08;&#x8303;&#x5927;&#x5B66;&#x4E3A;&#x5341;&#x516B;&#x65E5;&#x5728;&#x6BB5;&#x797A;&#x745E;&#x6267;&#x653F;&#x5E9C;&#x524D;&#x9047;&#x5BB3;&#x7684;&#x5218;&#x548C;&#x73CD;&#x6768;&#x5FB7;&#x7FA4;&#x4E24;&#x541B;&#x5F00;&#x8FFD;&#x60BC;&#x4F1A;&#x7684;&#x90A3;&#x4E00;&#x5929;&#xFF0C;&#x6211;&#x72EC;&#x5728;&#x793C;&#x5802;&#x5916;&#x5F98;&#x5F8A;&#xFF0C;&#x9047;&#x89C1;&#x7A0B;&#x541B;&#xFF0C;&#x524D;&#x6765;&#x95EE;&#x6211;&#x9053;&#xFF0C;&#x201C;&#x5148;&#x751F;&#x53EF;&#x66FE;&#x4E3A;&#x5218;&#x548C;&#x73CD;&#x5199;&#x4E86;&#x4E00;&#x70B9;&#x4EC0;&#x4E48;&#x6CA1;&#x6709;&#xFF1F;&#x201D;&#x6211;&#x8BF4;&#x201C;&#x6CA1;&#x6709;&#x201D;&#x3002;&#x5979;&#x5C31;&#x6B63;&#x544A;&#x6211;&#xFF0C;&#x201C;&#x5148;&#x751F;&#x8FD8;&#x662F;&#x5199;&#x4E00;&#x70B9;&#x7F62;&#xFF1B;&#x5218;&#x548C;&#x73CD;&#x751F;&#x524D;&#x5C31;&#x5F88;&#x7231;&#x770B;&#x5148;&#x751F;&#x7684;&#x6587;&#x7AE0;&#x3002;&#x201D;</p>
<p>&#x8FD9;&#x662F;&#x6211;&#x77E5;&#x9053;&#x7684;&#xFF0C;&#x51E1;&#x6211;&#x6240;&#x7F16;&#x8F91;&#x7684;&#x671F;&#x520A;&#xFF0C;&#x5927;&#x6982;&#x662F;&#x56E0;&#x4E3A;&#x5F80;&#x5F80;&#x6709;&#x59CB;&#x65E0;&#x7EC8;&#x4E4B;&#x6545;&#x7F62;&#xFF0C;&#x9500;&#x884C;&#x4E00;&#x5411;&#x5C31;&#x751A;&#x4E3A;&#x5BE5;&#x843D;&#xFF0C;&#x7136;&#x800C;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x751F;&#x6D3B;&#x8270;&#x96BE;&#x4E2D;&#xFF0C;&#x6BC5;&#x7136;&#x9884;&#x5B9A;&#x4E86;&#x300A;&#x83BD;&#x539F;&#x300B;&#x5168;&#x5E74;&#x7684;&#x5C31;&#x6709;&#x5979;&#x3002;&#x6211;&#x4E5F;&#x65E9;&#x89C9;&#x5F97;&#x6709;&#x5199;&#x4E00;&#x70B9;&#x4E1C;&#x897F;&#x7684;&#x5FC5;&#x8981;&#x4E86;&#xFF0C;&#x8FD9;&#x867D;&#x7136;&#x4E8E;&#x6B7B;&#x8005;&#x6BEB;&#x4E0D;&#x76F8;&#x5E72;&#xFF0C;&#x4F46;&#x5728;&#x751F;&#x8005;&#xFF0C;&#x5374;&#x5927;&#x62B5;&#x53EA;&#x80FD;&#x5982;&#x6B64;&#x800C;&#x5DF2;&#x3002;&#x5018;&#x4F7F;&#x6211;&#x80FD;&#x591F;&#x76F8;&#x4FE1;&#x771F;&#x6709;&#x6240;&#x8C13;&#x201C;&#x5728;&#x5929;&#x4E4B;&#x7075;&#x201D;&#xFF0C;&#x90A3;&#x81EA;&#x7136;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x66F4;&#x5927;&#x7684;&#x5B89;&#x6170;&#xFF0C;&#x2014;&#x2014;&#x4F46;&#x662F;&#xFF0C;&#x73B0;&#x5728;&#xFF0C;&#x5374;&#x53EA;&#x80FD;&#x5982;&#x6B64;&#x800C;&#x5DF2;&#x3002;</p>
<p>&#x53EF;&#x662F;&#x6211;&#x5B9E;&#x5728;&#x65E0;&#x8BDD;&#x53EF;&#x8BF4;&#x3002;&#x6211;&#x53EA;&#x89C9;&#x5F97;&#x6240;&#x4F4F;&#x7684;&#x5E76;&#x975E;&#x4EBA;&#x95F4;&#x3002;&#x56DB;&#x5341;&#x591A;&#x4E2A;&#x9752;&#x5E74;&#x7684;&#x8840;&#xFF0C;&#x6D0B;&#x6EA2;&#x5728;&#x6211;&#x7684;&#x5468;&#x56F4;&#xFF0C;&#x4F7F;&#x6211;&#x8270;&#x4E8E;&#x547C;&#x5438;&#x89C6;&#x542C;&#xFF0C;&#x90A3;&#x91CC;&#x8FD8;&#x80FD;&#x6709;&#x4EC0;&#x4E48;&#x8A00;&#x8BED;&#xFF1F;&#x957F;&#x6B4C;&#x5F53;&#x54ED;&#xFF0C;&#x662F;&#x5FC5;&#x987B;&#x5728;&#x75DB;&#x5B9A;&#x4E4B;&#x540E;&#x7684;&#x3002;&#x800C;&#x6B64;&#x540E;&#x51E0;&#x4E2A;&#x6240;&#x8C13;&#x5B66;&#x8005;&#x6587;&#x4EBA;&#x7684;&#x9634;&#x9669;&#x7684;&#x8BBA;&#x8C03;&#xFF0C;&#x5C24;&#x4F7F;&#x6211;&#x89C9;&#x5F97;&#x60B2;&#x54C0;&#x3002;&#x6211;&#x5DF2;&#x7ECF;&#x51FA;&#x79BB;&#x6124;&#x6012;&#x4E86;&#x3002;&#x6211;&#x5C06;&#x6DF1;&#x5473;&#x8FD9;&#x975E;&#x4EBA;&#x95F4;&#x7684;&#x6D53;&#x9ED1;&#x7684;&#x60B2;&#x51C9;&#xFF1B;&#x4EE5;&#x6211;&#x7684;&#x6700;&#x5927;&#x54C0;&#x75DB;&#x663E;&#x793A;&#x4E8E;&#x975E;&#x4EBA;&#x95F4;&#xFF0C;&#x4F7F;&#x5B83;&#x4EEC;&#x5FEB;&#x610F;&#x4E8E;&#x6211;&#x7684;&#x82E6;&#x75DB;&#xFF0C;&#x5C31;&#x5C06;&#x8FD9;&#x4F5C;&#x4E3A;&#x540E;&#x6B7B;&#x8005;&#x7684;&#x83F2;&#x8584;&#x7684;&#x796D;&#x54C1;&#xFF0C;&#x5949;&#x732E;&#x4E8E;&#x901D;&#x8005;&#x7684;&#x7075;&#x524D;&#x3002;</p>
<h3 id="&#x4E8C;">&#x4E8C;</h3>
<p>&#x771F;&#x7684;&#x731B;&#x58EB;&#xFF0C;&#x6562;&#x4E8E;&#x76F4;&#x9762;&#x60E8;&#x6DE1;&#x7684;&#x4EBA;&#x751F;&#xFF0C;&#x6562;&#x4E8E;&#x6B63;&#x89C6;&#x6DCB;&#x6F13;&#x7684;&#x9C9C;&#x8840;&#x3002;&#x8FD9;&#x662F;&#x600E;&#x6837;&#x7684;&#x54C0;&#x75DB;&#x8005;&#x548C;&#x5E78;&#x798F;&#x8005;&#xFF1F;&#x7136;&#x800C;&#x9020;&#x5316;&#x53C8;&#x5E38;&#x5E38;&#x4E3A;&#x5EB8;&#x4EBA;&#x8BBE;&#x8BA1;&#xFF0C;&#x4EE5;&#x65F6;&#x95F4;&#x7684;&#x6D41;&#x9A76;&#xFF0C;&#x6765;&#x6D17;&#x6DA4;&#x65E7;&#x8FF9;&#xFF0C;&#x4EC5;&#x4F7F;&#x7559;&#x4E0B;&#x6DE1;&#x7EA2;&#x7684;&#x8840;&#x8272;&#x548C;&#x5FAE;&#x6F20;&#x7684;&#x60B2;&#x54C0;&#x3002;&#x5728;&#x8FD9;&#x6DE1;&#x7EA2;&#x7684;&#x8840;&#x8272;&#x548C;&#x5FAE;&#x6F20;&#x7684;&#x60B2;&#x54C0;&#x4E2D;&#xFF0C;&#x53C8;&#x7ED9;&#x4EBA;&#x6682;&#x5F97;&#x5077;&#x751F;&#xFF0C;&#x7EF4;&#x6301;&#x7740;&#x8FD9;&#x4F3C;&#x4EBA;&#x975E;&#x4EBA;&#x7684;&#x4E16;&#x754C;&#x3002;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x8FD9;&#x6837;&#x7684;&#x4E16;&#x754C;&#x4F55;&#x65F6;&#x662F;&#x4E00;&#x4E2A;&#x5C3D;&#x5934;&#xFF01;</p>
<p>&#x6211;&#x4EEC;&#x8FD8;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x4E16;&#x4E0A;&#x6D3B;&#x7740;&#xFF1B;&#x6211;&#x4E5F;&#x65E9;&#x89C9;&#x5F97;&#x6709;&#x5199;&#x4E00;&#x70B9;&#x4E1C;&#x897F;&#x7684;&#x5FC5;&#x8981;&#x4E86;&#x3002;&#x79BB;&#x4E09;&#x6708;&#x5341;&#x516B;&#x65E5;&#x4E5F;&#x5DF2;&#x6709;&#x4E24;&#x661F;&#x671F;&#xFF0C;&#x5FD8;&#x5374;&#x7684;&#x6551;&#x4E3B;&#x5FEB;&#x8981;&#x964D;&#x4E34;&#x4E86;&#x7F62;&#xFF0C;&#x6211;&#x6B63;&#x6709;&#x5199;&#x4E00;&#x70B9;&#x4E1C;&#x897F;&#x7684;&#x5FC5;&#x8981;&#x4E86;&#x3002;</p>
<h3 id="&#x4E09;">&#x4E09;</h3>
<p>&#x5728;&#x56DB;&#x5341;&#x4F59;&#x88AB;&#x5BB3;&#x7684;&#x9752;&#x5E74;&#x4E4B;&#x4E2D;&#xFF0C;&#x5218;&#x548C;&#x73CD;&#x541B;&#x662F;&#x6211;&#x7684;&#x5B66;&#x751F;&#x3002;&#x5B66;&#x751F;&#x4E91;&#x8005;&#xFF0C;&#x6211;&#x5411;&#x6765;&#x8FD9;&#x6837;&#x60F3;&#xFF0C;&#x8FD9;&#x6837;&#x8BF4;&#xFF0C;&#x73B0;&#x5728;&#x5374;&#x89C9;&#x5F97;&#x6709;&#x4E9B;&#x8E0C;&#x8E87;&#x4E86;&#xFF0C;&#x6211;&#x5E94;&#x8BE5;&#x5BF9;&#x5979;&#x5949;&#x732E;&#x6211;&#x7684;&#x60B2;&#x54C0;&#x4E0E;&#x5C0A;&#x656C;&#x3002;&#x5979;&#x4E0D;&#x662F;&#x201C;&#x82DF;&#x6D3B;&#x5230;&#x73B0;&#x5728;&#x7684;&#x6211;&#x201D;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x662F;&#x4E3A;&#x4E86;&#x4E2D;&#x56FD;&#x800C;&#x6B7B;&#x7684;&#x4E2D;&#x56FD;&#x7684;&#x9752;&#x5E74;&#x3002;</p>
<p>&#x5979;&#x7684;&#x59D3;&#x540D;&#x7B2C;&#x4E00;&#x6B21;&#x4E3A;&#x6211;&#x6240;&#x89C1;&#xFF0C;&#x662F;&#x5728;&#x53BB;&#x5E74;&#x590F;&#x521D;&#x6768;&#x836B;&#x6986;&#x5973;&#x58EB;&#x505A;&#x5973;&#x5B50;&#x5E08;&#x8303;&#x5927;&#x5B66;&#x6821;&#x957F;&#xFF0C;&#x5F00;&#x9664;&#x6821;&#x4E2D;&#x516D;&#x4E2A;&#x5B66;&#x751F;&#x81EA;&#x6CBB;&#x4F1A;&#x804C;&#x5458;&#x7684;&#x65F6;&#x5019;&#x3002;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x5979;&#xFF1B;&#x4F46;&#x662F;&#x6211;&#x4E0D;&#x8BA4;&#x8BC6;&#x3002;&#x76F4;&#x5230;&#x540E;&#x6765;&#xFF0C;&#x4E5F;&#x8BB8;&#x5DF2;&#x7ECF;&#x662F;&#x5218;&#x767E;&#x662D;&#x7387;&#x9886;&#x7537;&#x5973;&#x6B66;&#x5C06;&#xFF0C;&#x5F3A;&#x62D6;&#x51FA;&#x6821;&#x4E4B;&#x540E;&#x4E86;&#xFF0C;&#x624D;&#x6709;&#x4EBA;&#x6307;&#x7740;&#x4E00;&#x4E2A;&#x5B66;&#x751F;&#x544A;&#x8BC9;&#x6211;&#xFF0C;&#x8BF4;&#xFF1A;&#x8FD9;&#x5C31;&#x662F;&#x5218;&#x548C;&#x73CD;&#x3002;&#x5176;&#x65F6;&#x6211;&#x624D;&#x80FD;&#x5C06;&#x59D3;&#x540D;&#x548C;&#x5B9E;&#x4F53;&#x8054;&#x5408;&#x8D77;&#x6765;&#xFF0C;&#x5FC3;&#x4E2D;&#x5374;&#x6697;&#x81EA;&#x8BE7;&#x5F02;&#x3002;&#x6211;&#x5E73;&#x7D20;&#x60F3;&#xFF0C;&#x80FD;&#x591F;&#x4E0D;&#x4E3A;&#x52BF;&#x5229;&#x6240;&#x5C48;&#xFF0C;&#x53CD;&#x6297;&#x4E00;&#x5E7F;&#x6709;&#x7FBD;&#x7FFC;&#x7684;&#x6821;&#x957F;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#xFF0C;&#x603B;&#x8BE5;&#x662F;&#x6709;&#x4E9B;&#x6840;&#x9A9C;&#x950B;&#x5229;&#x7684;&#xFF0C;&#x4F46;&#x5979;&#x5374;&#x5E38;&#x5E38;&#x5FAE;&#x7B11;&#x7740;&#xFF0C;&#x6001;&#x5EA6;&#x5F88;&#x6E29;&#x548C;&#x3002;&#x5F85;&#x5230;&#x504F;&#x5B89;&#x4E8E;&#x5B97;&#x5E3D;&#x80E1;&#x540C;&#xFF0C;&#x8D41;&#x5C4B;&#x6388;&#x8BFE;&#x4E4B;&#x540E;&#xFF0C;&#x5979;&#x624D;&#x59CB;&#x6765;&#x542C;&#x6211;&#x7684;&#x8BB2;&#x4E49;&#xFF0C;&#x4E8E;&#x662F;&#x89C1;&#x9762;&#x7684;&#x56DE;&#x6570;&#x5C31;&#x8F83;&#x591A;&#x4E86;&#xFF0C;&#x4E5F;&#x8FD8;&#x662F;&#x59CB;&#x7EC8;&#x5FAE;&#x7B11;&#x7740;&#xFF0C;&#x6001;&#x5EA6;&#x5F88;&#x6E29;&#x548C;&#x3002;&#x5F85;&#x5230;&#x5B66;&#x6821;&#x6062;&#x590D;&#x65E7;&#x89C2;&#xFF0C;&#x5F80;&#x65E5;&#x7684;&#x6559;&#x804C;&#x5458;&#x4EE5;&#x4E3A;&#x8D23;&#x4EFB;&#x5DF2;&#x5C3D;&#xFF0C;&#x51C6;&#x5907;&#x9646;&#x7EED;&#x5F15;&#x9000;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x624D;&#x89C1;&#x5979;&#x8651;&#x53CA;&#x6BCD;&#x6821;&#x524D;&#x9014;&#xFF0C;&#x9EEF;&#x7136;&#x81F3;&#x4E8E;&#x6CE3;&#x4E0B;&#x3002;&#x6B64;&#x540E;&#x4F3C;&#x4E4E;&#x5C31;&#x4E0D;&#x76F8;&#x89C1;&#x3002;&#x603B;&#x4E4B;&#xFF0C;&#x5728;&#x6211;&#x7684;&#x8BB0;&#x5FC6;&#x4E0A;&#xFF0C;&#x90A3;&#x4E00;&#x6B21;&#x5C31;&#x662F;&#x6C38;&#x522B;&#x4E86;&#x3002;</p>
<h3 id="&#x56DB;">&#x56DB;</h3>
<p>&#x6211;&#x5728;&#x5341;&#x516B;&#x65E5;&#x65E9;&#x6668;&#xFF0C;&#x624D;&#x77E5;&#x9053;&#x4E0A;&#x5348;&#x6709;&#x7FA4;&#x4F17;&#x5411;&#x6267;&#x653F;&#x5E9C;&#x8BF7;&#x613F;&#x7684;&#x4E8B;&#xFF1B;&#x4E0B;&#x5348;&#x4FBF;&#x5F97;&#x5230;&#x5669;&#x8017;&#xFF0C;&#x8BF4;&#x536B;&#x961F;&#x5C45;&#x7136;&#x5F00;&#x67AA;&#xFF0C;&#x6B7B;&#x4F24;&#x81F3;&#x6570;&#x767E;&#x4EBA;&#xFF0C;&#x800C;&#x5218;&#x548C;&#x73CD;&#x541B;&#x5373;&#x5728;&#x9047;&#x5BB3;&#x8005;&#x4E4B;&#x5217;&#x3002;&#x4F46;&#x6211;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E9B;&#x4F20;&#x8BF4;&#xFF0C;&#x7ADF;&#x81F3;&#x4E8E;&#x9887;&#x4E3A;&#x6000;&#x7591;&#x3002;&#x6211;&#x5411;&#x6765;&#x662F;&#x4E0D;&#x60EE;&#x4EE5;&#x6700;&#x574F;&#x7684;&#x6076;&#x610F;&#xFF0C;&#x6765;&#x63A8;&#x6D4B;&#x4E2D;&#x56FD;&#x4EBA;&#x7684;&#xFF0C;&#x7136;&#x800C;&#x6211;&#x8FD8;&#x4E0D;&#x6599;&#xFF0C;&#x4E5F;&#x4E0D;&#x4FE1;&#x7ADF;&#x4F1A;&#x4E0B;&#x52A3;&#x51F6;&#x6B8B;&#x5230;&#x8FD9;&#x5730;&#x6B65;&#x3002;&#x51B5;&#x4E14;&#x59CB;&#x7EC8;&#x5FAE;&#x7B11;&#x7740;&#x7684;&#x548C;&#x853C;&#x7684;&#x5218;&#x548C;&#x73CD;&#x541B;&#xFF0C;&#x66F4;&#x4F55;&#x81F3;&#x4E8E;&#x65E0;&#x7AEF;&#x5728;&#x5E9C;&#x95E8;&#x524D;&#x558B;&#x8840;&#x5462;&#xFF1F;</p>
<p>&#x7136;&#x800C;&#x5373;&#x65E5;&#x8BC1;&#x660E;&#x662F;&#x4E8B;&#x5B9E;&#x4E86;&#xFF0C;&#x4F5C;&#x8BC1;&#x7684;&#x4FBF;&#x662F;&#x5979;&#x81EA;&#x5DF1;&#x7684;&#x5C38;&#x9AB8;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x5177;&#xFF0C;&#x662F;&#x6768;&#x5FB7;&#x7FA4;&#x541B;&#x7684;&#x3002;&#x800C;&#x4E14;&#x53C8;&#x8BC1;&#x660E;&#x7740;&#x8FD9;&#x4E0D;&#x4F46;&#x662F;&#x6740;&#x5BB3;&#xFF0C;&#x7B80;&#x76F4;&#x662F;&#x8650;&#x6740;&#xFF0C;&#x56E0;&#x4E3A;&#x8EAB;&#x4F53;&#x4E0A;&#x8FD8;&#x6709;&#x68CD;&#x68D2;&#x7684;&#x4F24;&#x75D5;&#x3002;</p>
<p>&#x4F46;&#x6BB5;&#x653F;&#x5E9C;&#x5C31;&#x6709;&#x4EE4;&#xFF0C;&#x8BF4;&#x5979;&#x4EEC;&#x662F;&#x201C;&#x66B4;&#x5F92;&#x201D;&#xFF01;</p>
<p>&#x4F46;&#x63A5;&#x7740;&#x5C31;&#x6709;&#x6D41;&#x8A00;&#xFF0C;&#x8BF4;&#x5979;&#x4EEC;&#x662F;&#x53D7;&#x4EBA;&#x5229;&#x7528;&#x7684;&#x3002;</p>
<p>&#x60E8;&#x8C61;&#xFF0C;&#x5DF2;&#x4F7F;&#x6211;&#x76EE;&#x4E0D;&#x5FCD;&#x89C6;&#x4E86;&#xFF1B;&#x6D41;&#x8A00;&#xFF0C;&#x5C24;&#x4F7F;&#x6211;&#x8033;&#x4E0D;&#x5FCD;&#x95FB;&#x3002;&#x6211;&#x8FD8;&#x6709;&#x4EC0;&#x4E48;&#x8BDD;&#x53EF;&#x8BF4;&#x5462;&#xFF1F;&#x6211;&#x61C2;&#x5F97;&#x8870;&#x4EA1;&#x6C11;&#x65CF;&#x4E4B;&#x6240;&#x4EE5;&#x9ED8;&#x65E0;&#x58F0;&#x606F;&#x7684;&#x7F18;&#x7531;&#x4E86;&#x3002;&#x6C89;&#x9ED8;&#x5475;&#xFF0C;&#x6C89;&#x9ED8;&#x5475;&#xFF01;&#x4E0D;&#x5728;&#x6C89;&#x9ED8;&#x4E2D;&#x7206;&#x53D1;&#xFF0C;&#x5C31;&#x5728;&#x6C89;&#x9ED8;&#x4E2D;&#x706D;&#x4EA1;&#x3002;</p>
<h3 id="&#x4E94;">&#x4E94;</h3>
<p>&#x4F46;&#x662F;&#xFF0C;&#x6211;&#x8FD8;&#x6709;&#x8981;&#x8BF4;&#x7684;&#x8BDD;&#x3002;</p>
<p>&#x6211;&#x6CA1;&#x6709;&#x4EB2;&#x89C1;&#xFF1B;&#x542C;&#x8BF4;&#xFF0C;&#x5979;&#xFF0C;&#x5218;&#x548C;&#x73CD;&#x541B;&#xFF0C;&#x90A3;&#x65F6;&#x662F;&#x6B23;&#x7136;&#x524D;&#x5F80;&#x7684;&#x3002;&#x81EA;&#x7136;&#xFF0C;&#x8BF7;&#x613F;&#x800C;&#x5DF2;&#xFF0C;&#x7A0D;&#x6709;&#x4EBA;&#x5FC3;&#x8005;&#xFF0C;&#x8C01;&#x4E5F;&#x4E0D;&#x4F1A;&#x6599;&#x5230;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x7F57;&#x7F51;&#x3002;&#x4F46;&#x7ADF;&#x5728;&#x6267;&#x653F;&#x5E9C;&#x524D;&#x4E2D;&#x5F39;&#x4E86;&#xFF0C;&#x4ECE;&#x80CC;&#x90E8;&#x5165;&#xFF0C;&#x659C;&#x7A7F;&#x5FC3;&#x80BA;&#xFF0C;&#x5DF2;&#x662F;&#x81F4;&#x547D;&#x7684;&#x521B;&#x4F24;&#xFF0C;&#x53EA;&#x662F;&#x6CA1;&#x6709;&#x4FBF;&#x6B7B;&#x3002;&#x540C;&#x53BB;&#x7684;&#x5F20;&#x9759;&#x6DD1;&#x541B;&#x60F3;&#x6276;&#x8D77;&#x5979;&#xFF0C;&#x4E2D;&#x4E86;&#x56DB;&#x5F39;&#xFF0C;&#x5176;&#x4E00;&#x662F;&#x624B;&#x67AA;&#xFF0C;&#x7ACB;&#x4EC6;&#xFF1B;&#x540C;&#x53BB;&#x7684;&#x6768;&#x5FB7;&#x7FA4;&#x541B;&#x53C8;&#x60F3;&#x53BB;&#x6276;&#x8D77;&#x5979;&#xFF0C;&#x4E5F;&#x88AB;&#x51FB;&#xFF0C;&#x5F39;&#x4ECE;&#x5DE6;&#x80A9;&#x5165;&#xFF0C;&#x7A7F;&#x80F8;&#x504F;&#x53F3;&#x51FA;&#xFF0C;&#x4E5F;&#x7ACB;&#x4EC6;&#x3002;&#x4F46;&#x5979;&#x8FD8;&#x80FD;&#x5750;&#x8D77;&#x6765;&#xFF0C;&#x4E00;&#x4E2A;&#x5175;&#x5728;&#x5979;&#x5934;&#x90E8;&#x53CA;&#x80F8;&#x90E8;&#x731B;&#x51FB;&#x4E24;&#x68CD;&#xFF0C;&#x4E8E;&#x662F;&#x6B7B;&#x6389;&#x4E86;&#x3002;</p>
<p>&#x59CB;&#x7EC8;&#x5FAE;&#x7B11;&#x7684;&#x548C;&#x853C;&#x7684;&#x5218;&#x548C;&#x73CD;&#x541B;&#x786E;&#x662F;&#x6B7B;&#x6389;&#x4E86;&#xFF0C;&#x8FD9;&#x662F;&#x771F;&#x7684;&#xFF0C;&#x6709;&#x5979;&#x81EA;&#x5DF1;&#x7684;&#x5C38;&#x9AB8;&#x4E3A;&#x8BC1;&#xFF1B;&#x6C89;&#x52C7;&#x800C;&#x53CB;&#x7231;&#x7684;&#x6768;&#x5FB7;&#x7FA4;&#x541B;&#x4E5F;&#x6B7B;&#x6389;&#x4E86;&#xFF0C;&#x6709;&#x5979;&#x81EA;&#x5DF1;&#x7684;&#x5C38;&#x9AB8;&#x4E3A;&#x8BC1;&#xFF1B;&#x53EA;&#x6709;&#x4E00;&#x6837;&#x6C89;&#x52C7;&#x800C;&#x53CB;&#x7231;&#x7684;&#x5F20;&#x9759;&#x6DD1;&#x541B;&#x8FD8;&#x5728;&#x533B;&#x9662;&#x91CC;&#x547B;&#x541F;&#x3002;&#x5F53;&#x4E09;&#x4E2A;&#x5973;&#x5B50;&#x4ECE;&#x5BB9;&#x5730;&#x8F6C;&#x8F97;&#x4E8E;&#x6587;&#x660E;&#x4EBA;&#x6240;&#x53D1;&#x660E;&#x7684;&#x67AA;&#x5F39;&#x7684;&#x6512;&#x5C04;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8FD9;&#x662F;&#x600E;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x60CA;&#x5FC3;&#x52A8;&#x9B44;&#x7684;&#x4F1F;&#x5927;&#x5475;&#xFF01;&#x4E2D;&#x56FD;&#x519B;&#x4EBA;&#x7684;&#x5C60;&#x622E;&#x5987;&#x5A74;&#x7684;&#x4F1F;&#x7EE9;&#xFF0C;&#x516B;&#x56FD;&#x8054;&#x519B;&#x7684;&#x60E9;&#x521B;&#x5B66;&#x751F;&#x7684;&#x6B66;&#x529F;&#xFF0C;&#x4E0D;&#x5E78;&#x5168;&#x88AB;&#x8FD9;&#x51E0;&#x7F15;&#x8840;&#x75D5;&#x62B9;&#x6740;&#x4E86;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x4E2D;&#x5916;&#x7684;&#x6740;&#x4EBA;&#x8005;&#x5374;&#x5C45;&#x7136;&#x6602;&#x8D77;&#x5934;&#x6765;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x4E2A;&#x4E2A;&#x8138;&#x4E0A;&#x6709;&#x7740;&#x8840;&#x6C61;&#x2026;&#x2026;&#x3002;</p>
<h3 id="&#x516D;">&#x516D;</h3>
<p>&#x65F6;&#x95F4;&#x6C38;&#x662F;&#x6D41;&#x9A76;&#xFF0C;&#x8857;&#x5E02;&#x4F9D;&#x65E7;&#x592A;&#x5E73;&#xFF0C;&#x6709;&#x9650;&#x7684;&#x51E0;&#x4E2A;&#x751F;&#x547D;&#xFF0C;&#x5728;&#x4E2D;&#x56FD;&#x662F;&#x4E0D;&#x7B97;&#x4EC0;&#x4E48;&#x7684;&#xFF0C;&#x81F3;&#x591A;&#xFF0C;&#x4E0D;&#x8FC7;&#x4F9B;&#x65E0;&#x6076;&#x610F;&#x7684;&#x95F2;&#x4EBA;&#x4EE5;&#x996D;&#x540E;&#x7684;&#x8C08;&#x8D44;&#xFF0C;&#x6216;&#x8005;&#x7ED9;&#x6709;&#x6076;&#x610F;&#x7684;&#x95F2;&#x4EBA;&#x4F5C;&#x201C;&#x6D41;&#x8A00;&#x201D;&#x7684;&#x79CD;&#x5B50;&#x3002;&#x81F3;&#x4E8E;&#x6B64;&#x5916;&#x7684;&#x6DF1;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x6211;&#x603B;&#x89C9;&#x5F97;&#x5F88;&#x5BE5;&#x5BE5;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x5B9E;&#x5728;&#x4E0D;&#x8FC7;&#x662F;&#x5F92;&#x624B;&#x7684;&#x8BF7;&#x613F;&#x3002;&#x4EBA;&#x7C7B;&#x7684;&#x8840;&#x6218;&#x524D;&#x884C;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x6B63;&#x5982;&#x7164;&#x7684;&#x5F62;&#x6210;&#xFF0C;&#x5F53;&#x65F6;&#x7528;&#x5927;&#x91CF;&#x7684;&#x6728;&#x6750;&#xFF0C;&#x7ED3;&#x679C;&#x5374;&#x53EA;&#x662F;&#x4E00;&#x5C0F;&#x5757;&#xFF0C;&#x4F46;&#x8BF7;&#x613F;&#x662F;&#x4E0D;&#x5728;&#x5176;&#x4E2D;&#x7684;&#xFF0C;&#x66F4;&#x4F55;&#x51B5;&#x662F;&#x5F92;&#x624B;&#x3002;</p>
<p>&#x7136;&#x800C;&#x65E2;&#x7136;&#x6709;&#x4E86;&#x8840;&#x75D5;&#x4E86;&#xFF0C;&#x5F53;&#x7136;&#x4E0D;&#x89C9;&#x8981;&#x6269;&#x5927;&#x3002;&#x81F3;&#x5C11;&#xFF0C;&#x4E5F;&#x5F53;&#x6D78;&#x6E0D;&#x4E86;&#x4EB2;&#x65CF;&#xFF1B;&#x5E08;&#x53CB;&#xFF0C;&#x7231;&#x4EBA;&#x7684;&#x5FC3;&#xFF0C;&#x7EB5;&#x4F7F;&#x65F6;&#x5149;&#x6D41;&#x9A76;&#xFF0C;&#x6D17;&#x6210;&#x7EEF;&#x7EA2;&#xFF0C;&#x4E5F;&#x4F1A;&#x5728;&#x5FAE;&#x6F20;&#x7684;&#x60B2;&#x54C0;&#x4E2D;&#x6C38;&#x5B58;&#x5FAE;&#x7B11;&#x7684;&#x548C;&#x853C;&#x7684;&#x65E7;&#x5F71;&#x3002;&#x9676;&#x6F5C;&#x8BF4;&#x8FC7;&#xFF0C;&#x201C;&#x4EB2;&#x621A;&#x6216;&#x4F59;&#x60B2;&#xFF0C;&#x4ED6;&#x4EBA;&#x4EA6;&#x5DF2;&#x6B4C;&#xFF0C;&#x6B7B;&#x53BB;&#x4F55;&#x6240;&#x9053;&#xFF0C;&#x6258;&#x4F53;&#x540C;&#x5C71;&#x963F;&#x3002;&#x201D;&#x5018;&#x80FD;&#x5982;&#x6B64;&#xFF0C;&#x8FD9;&#x4E5F;&#x5C31;&#x591F;&#x4E86;&#x3002;</p>
<h3 id="&#x4E03;">&#x4E03;</h3>
<p>&#x6211;&#x5DF2;&#x7ECF;&#x8BF4;&#x8FC7;&#xFF1A;&#x6211;&#x5411;&#x6765;&#x662F;&#x4E0D;&#x60EE;&#x4EE5;&#x6700;&#x574F;&#x7684;&#x6076;&#x610F;&#x6765;&#x63A8;&#x6D4B;&#x4E2D;&#x56FD;&#x4EBA;&#x7684;&#x3002;&#x4F46;&#x8FD9;&#x56DE;&#x5374;&#x5F88;&#x6709;&#x51E0;&#x70B9;&#x51FA;&#x4E8E;&#x6211;&#x7684;&#x610F;&#x5916;&#x3002;&#x4E00;&#x662F;&#x5F53;&#x5C40;&#x8005;&#x7ADF;&#x4F1A;&#x8FD9;&#x6837;&#x5730;&#x51F6;&#x6B8B;&#xFF0C;&#x4E00;&#x662F;&#x6D41;&#x8A00;&#x5BB6;&#x7ADF;&#x81F3;&#x5982;&#x6B64;&#x4E4B;&#x4E0B;&#x52A3;&#xFF0C;&#x4E00;&#x662F;&#x4E2D;&#x56FD;&#x7684;&#x5973;&#x6027;&#x4E34;&#x96BE;&#x7ADF;&#x80FD;&#x5982;&#x662F;&#x4E4B;&#x4ECE;&#x5BB9;&#x3002;</p>
<p>&#x6211;&#x76EE;&#x7779;&#x4E2D;&#x56FD;&#x5973;&#x5B50;&#x7684;&#x529E;&#x4E8B;&#xFF0C;&#x662F;&#x59CB;&#x4E8E;&#x53BB;&#x5E74;&#x7684;&#xFF0C;&#x867D;&#x7136;&#x662F;&#x5C11;&#x6570;&#xFF0C;&#x4F46;&#x770B;&#x90A3;&#x5E72;&#x7EC3;&#x575A;&#x51B3;&#xFF0C;&#x767E;&#x6298;&#x4E0D;&#x56DE;&#x7684;&#x6C14;&#x6982;&#xFF0C;&#x66FE;&#x7ECF;&#x5C61;&#x6B21;&#x4E3A;&#x4E4B;&#x611F;&#x53F9;&#x3002;&#x81F3;&#x4E8E;&#x8FD9;&#x4E00;&#x56DE;&#x5728;&#x5F39;&#x96E8;&#x4E2D;&#x4E92;&#x76F8;&#x6551;&#x52A9;&#xFF0C;&#x867D;&#x6B92;&#x8EAB;&#x4E0D;&#x6064;&#x7684;&#x4E8B;&#x5B9E;&#xFF0C;&#x5219;&#x66F4;&#x8DB3;&#x4E3A;&#x4E2D;&#x56FD;&#x5973;&#x5B50;&#x7684;&#x52C7;&#x6BC5;&#xFF0C;&#x867D;&#x906D;&#x9634;&#x8C0B;&#x79D8;&#x8BA1;&#xFF0C;&#x538B;&#x6291;&#x81F3;&#x6570;&#x5343;&#x5E74;&#xFF0C;&#x800C;&#x7EC8;&#x4E8E;&#x6CA1;&#x6709;&#x6D88;&#x4EA1;&#x7684;&#x660E;&#x8BC1;&#x4E86;&#x3002;&#x5018;&#x8981;&#x5BFB;&#x6C42;&#x8FD9;&#x4E00;&#x6B21;&#x6B7B;&#x4F24;&#x8005;&#x5BF9;&#x4E8E;&#x5C06;&#x6765;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x610F;&#x4E49;&#x5C31;&#x5728;&#x6B64;&#x7F62;&#x3002;</p>
<p>&#x82DF;&#x6D3B;&#x8005;&#x5728;&#x6DE1;&#x7EA2;&#x7684;&#x8840;&#x8272;&#x4E2D;&#xFF0C;&#x4F1A;&#x4F9D;&#x7A00;&#x770B;&#x89C1;&#x5FAE;&#x832B;&#x7684;&#x5E0C;&#x671B;&#xFF1B;&#x771F;&#x7684;&#x731B;&#x58EB;&#xFF0C;&#x5C06;&#x66F4;&#x594B;&#x7136;&#x800C;&#x524D;&#x884C;&#x3002;</p>
<p>&#x545C;&#x547C;&#xFF0C;&#x6211;&#x8BF4;&#x4E0D;&#x51FA;&#x8BDD;&#xFF0C;&#x4F46;&#x4EE5;&#x6B64;&#x8BB0;&#x5FF5;&#x5218;&#x548C;&#x73CD;&#x541B;&#xFF01;</p>
<p>&#x56DB;&#x6708;&#x4E00;&#x65E5;&#x3002;</p>
<h2 id="">&#x1F602;</h2>
<p>&#x5982;&#x679C;&#x767E;&#x5EA6;&#x767E;&#x79D1;&#x91CC;&#x9762;&#x5728;0815&#x6CA1;&#x5F04;&#x9519;&#x7684;&#x8BDD;&#xFF0C;&#x4E0A;&#x9762;&#x7684;&#x6587;&#x7AE0;&#x5C31;&#x6CA1;&#x95EE;&#x9898;&#x3002;&#x590D;&#x5236;&#x7C98;&#x8D34;&#x7684;&#x3002;</p>
<h2 id="">&#x1F602;</h2>
<p>&#x6211;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x8BDA;&#x610F;&#xFF0C;&#x66F4;&#x6CA1;&#x4EC0;&#x4E48;&#x60F3;&#x6CD5;&#x3002;&#x535A;&#x5BA2;&#x5EFA;&#x7ACB;&#x7684;&#x7B2C;&#x4E00;&#x5929;&#x3002;&#x8D81;&#x7740;&#x65B0;&#x9C9C;&#x52B2;&#xFF0C;&#x968F;&#x4FBF;&#x6458;&#x6284;&#x4E9B;&#x7F62;&#x4E86;&#x3002;&#x3002;&#x3002;</p>
]]></content>
    
    <summary type="html">
    
      &lt;h2 id=&quot;&amp;#x8BB0;&amp;#x5FF5;&amp;#x5218;&amp;#x548C;&amp;#x73CD;&amp;#x541B;&quot;&gt;&amp;#x8BB0;&amp;#x5FF5;&amp;#x5218;&amp;#x548C;&amp;#x73CD;&amp;#x541B;&lt;/h2&gt;
&lt;h3 id=&quot;&amp;#x4E00;&quot;&gt;&amp;#x4E00;&lt;/
    
    </summary>
    
      <category term="moon" scheme="http://zrdsj.cc/categories/moon/"/>
    
    
      <category term="鲁迅" scheme="http://zrdsj.cc/tags/%E9%B2%81%E8%BF%85/"/>
    
      <category term="文学" scheme="http://zrdsj.cc/tags/%E6%96%87%E5%AD%A6/"/>
    
      <category term="装逼（文艺）" scheme="http://zrdsj.cc/tags/%E8%A3%85%E9%80%BC%EF%BC%88%E6%96%87%E8%89%BA%EF%BC%89/"/>
    
  </entry>
  
</feed>
