<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title>♀昨日的世界♂</title>
  <subtitle>http://zrdsj.cc</subtitle>
  <link href="/atom.xml" rel="self"/>
  
  <link href="http://zrdsj.cc/"/>
  <updated>2016-09-26T11:01:04.562Z</updated>
  <id>http://zrdsj.cc/</id>
  
  <author>
    <name>jimmy_jude</name>
    <email>jimmy@zrdsj.cc</email>
  </author>
  
  <generator uri="http://hexo.io/">Hexo</generator>
  
  <entry>
    <title>关于node.js的几句话</title>
    <link href="http://zrdsj.cc/2016/09/26/012/"/>
    <id>http://zrdsj.cc/2016/09/26/012/</id>
    <published>2016-09-26T08:35:43.250Z</published>
    <updated>2016-09-26T11:01:04.562Z</updated>
    
    <content type="html"><![CDATA[<p>&#x63A5;&#x4E0B;&#x6765;&#x7528;&#x2019;nj&#x2019;&#x6765;&#x8868;&#x793A;&#x2019;Node.Js&#x2019;.&#x5168;&#x90FD;&#x662F;&#x3002;&#x3002;&#x3002;</p>
<h3 id="&#x57FA;&#x7840;">&#x57FA;&#x7840;</h3>
<h4 id="nodejs&#x662F;&#x5565;">node.js&#x662F;&#x5565;</h4>
<p><code>&#x662F;&#x4E00;&#x4E2A;&#x89E3;&#x6790;&#x5668;</code></p>
<p>&#x524D;&#x5C55;&#x601D;&#x8003;&#xFF1A;</p>
<ul>
<li>&#x811A;&#x672C;&#x8BED;&#x8A00;&#x7684;&#x8FD0;&#x884C;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#xFF1F;</li>
<li>&#x72EC;&#x7ACB;&#x8FD0;&#x884C;&#x7684;js&#x53C8;&#x662F;&#x600E;&#x4E48;&#x6837;&#xFF1F;</li>
</ul>
<h4 id="nodejs&#x5E72;&#x5565;&#x7528;&#x7684;">node.js&#x5E72;&#x5565;&#x7528;&#x7684;</h4>
<p><code>&#x5B9E;&#x73B0;&#x9AD8;&#x6027;&#x80FD;Web&#x670D;&#x52A1;&#x5668;</code></p>
<p>&#x4E0D;&#x662F;&#x6211;&#x8BF4;&#x7684;&#xFF0C;&#x662F;nj&#x4F5C;&#x8005;&#x8BF4;&#x7684;&#x3002;</p>
<p>&#x503C;&#x5F97;&#x5173;&#x6CE8;&#x7684;&#x4E24;&#x4E2A;&#x70B9;&#xFF1A;</p>
<ul>
<li>&#x4E8B;&#x4EF6;&#x673A;&#x5236;</li>
<li>&#x5F02;&#x6B65;IO&#x6A21;&#x578B;&#x7684;&#x4F18;&#x8D8A;&#x6027;&#xFF1F;</li>
</ul>
<p>&#x54EA;&#x79CD;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x4E0D;&#x81EA;&#x5E26;IO&#x529F;&#x80FD;&#xFF0C;&#x53C8;&#x53EF;&#x4EE5;&#x826F;&#x597D;&#x652F;&#x6301;&#x4E8B;&#x4EF6;&#x673A;&#x5236;&#xFF1F;2333</p>
<p>sth else:</p>
<blockquote>
<p>&#x5BF9;&#x4E8E;&#x524D;&#x7AEF;&#x800C;&#x8A00;&#xFF0C;&#x867D;&#x7136;&#x4E0D;&#x662F;&#x4EBA;&#x4EBA;&#x90FD;&#x8981;&#x62FF;NodeJS&#x5199;&#x4E00;&#x4E2A;&#x670D;&#x52A1;&#x5668;&#x7A0B;&#x5E8F;&#xFF0C;&#x4F46;&#x7B80;&#x5355;&#x53EF;&#x81F3;&#x4F7F;&#x7528;&#x547D;&#x4EE4;&#x4EA4;&#x4E92;&#x6A21;&#x5F0F;&#x8C03;&#x8BD5;JS&#x4EE3;&#x7801;&#x7247;&#x6BB5;&#xFF0C;&#x590D;&#x6742;&#x53EF;&#x81F3;&#x7F16;&#x5199;&#x5DE5;&#x5177;&#x63D0;&#x5347;&#x5DE5;&#x4F5C;&#x6548;&#x7387;&#x3002;</p>
</blockquote>
<h4 id="&#x5B89;&#x88C5;">&#x5B89;&#x88C5;</h4>
<p><a href="http://nodejs.cn/download/" target="_blank" rel="external">http://nodejs.cn/download/</a></p>
<h4 id="&#x4F7F;&#x7528;">&#x4F7F;&#x7528;</h4>
<p>&#x6CD5;1&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic_1608-1609/node_demo1.png" alt=""></p>
<p>&#x6CD5;2&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic_1608-1609/node_demo2.png" alt=""></p>
<p>then</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic_1608-1609/node_demo3.png" alt=""></p>
<blockquote>
<p>&#x4F60;&#x7528;&#x7684;Linux&#xFF1F;</p>
</blockquote>
<blockquote>
<p>&#x54E6;&#xFF0C;&#x90A3;&#x6211;&#x4E0D;&#x4F1A;&#x3002;&#x3002;&#x3002;&#x1F612;</p>
</blockquote>
<h4 id="&#x6A21;&#x5757;">&#x6A21;&#x5757;</h4>
<p>&#xFF08;&#x8FD9;&#x662F;&#x5F88;jb&#x5927;&#x7684;&#x4E00;&#x4E2A;&#x8BDD;&#x9898;&#x5176;&#x5B9E;&#xFF09;</p>
<p><strong>&#x5C06;&#x4EE3;&#x7801;&#x5408;&#x7406;&#x62C6;&#x5206;&#x5230;&#x4E0D;&#x540C;&#x7684;JS&#x6587;&#x4EF6;&#x4E2D;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x6A21;&#x5757;&#xFF0C;&#x800C;&#x6587;&#x4EF6;&#x8DEF;&#x5F84;&#x5C31;&#x662F;&#x6A21;&#x5757;&#x540D;</strong>&#x3002;&#x5728;&#x7F16;&#x5199;&#x6BCF;&#x4E2A;&#x6A21;&#x5757;&#x65F6;&#xFF0C;&#x90FD;&#x6709;<a href="http://www.cnblogs.com/pigtail/archive/2013/01/14/2859929.html" target="_blank" rel="external">require</a>&#x3001;<a href="https://liuzhichao.com/p/1669.html" target="_blank" rel="external">exports</a>&#x3001;<a href="http://www.cnblogs.com/dolphinX/p/3485260.html" target="_blank" rel="external">module</a>&#x4E09;&#x4E2A;&#x9884;&#x5148;&#x5B9A;&#x4E49;&#x597D;&#x7684;&#x53D8;&#x91CF;&#x53EF;&#x4F9B;&#x4F7F;&#x7528;&#x3002;</p>
<p>&#x8FD8;&#x5E94;&#x8BE5;&#x6CE8;&#x610F;&#x7684;&#x70B9;&#xFF1A;</p>
<ul>
<li>&#x6A21;&#x5757;&#x521D;&#x59CB;&#x5316;</li>
<li>&#x4E3B;&#x6A21;&#x5757;</li>
</ul>
<h4 id="&#x4E8C;&#x8FDB;&#x5236;&#x6A21;&#x5757;">&#x4E8C;&#x8FDB;&#x5236;&#x6A21;&#x5757;</h4>
<p>&#x4E00;&#x822C;&#x4F7F;&#x7528;js&#x7F16;&#x5199;&#x6A21;&#x5757;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#xFF0C;&#x4F46;nj&#x4E5F;&#x652F;&#x6301;&#x4F7F;&#x7528;C/C++&#x7F16;&#x5199;&#x4E8C;&#x8FDB;&#x5236;&#x6A21;&#x5757;&#x3002;</p>
<p>&#x7F16;&#x8BD1;&#x597D;&#x7684;&#x4E8C;&#x8FDB;&#x5236;&#x6A21;&#x5757;&#x9664;&#x4E86;&#x6587;&#x4EF6;&#x6269;&#x5C55;&#x540D;&#x662F;.node&#x5916;&#xFF0C;&#x548C;js&#x6A21;&#x5757;&#x7684;&#x4F7F;&#x7528;&#x65B9;&#x5F0F;&#x76F8;&#x540C;&#x3002;</p>
<blockquote>
<p><code>&#x4E8C;&#x8FDB;&#x5236;&#x6A21;&#x5757;&#x80FD;&#x4F7F;&#x7528;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x63D0;&#x4F9B;&#x7684;&#x6240;&#x6709;&#x529F;&#x80FD;&#xFF0C;&#x62E5;&#x6709;&#x65E0;&#x9650;&#x7684;&#x6F5C;&#x80FD;</code>&#x3002;</p>
</blockquote>
<blockquote>
<p><code>&#x5BF9;&#x4E8E;&#x524D;&#x7AEF;&#x800C;&#x8A00;&#x5E76;&#x4E0D;&#x5BB9;&#x6613;&#xFF0C;&#x5E76;&#x4E14;&#x96BE;&#x4EE5;&#x8DE8;&#x5E73;&#x53F0;&#x4F7F;&#x7528;</code>&#x3002;</p>
</blockquote>
<p>so&#x4E0D;&#x518D;&#x591A;&#x8BF4;&#x3002;</p>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x63A5;&amp;#x4E0B;&amp;#x6765;&amp;#x7528;&amp;#x2019;nj&amp;#x2019;&amp;#x6765;&amp;#x8868;&amp;#x793A;&amp;#x2019;Node.Js&amp;#x2019;.&amp;#x5168;&amp;#x90FD;&amp;#x662F;&amp;#x3002;&amp;#x3002
    
    </summary>
    
      <category term="sixpence" scheme="http://zrdsj.cc/categories/sixpence/"/>
    
    
      <category term="经验之谈" scheme="http://zrdsj.cc/tags/%E7%BB%8F%E9%AA%8C%E4%B9%8B%E8%B0%88/"/>
    
      <category term="node" scheme="http://zrdsj.cc/tags/node/"/>
    
      <category term="在路上" scheme="http://zrdsj.cc/tags/%E5%9C%A8%E8%B7%AF%E4%B8%8A/"/>
    
  </entry>
  
  <entry>
    <title>圣经几个读经方法</title>
    <link href="http://zrdsj.cc/2016/09/23/011/"/>
    <id>http://zrdsj.cc/2016/09/23/011/</id>
    <published>2016-09-23T12:47:57.657Z</published>
    <updated>2016-09-26T06:22:34.044Z</updated>
    
    <content type="html"><![CDATA[<p>&#x51E0;&#x79CD;&#x8BFB;&#x5723;&#x7ECF;&#x7684;&#x529E;&#x6CD5;&#x3002;&#x51C6;&#x786E;&#x70B9;&#x5E94;&#x8BE5;&#x8BF4;&#x662F;&#x8BA1;&#x5212;&#x3002;&#x5723;&#x7ECF;&#x7684;&#x901A;&#x8BFB;&#xFF0C;&#x5BF9;&#x57FA;&#x7763;&#x5F92;&#x6765;&#x8BF4;&#x5176;&#x610F;&#x4E49;&#x4E0D;&#x8A00;&#x800C;&#x55BB;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x4F7F;&#x7528;&#x4E86;&#x624B;&#x673A;app&#x2014;<a href="https://itunes.apple.com/cn/app/jing-du-sheng-jing/id969776780?mt=8" target="_blank" rel="external">&#x7CBE;&#x8BFB;&#x5723;&#x7ECF;</a>&#x3002;&#x5176;&#x4E2D;&#x7684;&#x8BBE;&#x8BA1;&#x4E0E;&#x5185;&#x5BB9;&#x5728;&#x6211;&#x770B;&#x6765;&#x5747;&#x4E3A;&#x4E0A;&#x4E58;&#xFF0C;&#x4F5C;&#x8005;&#x65E0;&#x507F;&#x6EE1;&#x8DB3;&#x4E86;&#x51E0;&#x4E4E;&#x5168;&#x90E8;&#x7684;&#x5723;&#x7ECF;&#x5B66;&#x4E60;&#x9700;&#x6C42;&#xFF0C;&#x5176;&#x5E73;&#x65E5;&#x8FD0;&#x8425;&#x7684;&#x8D39;&#x7528;&#x5E76;&#x4E0D;&#x662F;&#x5411;&#x7528;&#x6237;&#x6536;&#x8D39;&#x7684;&#x3002;&#x8BE6;&#x60C5;&#x9875;&#x9762;&#x89C1;&#x1F449; <a href="http://www.christapp.net/pay.html" target="_blank" rel="external">Love_GOD</a></p>
<p>&#x8A00;&#x5F52;&#x6B63;&#x4F20;&#xFF0C;&#x5728;app&#x4E2D;&#x6211;&#x77E5;&#x9053;&#x4E86;&#x51E0;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#xFF0C;&#x4E5F;&#x8BA9;&#x81EA;&#x5DF1;&#x5E73;&#x65F6;&#x96F6;&#x788E;&#x7684;&#x8BFB;&#x7ECF;&#x53D8;&#x5F97;&#x66F4;&#x7CFB;&#x7EDF;&#x66F4;&#x5408;&#x7406;&#x4E86;&#x3002;&#x4EE4;&#x4EBA;&#x5341;&#x5206;&#x6B23;&#x6170;&#x3002;</p>
<h3 id="&#x987A;&#x5E8F;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;">&#x987A;&#x5E8F;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;</h3>
<p>&#x8FD9;&#x662F;&#x6700;&#x7B80;&#x5355;&#x7684;&#x65B9;&#x6CD5;&#x4E86;&#xFF0C;&#x6309;&#x7167;&#x5BF9;&#x603B;&#x91CF;&#x7684;&#x8BA1;&#x7B97;&#x548C;&#x8BA1;&#x5212;&#xFF0C;&#x5C06;&#x4E00;&#x5E74;360&#x591A;&#x5929;&#x7684;&#x91CF;&#x90FD;&#x5206;&#x51FA;&#x6765;&#x3002;&#x5927;&#x6982;&#x5C31;&#x662F;<code>&#x6BCF;&#x5929;3-4&#x7AE0;&#x7684;&#x7ECF;&#x6587;&#xFF0C;&#x4E00;&#x5E74;&#x53EF;&#x4EE5;&#x8BFB;&#x5B8C;&#x65B0;&#x65E7;&#x7EA6;&#x4E00;&#x904D;</code>&#x3002;</p>
<p>&#x6B64;&#x79CD;&#x65B9;&#x6CD5;&#x4E5F;&#x662F;&#x6709;&#x5C0F;&#x7EC6;&#x8282;&#x53EF;&#x4EE5;&#x4F18;&#x5316;&#x7684;</p>
<ul>
<li>&#x8BFB;&#x7684;&#x987A;&#x5E8F;&#x53EF;&#x4EE5;&#x4E0D;&#x6309;&#x7167;&#x65E7;&#x7EA6;&#x65B0;&#x7EA6;&#x4E2D;&#x7684;&#x6392;&#x5E8F;&#xFF0C;&#x9002;&#x91CF;&#x5408;&#x7406;&#x7684;&#x7F16;&#x6392;&#x65B9;&#x5F0F;&#x4E5F;&#x662F;&#x53EF;&#x53D6;&#x7684;&#x3002;&#xFF08;&#x53EF;&#x4EE5;&#x5728;&#x7F51;&#x4E0A;&#x8FDB;&#x884C;&#x641C;&#x5BFB;&#xFF09;</li>
<li>&#x8BFB;&#x7ECF;&#x8D35;&#x5728;&#x575A;&#x6301;&#xFF0C;&#x7136;&#x5929;&#x6709;&#x4E0D;&#x6D4B;&#x98CE;&#x4E91;&#xFF0C;&#x82E5;&#x56E0;&#x4E3A;&#x5076;&#x7136;&#x800C;&#x6765;&#x7684;&#x4E8B;&#x60C5;&#x803D;&#x8BEF;&#x4E86;&#x6BCF;&#x65E5;&#x8BFB;&#x7ECF;&#xFF0C;&#x53EF;&#x5728;&#x968F;&#x540E;&#x7684;&#x5468;&#x672B;&#x4F11;&#x5047;&#x627E;&#x56DE;&#x65F6;&#x95F4;&#x6765;&#x8865;&#x4E0A;&#x3002;&#x76F8;&#x8F83;&#x4E8E;&#x7B2C;&#x4E8C;&#x5929;&#x8BFB;&#x53CC;&#x500D;&#x7684;&#x91CF;&#xFF0C;&#x524D;&#x4E00;&#x79CD;&#x65B9;&#x5F0F;&#x66F4;&#x5408;&#x7406;&#x4E00;&#x4E9B;&#x3002;</li>
</ul>
<h3 id="&#x5F97;&#x80DC;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;">&#x5F97;&#x80DC;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;</h3>
<p>&#x542C;&#x4E0A;&#x53BB;&#x5C31;&#x8BA9;&#x4EBA;&#x8212;&#x670D;&#xFF0C;&#x6211;&#x4EEC;&#x4E3A;&#x4E3B;&#x7948;&#x798F;&#x671F;&#x76FC;&#x7F8E;&#x597D;&#x5F97;&#x80DC;&#x4EBA;&#x95F4;&#xFF0C;&#x4E3B;&#x9898;&#x4E00;&#x65E6;&#x76F8;&#x901A;&#x5219;&#x7531;&#x663E;&#x4EB2;&#x5207;&#x2764;&#xFE0F;</p>
<p>&#x8FD9;&#x4E2A;&#x8BA1;&#x5212;&#x5728;&#x7F51;&#x4E0A;&#x6709;&#x6BD4;&#x8F83;&#x8BE6;&#x7EC6;&#x7684;&#x8BF4;&#x660E;&#xFF0C;&#x6211;&#x4EEC;&#x63A5;&#x4E0B;&#x6765;&#x4F1A;&#x642C;&#x8FD0;&#x4E00;&#x4E9B;&#x4F18;&#x8D28;&#x5185;&#x5BB9;&#x4F9B;&#x5B66;&#x4E60;&#x501F;&#x9274;&#x3002;&#x4E5F;&#x4F1A;&#x63D0;&#x4F9B;&#x94FE;&#x63A5;&#x53BB;&#x5F80;&#x539F;&#x6587;&#xFF1A;<a href="http://blog.sina.com.cn/s/blog_a28834cb0101ce6n.html" target="_blank" rel="external">&#x70B9;&#x8FD9;&#x91CC;</a></p>
<p>&#x5F97;&#x80DC;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#x6709;&#x4E09;&#x4E2A;&#x663E;&#x8457;&#x7279;&#x70B9;&#xFF1A;</p>
<ol>
<li>&#x6BCF;&#x5929;&#x8BFB;&#x4E00;&#x7BC7;&#x8BD7;&#x7BC7;&#x6216;&#x7BB4;&#xFF08;zhen&#xFF09;&#x8A00;</li>
<li>&#x4E00;&#x5E74;&#x8BFB;&#x4E24;&#x904D;&#x798F;&#x97F3;&#x4E66;</li>
<li>&#x6309;&#x5E74;&#x4EE3;&#x6B21;&#x5E8F;&#x901A;&#x8BFB;&#x65E7;&#x7EA6;</li>
</ol>
<p>&#x6BCF;&#x5929;&#x90FD;&#x4F1A;&#x8BFB;&#x5230;&#x8BD7;&#x7BC7;&#x6216;&#x7BB4;&#x8A00;&#xFF0C;&#x4F1A;&#x8BA9;&#x8BFB;&#x7ECF;&#x7684;&#x8FC7;&#x7A0B;&#x663E;&#x5F97;&#x65B0;&#x610F;&#x6EE1;&#x6EE1;&#x3002;</p>
<p>&#x51E0;&#x70B9;&#x4F7F;&#x7528;&#x5EFA;&#x8BAE;&#xFF1A;</p>
<ol>
<li>&#x4EFB;&#x4F55;&#x65F6;&#x5019;&#x90FD;&#x53EF;&#x4EE5;&#x5F00;&#x59CB;&#xFF1A;
&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x4E00;&#x5E74;&#x4E2D;&#x7684;&#x4EFB;&#x4F55;&#x65F6;&#x5019;&#x5F00;&#x59CB;&#x4F7F;&#x7528;&#x4F60;&#x7684;&#x300A;&#x5F97;&#x80DC;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#x300B;&#x3002;&#x73B0;&#x5728;&#x5C31;&#x4ECE;&#x4ECA;&#x5929;&#x7684;&#x65E5;&#x671F;&#x5F00;&#x59CB;&#xFF0C;&#x53EA;&#x8981;&#x4F60;&#x5728;&#x4EE5;&#x4E0B;&#x7684;&#x5341;&#x4E8C;&#x4E2A;&#x6708;&#x4E2D;&#x5F88;&#x5FE0;&#x5FC3;&#x5730;&#x4F7F;&#x7528;&#x8FD9;&#x4E2A;&#x8BA1;&#x5212;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x8BFB;&#x5B8C;&#x4E00;&#x904D;&#x300A;&#x5723;&#x7ECF;&#x300B;&#x4E86;&#x3002;</li>
<li>&#x5047;&#x5982;&#x4F60;&#x6F0F;&#x8BFB;&#x4E86;&#x4E00;&#x5929;&#xFF1A;
&#x6709;&#x65F6;&#x5019;&#x56E0;&#x4E3A;&#x4E00;&#x4E9B;&#x7D27;&#x6025;&#x4E8B;&#x4EF6;&#x6216;&#x610F;&#x5916;&#x4E8B;&#x60C5;&#x4F7F;&#x4F60;&#x8FD9;&#x5929;&#x4E0D;&#x80FD;&#x6309;&#x8BA1;&#x5212;&#x8BFB;&#x7ECF;&#xFF0C;&#x6211;&#x4EEC;&#x5F3A;&#x70C8;&#x5EFA;&#x8BAE;&#x4F60;&#xFF1A;&#x7B2C;&#x4E8C;&#x5929;&#x4E0D;&#x8981;&#x8BD5;&#x56FE;&#x4E00;&#x6B21;&#x8BFB;&#x4E24;&#x5929;&#x7684;&#x8BA1;&#x5212;&#xFF0C;&#x8FD9;&#x6837;&#x505A;&#x53EA;&#x80FD;&#x4F7F;&#x8FDB;&#x5EA6;&#x51CF;&#x6162;&#x3002;&#x6492;&#x65E6; &#x4F1A;&#x501F;&#x673A;&#x6253;&#x51FB;&#x4F60;&#x7684;&#x4FE1;&#x5FC3;&#xFF0C;&#x4F7F;&#x4F60;&#x5F88;&#x5BB9;&#x6613;&#x653E;&#x5F03;&#x6574;&#x4E2A;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#x3002;&#x6211;&#x4EEC;&#x7684;&#x5EFA;&#x8BAE;&#x662F;&#xFF1A;&#x5982;&#x679C;&#x4F60;&#x9519;&#x8FC7;&#x4E86;&#x4E00;&#x5929;&#xFF0C;&#x5C31;&#x8D8A;&#x8FC7;&#x90A3;&#x4E00;&#x5929;&#x7684;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#xFF0C;&#x7136;&#x540E;&#xFF0C;&#x5230;&#x4E86;&#x5468;&#x672B;&#xFF0C;&#x6216;&#x4F60;&#x6709;&#x4E86;&#x989D;&#x5916;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x5C31;&#x56DE; &#x8FC7;&#x5934;&#x6765;&#xFF0C;&#x8865;&#x4E0A;&#x4F60;&#x6240;&#x6F0F;&#x8BFB;&#x7684;&#x90A3;&#x4E9B;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#x3002;</li>
<li>&#x5199;&#x4E0B;&#x7279;&#x522B;&#x5173;&#x952E;&#x7684;&#x7ECF;&#x6587;&#xFF1A;
&#x4F60;&#x53EF;&#x4EE5;&#x8BB0;&#x4E0B;&#x5728;&#x90A3;&#x4E00;&#x5929;&#x7684;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#x4E2D;&#x795E;&#x7279;&#x522B;&#x611F;&#x52A8;&#x4F60;&#x7684;&#x5173;&#x952E;&#x7ECF;&#x6587;&#x3002;&#x82E5;&#x8FD9;&#x8282;&#x7ECF;&#x6587;&#x662F;&#x795E;&#x8981;&#x4F60;&#x80CC;&#x4E0B;&#x6765;&#x7684;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x8FD9;&#x8282;&#x7ECF;&#x6587;&#x7684;&#x8FB9;&#x4E0A;&#x505A;&#x4E00;&#x4E9B;&#x7279;&#x522B;&#x8BB0;&#x53F7;&#xFF0C;&#x6BCF;&#x5468;&#x81F3;&#x5C11;&#x80CC;&#x4E00;&#x8282;&#x8FD9;&#x6837;&#x7684;&#x7ECF;&#x6587;&#x3002;</li>
<li>&#x8BB0;&#x4E0B;&#x795E;&#x5BF9;&#x4F60;&#x6240;&#x8BB2;&#x7684;&#x8BDD;&#x8BED;&#xFF1A;
&#x795E;&#x5BF9;&#x4ED6;&#x7684;&#x513F;&#x5973;&#x8BB2;&#x8BDD;&#x4E3B;&#x8981;&#x901A;&#x8FC7;&#x300A;&#x5723;&#x7ECF;&#x300B;&#x3002;&#x5047;&#x5982;&#x4F60;&#x6CA1;&#x6709;&#x5929;&#x5929;&#x82B1;&#x65F6;&#x95F4;&#x8BFB;&#x300A;&#x5723;&#x7ECF;&#x300B;&#x7684;&#x8BDD;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x5C31;&#x5207;&#x65AD;&#x4E86;&#x795E;&#x5F15;&#x5BFC;&#x4F60;&#x7684;&#x4E3B;&#x8981;&#x6E20;&#x9053;&#x3002;&#x8BB0;&#x4E0B;&#x5728;&#x8FD9;&#x4E2A;&#x6708;&#x4E2D;&#x795E;&#x5BF9;&#x4F60;&#x8BF4;&#x8BDD;&#x7684;&#x4E3B;&#x8981;&#x5185;&#x5BB9;&#xFF0C;&#x5305;&#x62EC;&#x4E0E;&#x8FD9;&#x4E9B;&#x8BDD;&#x8BED;&#x76F8;&#x5173;&#x7684;&#x7ECF;&#x6587;&#x7684;&#x51FA;&#x5904;&#x3002;</li>
</ol>
<blockquote>
<p>&#x6700;&#x540E;&#xFF0C;&#x5177;&#x4F53;&#x7684;&#x8BA1;&#x5212;&#x8868;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;</p>
</blockquote>
<p>&#x5728;&#x6211;&#x672C;&#x5C0F;&#x59D0;&#x63D0;&#x4F9B;&#x7684;&#x94FE;&#x63A5;&#x91CC;&#x5C31;&#x6709;&#xFF0C;&#x53EF;&#x4EE5;&#x6253;&#x5370;&#x51FA;&#x6765;&#x52A0;&#x4EE5;&#x4F7F;&#x7528;&#x6548;&#x679C;&#x66F4;&#x597D;&#x3002;</p>
<h3 id="&#x7F57;&#x4F2F;&#x8328;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;">&#x7F57;&#x4F2F;&#x8328;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;</h3>
<p>&#x6B64;&#x6CD5;&#x53EF;&#x4EE5;&#x5E2E;&#x4F60;&#x7CFB;&#x7EDF;&#x800C;&#x53C8;&#x5B8C;&#x6574;&#x5730;&#x8BFB;&#x5B8C;&#x4E00;&#x904D;&#x65E7;&#x7EA6;&#x5723;&#x7ECF;&#x548C;&#x4E24;&#x904D;&#x65B0;&#x7EA6;&#x5723;&#x7ECF;&#x3002;</p>
<p>&#x5728;&#x7F51;&#x4E0A;&#x5E76;&#x6CA1;&#x6709;&#x627E;&#x5230;&#x53EF;&#x9760;&#x7684;&#x76F8;&#x5173;&#x8D44;&#x6599;&#xFF0C;&#x56E0;&#x6B64;&#x6B64;&#x5904;&#x4E0D;&#x518D;&#x591A;&#x8BF4;&#x3002;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x4E0B;&#x8F7D;&#x63A8;&#x8350;&#x7684;app&#xFF0C;&#x5E76;&#x9009;&#x62E9;&#x76F8;&#x5E94;&#x7684;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#xFF08;&#x5305;&#x62EC;&#x6B21;&#x6CD5;&#xFF09;&#x3002;</p>
<h3 id="&#x6BCF;&#x65E5;&#x4E0E;&#x4E3B;&#x540C;&#x884C;">&#x6BCF;&#x65E5;&#x4E0E;&#x4E3B;&#x540C;&#x884C;</h3>
<p>&#x5168;&#x7403;&#x9500;&#x91CF;&#x7A81;&#x7834;&#x5341;&#x4E07;&#x672C;&#x7684;&#x300A;&#x6BCF;&#x65E5;&#x4E0E;&#x4E3B;&#x540C;&#x884C;&#x300B;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#xFF0C;&#x662F;&#x4E00;&#x672C;&#x6DF1;&#x5165;&#x7ECF;&#x6587;&#x53C8;&#x80FD;&#x5F15;&#x53D1;&#x601D;&#x60F3;&#x7684;&#x7075;&#x4FEE;&#x4E66;&#x3002;</p>
<p>&#x6BCF;&#x4E00;&#x5929;&#x5728;&#x6B64;&#x8BA1;&#x5212;&#x4E2D;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x4E3B;&#x9898;&#xFF0C;&#x6709;&#x4E00;&#x6BB5;&#x9ED8;&#x60F3;&#xFF0C;&#x4EE5;&#x53CA;&#x4E0E;&#x4E3B;&#x540C;&#x884C;&#x7684;&#x6307;&#x5F15;&#x3002;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x8BFB;&#x8005;&#x5728;&#x4E00;&#x5E74;&#x5185;&#x7CFB;&#x7EDF;&#x7684;&#x5C06;&#x5723;&#x7ECF;&#x8BFB;&#x5B8C;&#x3002;&#x5E2E;&#x4F60;&#x5BF9;&#x771F;&#x7406;&#x6709;&#x6DF1;&#x5EA6;&#x5168;&#x9762;&#x7684;&#x6982;&#x89C8;&#xFF0C;&#x624E;&#x7A33;&#x4E00;&#x751F;&#x4FE1;&#x4EF0;&#x7684;&#x6839;&#x57FA;&#x3002;</p>
<p>&#x63D0;&#x4F9B;&#x4E00;&#x4E2A;&#x5728;&#x7EBF;&#x94FE;&#x63A5;&#xFF1A;<a href="http://www.jonahome.net/files02/PI_DailyWalk/gb/index.htm" target="_blank" rel="external">BIBLE</a></p>
<h3 id="&#x9EA6;&#x7434;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;">&#x9EA6;&#x7434;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;</h3>
<p>&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x6240;&#x9009;&#x62E9;&#x7684;&#x8BFB;&#x7ECF;&#x8BA1;&#x5212;&#x3002;&#x7531;&#x5341;&#x4E5D;&#x4E16;&#x7EAA;&#x7684;&#x4E00;&#x4F4D;&#x82F1;&#x683C;&#x5170;&#x7267;&#x5E08;&#x540D;&#x53EB;&#x9EA6;&#x7434;&#xFF08;Robert Murray M&#x2019;Chenyne&#xFF09;&#x7684;&#x6240;&#x5236;&#x5B9A;&#x7684;&#x3002;1842&#x5E74;&#x53D1;&#x8868;&#xFF0C;&#x4E0D;&#x4EC5;&#x5F71;&#x54CD;&#x4E86;&#x5F88;&#x591A;&#x4EBA;&#xFF0C;&#x540E;&#x6765;&#x4E5F;&#x6DF1;&#x6DF1;&#x5F71;&#x54CD;&#x4E86;&#x8FD1;&#x4EE3;&#x7684;&#x6E05;&#x6559;&#x5F92;&#x949F;&#x9A6C;&#x7530;&#x7267;&#x5E08;&#x548C;&#x6539;&#x9769;&#x5B97;&#x798F;&#x97F3;&#x6D3E;&#x7684;&#x65AF;&#x6258;&#x5FB7;&#x535A;&#x58EB;&#x3002;</p>
<p>&#x4ED6;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x6BCF;&#x5929;&#x8BFB;&#x56DB;&#x7AE0;&#x7ECF;&#x6587;&#xFF0C;&#x65E9;&#x4E0A;&#x8BFB;&#x4E00;&#x7AE0;&#x65E7;&#x7EA6;&#x548C;&#x4E00;&#x7AE0;&#x65B0;&#x7EA6;&#xFF0C;&#x665A;&#x4E0A;&#x4E5F;&#x8BFB;&#x4E00;&#x7AE0;&#x65E7;&#x7EA6;&#x548C;&#x4E00;&#x7AE0;&#x65B0;&#x7EA6;&#xFF0C;&#x800C;&#x665A;&#x4E0A;&#x548C;&#x65E9;&#x4E0A;&#x4E0D;&#x662F;&#x8FDE;&#x8BFB;&#xFF0C;&#x4ED6;&#x628A;&#x5723;&#x7ECF;&#x5206;&#x4E3A;&#x56DB;&#x4E2A;&#x5F00;&#x59CB;&#xFF1A;</p>
<ol>
<li>&#x4ECE;&#x521B;&#x4E16;&#x8BB0;&#x7B2C;&#x4E00;&#x7AE0;&#x5F00;&#x59CB;&#x2014;&#x2014;&#x521B;&#x4E16;&#x7684;&#x5F00;&#x59CB;</li>
<li>&#x4ECE;&#x4EE5;&#x65AF;&#x62C9;&#x7B2C;&#x4E00;&#x7AE0;&#x5F00;&#x59CB;&#x2014;&#x2014;&#x6C11;&#x65CF;&#x7684;&#x66F4;&#x65B0;</li>
<li>&#x4ECE;&#x9A6C;&#x592A;&#x798F;&#x97F3;&#x4E00;&#x7AE0;&#x5F00;&#x59CB;&#x2014;&#x2014;&#x57FA;&#x7763;&#x7684;&#x964D;&#x751F;</li>
<li>&#x4ECE;&#x4F7F;&#x5F92;&#x884C;&#x4F20;&#x4E00;&#x7AE0;&#x5F00;&#x59CB;&#x2014;&#x2014;&#x6559;&#x4F1A;&#x7684;&#x590D;&#x5174;</li>
</ol>
<h4 id="&#x5BB6;&#x5EAD;&#x656C;&#x62DC;">&#x5BB6;&#x5EAD;&#x656C;&#x62DC;&#xFF1A;</h4>
<p>&#x7B2C;&#x4E00;&#x7EC4;&#x5373;&#x5728;&#x65E9;&#x4E0A;&#x7684;&#x8BFB;&#x7ECF;&#xFF0C;&#x53EF;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x5BB6;&#x5EAD;&#x656C;&#x62DC;&#xFF0C;&#x4ECE;&#x521B;&#x4E16;&#x8BB0;&#x548C;&#x9A6C;&#x592A;&#x798F;&#x97F3;&#x5F00;&#x59CB;&#xFF0C;&#x5373;&#x4E0A;&#x9762;&#x7684;&#x7B2C;&#x2460;&#x548C;&#x7B2C;&#x2462;&#x9879;&#x3002;&#x65E7;&#x7EA6;&#x4ECE;&#x521B;&#x4E16;&#x8BB0;&#x5230;&#x5386;&#x4EE3;&#x5FD7;&#x4E0B;&#x5171;&#x6709;403&#x7AE0;&#xFF0C;&#x9047;&#x5230;&#x7BC7;&#x7AE0;&#x77ED;&#x7684;&#x8981;&#x8BFB;&#x4E24;&#x7AE0;&#xFF0C;&#x5728;365&#x5929;&#x5185;&#x8BFB;&#x5B8C;&#xFF1B;&#x65B0;&#x7EA6;&#x4ECE;&#x9A6C;&#x592A;&#x798F;&#x97F3;&#x5230;&#x542F;&#x793A;&#x5F55;&#xFF0C;&#x518D;&#x52A0;&#x8BD7;&#x7BC7;&#x5171;&#x6709;410&#x7AE0;&#xFF0C;&#x4E5F;&#x5728;&#x4E00;&#x5E74;&#x5185;&#x8BFB;&#x5B8C;&#x3002;</p>
<h4 id="&#x4E2A;&#x4EBA;&#x7075;&#x4FEE;">&#x4E2A;&#x4EBA;&#x7075;&#x4FEE;&#xFF1A;</h4>
<p>&#x7B2C;&#x4E8C;&#x7EC4;&#x5373;&#x5728;&#x665A;&#x4E0A;&#x7684;&#x8BFB;&#x7ECF;&#xFF0C;&#x53EF;&#x4F5C;&#x4E3A;&#x4E2A;&#x4EBA;&#x5355;&#x72EC;&#x7075;&#x4FEE;&#xFF0C;&#x4ECE;&#x4EE5;&#x65AF;&#x62C9;&#x8BB0;&#x548C;&#x4F7F;&#x5F92;&#x884C;&#x4F20;&#x5F00;&#x59CB;&#xFF0C;&#x5373;&#x4E0A;&#x9762;&#x7684;&#x7B2C;&#x2461;&#x548C;&#x7B2C;&#x2463;&#x9879;&#x3002;&#x65E7;&#x7EA6;&#x4ECE;&#x4EE5;&#x65AF;&#x62C9;&#x8BB0;&#x5230;&#x739B;&#x62C9;&#x57FA;&#x4E66;&#xFF0C;&#xFF08;&#x9664;&#x4E86;&#x8BD7;&#x7BC7;&#xFF09;&#x5171;&#x6709;376&#x7AE0;&#xFF0C;&#x6BCF;&#x5929;&#x4E00;&#x7AE0;&#xFF0C;&#x4E00;&#x5E74;&#x8BFB;&#x5B8C;&#xFF1B;&#x65B0;&#x7EA6;&#x4ECE;&#x4F7F;&#x5F92;&#x884C;&#x4F20;&#x5230;&#x542F;&#x793A;&#x5F55;&#xFF0C;&#x518D;&#x52A0;&#x8BD7;&#x7BC7;&#x548C;&#x56DB;&#x798F;&#x97F3;&#x5171;410&#x7AE0;&#xFF0C;&#x4E5F;&#x5728;&#x4E00;&#x5E74;&#x5185;&#x8BFB;&#x5B8C;&#x3002;</p>
<p>&#x8FD9;&#x6837;&#x5728;&#x4E00;&#x5E74;&#x5185;&#x5373;&#x53EF;&#x8BFB;&#x5B8C;&#x4E00;&#x904D;&#x65E7;&#x7EA6;&#x3001;&#x4E24;&#x904D;&#x65B0;&#x7EA6;&#x548C;&#x4E24;&#x904D;&#x8BD7;&#x7BC7;&#xFF0C;&#x5E76;&#x4E14;&#x5C06;&#x65B0;&#x65E7;&#x7EA6;&#x4E0D;&#x505C;&#x7684;&#x4EA4;&#x53C9;&#x878D;&#x4F1A;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x4F7F;&#x6211;&#x4EEC;&#x7684;&#x65B0;&#x751F;&#x547D;&#x6BCF;&#x5929;&#x90FD;&#x53EF;&#x4EE5;&#x6C89;&#x6D78;&#x5728;&#x65B0;&#x65E7;&#x4E24;&#x7EA6;&#x7684;&#x6069;&#x5178;&#x4E2D;&#x6E10;&#x6E10;&#x6210;&#x957F;&#x3002;</p>
<p><a href="http://www.wellsofgrace.com/bible/resources/dujin-intro.htm" target="_blank" rel="external">&#x70B9;&#x5F00;&#x770B;&#x770B;</a></p>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x51E0;&amp;#x79CD;&amp;#x8BFB;&amp;#x5723;&amp;#x7ECF;&amp;#x7684;&amp;#x529E;&amp;#x6CD5;&amp;#x3002;&amp;#x51C6;&amp;#x786E;&amp;#x70B9;&amp;#x5E94;&amp;#x8BE5;&amp;#x8BF4;&amp;#x662F;&amp;#x8BA1;&amp;
    
    </summary>
    
      <category term="moon" scheme="http://zrdsj.cc/categories/moon/"/>
    
    
      <category term="生命" scheme="http://zrdsj.cc/tags/%E7%94%9F%E5%91%BD/"/>
    
      <category term="圣经" scheme="http://zrdsj.cc/tags/%E5%9C%A3%E7%BB%8F/"/>
    
      <category term="读经" scheme="http://zrdsj.cc/tags/%E8%AF%BB%E7%BB%8F/"/>
    
  </entry>
  
  <entry>
    <title>《用户故事与敏捷方法》读后感1</title>
    <link href="http://zrdsj.cc/2016/09/23/010/"/>
    <id>http://zrdsj.cc/2016/09/23/010/</id>
    <published>2016-09-23T12:44:06.374Z</published>
    <updated>2016-09-23T12:49:57.455Z</updated>
    
    <content type="html"><![CDATA[<p>&#x672A;&#x6765;&#x4E09;&#x5929;&#x5C31;&#x5199;&#xFF0C;&#x54E6;&#x5475;&#x5475;&#x5475;&#x5475;&#x3002;</p>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x672A;&amp;#x6765;&amp;#x4E09;&amp;#x5929;&amp;#x5C31;&amp;#x5199;&amp;#xFF0C;&amp;#x54E6;&amp;#x5475;&amp;#x5475;&amp;#x5475;&amp;#x5475;&amp;#x3002;&lt;/p&gt;

    
    </summary>
    
      <category term="sixpence" scheme="http://zrdsj.cc/categories/sixpence/"/>
    
    
      <category term="经验之谈" scheme="http://zrdsj.cc/tags/%E7%BB%8F%E9%AA%8C%E4%B9%8B%E8%B0%88/"/>
    
      <category term="用户故事" scheme="http://zrdsj.cc/tags/%E7%94%A8%E6%88%B7%E6%95%85%E4%BA%8B/"/>
    
      <category term="敏捷方法" scheme="http://zrdsj.cc/tags/%E6%95%8F%E6%8D%B7%E6%96%B9%E6%B3%95/"/>
    
  </entry>
  
  <entry>
    <title>SEO的一些理解</title>
    <link href="http://zrdsj.cc/2016/09/23/009/"/>
    <id>http://zrdsj.cc/2016/09/23/009/</id>
    <published>2016-09-23T06:50:59.647Z</published>
    <updated>2016-09-23T12:42:31.700Z</updated>
    
    <content type="html"><![CDATA[<p>&#x7B80;&#x5355;&#x8BF4;&#x660E;&#xFF0C;&#x662F;&#x6765;&#x5199;&#x4E00;&#x4E9B;&#x5173;&#x4E8E;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x641C;&#x7D22;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x4E0E;&#x7B97;&#x6CD5;&#x4F18;&#x5316;&#x3001;&#x6570;&#x636E;&#x670D;&#x52A1;&#x5668;&#x4EC0;&#x4E48;&#x7684;&#x6CA1;&#x592A;&#x5927;&#x7684;&#x4EA4;&#x96C6;&#xFF08;&#x624D;&#x4E0D;&#x544A;&#x8BC9;&#x4F60;&#x662F;&#x535A;&#x4E3B;&#x4E0D;&#x600E;&#x4E48;&#x7CBE;&#x901A;2333&#xFF09;&#x3002;</p>
<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="http://music.163.com/outchain/player?type=2&amp;id=18794244&amp;auto=0&amp;height=66"></iframe>
<h3 id="seo&#x7684;&#x57FA;&#x672C;&#x4ECB;&#x7ECD;">SEO&#x7684;&#x57FA;&#x672C;&#x4ECB;&#x7ECD;</h3>
<p>&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4F18;&#x5316;&#xFF08;<code>Search Engine Optimization</code>&#xFF09;&#x5373;&#x662F;&#x901A;&#x5E38;&#x6240;&#x8BF4;&#x7684;SEO&#xFF0C;&#x5728;&#x8BF4;&#x8FD9;&#x4E2A;&#x4E4B;&#x524D;&#x5148;&#x6765;&#x8FC7;&#x4E00;&#x904D;&#x5404;&#x5927;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x7684;&#x5DE5;&#x4F5C;&#x539F;&#x7406;&#x3002;</p>
<p><img src="http://p9.qhimg.com/t0148b997530eefc9a7.jpg" alt="seo"></p>
<h4 id="&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x7684;&#x5DE5;&#x4F5C;&#x539F;&#x7406;&#x767D;&#x8BDD;&#x6587;">&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x7684;&#x5DE5;&#x4F5C;&#x539F;&#x7406;&#xFF08;&#x767D;&#x8BDD;&#x6587;&#xFF09;</h4>
<p>&#x65E0;&#x8BBA;&#x662F;&#x56FD;&#x5185;&#x7684;&#x767E;&#x5EA6;&#x8FD8;&#x662F;&#x56FD;&#x9645;&#x4E0A;&#x7684;&#x8C37;&#x6B4C;&#xFF0C;&#x5728;&#x5DE5;&#x4F5C;&#x539F;&#x7406;&#x4E0A;&#xFF0C;&#x4E24;&#x5BB6;&#x7684;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x539F;&#x7406;&#x662F;&#x57FA;&#x672C;&#x76F8;&#x901A;&#x7684;&#x3002;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x51E0;&#x4E4E;&#x5168;&#x662F;&#x5927;&#x767D;&#x8BDD;&#xFF0C;&#x54C8;&#x54C8;&#x3002;</p>
<p>&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4F9B;&#x5E94;&#x5546;&#x4F1A;&#x5728;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x653E;&#x51FA;&#x81EA;&#x5DF1;&#x7684;&#x7279;&#x6B8A;&#x7A0B;&#x5E8F;&#xFF08;&#x4E00;&#x822C;&#x79F0;&#x4E3A;&#x8718;&#x86DB;Spider&#x6216;&#x8005;Bot&#xFF09;&#xFF0C;&#x8FD9;&#x4E9B;&#x7A0B;&#x5E8F;&#x7684;&#x4F5C;&#x7528;&#x5C31;&#x662F;&#x5728;&#x7F51;&#x7EDC;&#x4E0A;&#x53D1;&#x73B0;&#x65B0;&#x7684;&#x7F51;&#x7AD9;&#x5E76;&#x52A0;&#x4EE5;&#x6536;&#x5F55;&#xFF0C;&#x6536;&#x5F55;&#x8FDB;&#x81EA;&#x5BB6;&#x7684;&#x6570;&#x636E;&#x670D;&#x52A1;&#x5668;&#x91CC;&#x9762;&#x3002;&#x5728;&#x7ECF;&#x8FC7;&#x4E86;&#x8DB3;&#x591F;&#x591A;&#x7684;<code>&#x722C;&#x884C;&#x6293;&#x53D6;</code>&#x4E4B;&#x540E;&#xFF0C;&#x4FBF;&#x53EF;&#x4EE5;&#x6512;&#x53D6;&#x5F88;&#x591A;&#x7F51;&#x7AD9;&#x7684;&#x7F51;&#x5740;&#x53CA;&#x5176;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x6709;&#x4E86;&#x4EE5;&#x4E0A;&#x6240;&#x8BF4;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4FBF;&#x53EF;&#x4EE5;<code>&#x5EFA;&#x7ACB;&#x7D22;&#x5F15;</code>&#x3002;&#x5728;&#x4E4B;&#x540E;&#x7528;&#x6237;&#x7684;&#x641C;&#x7D22;&#x64CD;&#x4F5C;&#x4E2D;&#xFF0C;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4F1A;&#x6839;&#x636E;&#x7528;&#x6237;&#x7ED9;&#x51FA;&#x7684;&#x5173;&#x952E;&#x8BCD;&#x5173;&#x952E;&#x5B57;&#x8FDB;&#x884C;<code>&#x641C;&#x7D22;&#x8BCD;&#x5904;&#x7406;</code>&#xFF0C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4F1A;&#x8FDB;&#x884C;&#x5224;&#x65AD;&#x7B49;&#x5904;&#x7406;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x8FDB;&#x884C;<code>&#x6392;&#x5E8F;</code>&#xFF0C;&#x4E4B;&#x540E;&#x4FBF;&#x53EF;&#x4EE5;&#x5C06;&#x7ED3;&#x679C;&#x6309;&#x7167;<strong>&#x6700;&#x51C6;&#x7FA4;&#x2014;&gt;&#x6700;&#x4E0D;&#x51C6;&#x786E;</strong>&#x7684;&#x987A;&#x5E8F;&#x8F93;&#x51FA;&#x4F5C;&#x4E3A;&#x641C;&#x7D22;&#x7ED3;&#x679C;&#x3002;</p>
<h4 id="">???</h4>
<p>&#x6240;&#x4EE5;&#x5462;&#xFF0C;&#x6211;&#x4EEC;&#x5F53;&#x7136;&#x5E0C;&#x671B;&#x767E;&#x5EA6;&#x8C37;&#x6B4C;&#x6536;&#x5F55;&#x6211;&#x4EEC;&#x60F3;&#x8981;&#x7684;&#x7CBE;&#x51C6;&#x7F51;&#x7AD9;&#x800C;&#x4E0D;&#x662F;&#x4E0D;&#x51C6;&#x786E;&#x7684;&#x7F51;&#x7AD9;&#x4EE5;&#x53CA;&#x4E00;&#x4E9B;&#x65E0;&#x7528;&#x7684;&#x5783;&#x573E;&#x7F51;&#x7AD9;&#x3002;&#x8FD9;&#x6240;&#x8C13;&#x7684;&#x4F18;&#x5316;&#x5B66;&#x95EE;&#x4FBF;&#x662F;<code>SEO&#xFF0C;&#x662F;&#x6307;&#x4E3A;&#x4E86;&#x589E;&#x52A0;&#x7F51;&#x9875;&#x5728;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x81EA;&#x7136;&#x641C;&#x7D22;&#x7ED3;&#x679C;&#x4E2D;&#x7684;&#x6536;&#x5F55;&#x6570;&#x91CF;&#x4EE5;&#x53CA;&#x63D0;&#x5347;&#x6392;&#x5E8F;&#x4F4D;&#x7F6E;&#x800C;&#x505A;&#x7684;&#x4F18;&#x5316;&#x884C;&#x4E3A;</code>&#x3002;</p>
<p><em>SEO&#x7684;&#x6280;&#x672F;&#x5927;&#x4F53;&#x5206;&#x4E3A;&#x4E24;&#x79CD;&#xFF0C;&#x767D;&#x5E3D;SEO&#x548C;&#x9ED1;&#x5E3D;SEO</em>&#x3002;</p>
<p>&#x524D;&#x8005;&#x662F;&#x5408;&#x7406;&#x4F18;&#x5316;&#x7F51;&#x7AD9;&#xFF0C;&#x63D0;&#x9AD8;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#xFF0C;&#x5408;&#x7406;&#x4E0E;&#x5176;&#x4ED6;&#x7F51;&#x7AD9;&#x4E92;&#x8054;&#x3002;&#x4ECE;&#x800C;&#x4F7F;&#x7AD9;&#x70B9;&#x5728;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x6392;&#x540D;&#x63D0;&#x5347;&#x3002;&#x767D;&#x5E3D;SEO&#x5173;&#x6CE8;&#x7684;&#x662F;&#x957F;&#x8FDC;&#x5229;&#x76CA;&#xFF0C;&#x9700;&#x8981;&#x7684;&#x65F6;&#x95F4;&#x957F;&#xFF0C;&#x4F46;&#x6548;&#x679C;&#x7A33;&#x5B9A;&#x3002;&#x8FD9;&#x4E00;&#x79CD;&#x662F;&#x6211;&#x4EEC;&#x652F;&#x6301;&#x548C;&#x63D0;&#x5021;&#x7684;&#x3002;</p>
<p>&#x540E;&#x8005;&#x9ED1;&#x5E3D;SEO&#x5219;&#x662F;&#x5229;&#x7528;&#x76F8;&#x5173;&#x7684;&#x6280;&#x672F;&#x6F0F;&#x6D1E;&#x53BB;&#x2018;&#x6B3A;&#x9A97;&#x2019;&#x5F15;&#x64CE;&#x4E0E;&#x6D88;&#x8D39;&#x8005;&#x3002;&#x4E0D;&#x592A;&#x660E;&#x767D;&#xFF1F;&#x6211;&#x7ED9;&#x4F60;&#x4E3E;&#x4E2A;&#x6817;&#x5B50;&#x3002;</p>
<blockquote>
<p>&#x524D;&#x5929;0921&#x665A;&#x4E0A;&#x817E;&#x8BAF;&#x53D1;&#x5E03;&#x4E86;<code>&#x5FAE;&#x4FE1;&#x5C0F;&#x7A0B;&#x5E8F;</code>&#x7684;&#x76F8;&#x5173;&#x901A;&#x77E5;&#x8BF4;&#x660E;&#xFF0C;&#x968F;&#x540E;&#x5462;&#x5C31;&#x5728;&#x6628;&#x5929;&#x8BB8;&#x591A;&#x76F8;&#x5173;&#x7684;&#x5DE5;&#x5177;&#x4E0E;&#x7834;&#x89E3;&#x65B9;&#x6CD5;&#x751A;&#x81F3;&#x6559;&#x7A0B;&#x90FD;&#x662F;&#x94FA;&#x5929;&#x76D6;&#x5730;&#x7684;&#x5168;&#x7F51;&#x4E00;&#x641C;&#x5C31;&#x662F;&#x3002;</p>
<blockquote></blockquote>
<p>&#x73B0;&#x5728;&#x5462;&#x6211;&#x5047;&#x60F3;&#x81EA;&#x5DF1;&#x6709;&#x4E00;&#x4E2A;&#x4E0E;&#x6B64;&#x5185;&#x5BB9;(&#x5FAE;&#x4FE1;&#x5C0F;&#x7A0B;&#x5E8F;)&#x4E0D;&#x76F8;&#x5E72;&#x7684;&#x7F51;&#x7AD9;&#xFF08;&#x6BD4;&#x5982;&#x8BF4;&#x662F;&#x4E2A;&#x56FE;&#x4E66;&#x6279;&#x53D1;&#x7F51;&#x7AD9;&#xFF09;&#xFF0C;&#x6211;&#x5229;&#x7528;&#x9ED1;&#x5E3D;SEO&#x8FD9;&#x65F6;&#x5019;&#x5C31;&#x53EF;&#x4EE5;&#x505A;&#x70B9;&#x4E8B;&#x60C5;&#x4E86;&#x3002;&#x6211;&#x53EF;&#x4EE5;&#x5728;&#x6211;&#x7684;&#x7F51;&#x7AD9;&#x4E0A;&#x6563;&#x6B65;&#x8BB8;&#x591A;&#x7684;&#x4E0E;&#x5FAE;&#x4FE1;&#x5C0F;&#x7A0B;&#x5E8F;&#x7684;&#x5173;&#x952E;&#x8BCD;&#x5173;&#x952E;&#x5B57;&#xFF0C;&#x800C;&#x4E8B;&#x5B9E;&#x4E0A;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x53EA;&#x662F;&#x5047;&#x8C61;&#xFF0C;&#x5BF9;&#x6211;&#x7684;&#x7F51;&#x7AD9;&#x6765;&#x8BF4;&#x4E5F;&#x8BB8;&#x4F1A;&#x5F71;&#x54CD;&#x8BBF;&#x95EE;&#x8005;&#x7684;&#x9605;&#x8BFB;&#x3002;</p>
<blockquote></blockquote>
<p>&#x4F46;&#x662F;&#xFF01;&#x603B;&#x7684;&#x6765;&#x8BF4;&#x6211;&#x7684;&#x7F51;&#x7AD9;&#x4F1A;&#x56E0;&#x6B64;&#x5728;&#x8FD9;&#x51E0;&#x5929;&#x88AB;&#x8BB8;&#x591A;&#x60F3;&#x8981;&#x8BBF;&#x95EE;&#x60F3;&#x8981;&#x77E5;&#x9053;<code>&#x5FAE;&#x4FE1;&#x5C0F;&#x7A0B;&#x5E8F;</code>&#x7684;&#x4EBA;&#x770B;&#x5230;,&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x8BBF;&#x95EE;&#x91CF;&#x548C;&#x77E5;&#x540D;&#x5EA6;&#x90FD;&#x662F;&#x5728;&#x63D0;&#x5347;,&#x4E5F;&#x4E0D;&#x5931;&#x4E3A;&#x662F;&#x4E00;&#x79CD;&#x624B;&#x6BB5;&#x3002;</p>
</blockquote>
<h4 id="&#x4F5C;&#x7528;&#x6548;&#x679C;">&#x4F5C;&#x7528;&#x6548;&#x679C;</h4>
<p>&#x770B;&#x4E86;&#x4E0A;&#x9762;&#x4E00;&#x5C0F;&#x8282;&#x6240;&#x8BF4;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4F30;&#x8BA1;&#x4F60;&#x660E;&#x767D;&#x4E86;&#x3002;&#x9ED1;&#x5E3D;SEO&#x7684;&#x6548;&#x679C;&#x6765;&#x5F97;&#x5FEB;&#xFF0C;&#x53BB;&#x7684;&#x4E5F;&#x5FEB;&#xFF01;&#x56E0;&#x4E3A;&#x9ED1;&#x5E3D;SEO&#x6280;&#x672F;&#x53EA;&#x80FD;&#x83B7;&#x53D6;&#x77ED;&#x6682;&#x7684;&#x6392;&#x540D;&#xFF0C;&#x88AB;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x53D1;&#x73B0;&#x5C31;&#x4F1A;K&#x6389;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x5F97;&#x4E0D;&#x507F;&#x5931;&#x3002;&#x800C;&#x767D;&#x5E3D;SEO&#x624D;&#x662F;&#x6B63;&#x786E;&#x7684;&#x516C;&#x5E73;&#x7684;&#x5408;&#x7406;&#x7684;&#x4F18;&#x5316;&#x65B9;&#x5F0F;&#x3002;&#x3002;</p>
<p>&#x767D;&#x5E3D;SEO&#x7684;&#x4F5C;&#x7528;&#x6548;&#x679C;&#xFF1A;
-&#x7F51;&#x7AD9;&#x6807;&#x9898;&#x3001;&#x5173;&#x952E;&#x5B57;&#x3001;&#x63CF;&#x8FF0;&#xFF08;&#x7CBE;&#x5FC3;&#x8BBE;&#x8BA1;&#xFF0C;&#x53CD;&#x6620;&#x7F51;&#x7AD9;&#x5B9A;&#x4F4D;&#xFF09;
-&#x7F51;&#x7AD9;&#x5185;&#x5BB9;&#xFF08;&#x589E;&#x52A0;&#x5173;&#x952E;&#x5B57;&#x5BC6;&#x5EA6;&#x3002;&#x589E;&#x52A0;&#x957F;&#x5C3E;&#x5173;&#x952E;&#x5B57;&#xFF09;
-&#x5408;&#x7406;&#x8BBE;&#x7F6E;robot.txt&#x6587;&#x4EF6;
-&#x7F51;&#x7AD9;&#x5730;&#x56FE;
-&#x589E;&#x52A0;&#x5916;&#x94FE;&#x5F15;&#x7528;
&#x524D;&#x7AEF;&#x5DE5;&#x7A0B;&#x5E08;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x7F51;&#x7AD9;&#x7ED3;&#x6784;&#x5E03;&#x5C40;&#x4F18;&#x5316;&#xFF0C;&#x7F51;&#x9875;&#x4EE3;&#x7801;&#x4F18;&#x5316;&#x3002;</p>
<h3 id="seo&#x4E0E;&#x524D;&#x7AEF;&#x7684;&#x5173;&#x7CFB;">SEO&#x4E0E;&#x524D;&#x7AEF;&#x7684;&#x5173;&#x7CFB;</h3>
<p>&#x5728;&#x4E0A;&#x4E00;&#x5C0F;&#x8282;&#x7684;&#x672B;&#x7AEF;&#xFF0C;&#x6211;&#x5F15;&#x51FA;&#x4E86;&#x524D;&#x7AEF;&#x4E0E;&#x767D;&#x5E3D;SEO&#x7684;&#x5173;&#x7CFB;&#x3002;&#x505A;&#x4E3A;&#x4E00;&#x540D;&#x524D;&#x7AEF;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x4E86;&#x89E3;SEO&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#xFF0C;&#x800C;&#x4E0D;&#x9700;&#x8981;&#x7CBE;&#x901A;&#x3002;&#x63A5;&#x4E0B;&#x6765;&#x5C31;&#x8BF4;&#x4E00;&#x8BF4;&#x4E24;&#x8005;&#x7684;&#x4E00;&#x4E9B;&#x6545;&#x4E8B;&#x3002;&#x3002;&#x3002;</p>
<p>&#x524D;&#x7AEF;&#x7684;&#x5DE5;&#x4F5C;&#x4E3B;&#x8981;&#x662F;&#x8D1F;&#x8D23;&#x9875;&#x9762;&#x7684;HTML+CSS+JS&#xFF0C;&#x4F18;&#x5316;&#x597D;&#x8FD9;&#x51E0;&#x4E2A;&#x65B9;&#x9762;&#x4F1A;&#x4E3A;SEO&#x5DE5;&#x4F5C;&#x6253;&#x597D;&#x4E00;&#x4E2A;&#x575A;&#x5B9E;&#x7684;&#x57FA;&#x7840;&#x3002;&#x7A81;&#x51FA;&#x91CD;&#x8981;&#x5185;&#x5BB9;&#x53EF;&#x4EE5;&#x8BA9;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x5224;&#x65AD;&#x5F53;&#x524D;&#x9875;&#x9762;&#x7684;&#x91CD;&#x70B9;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x63D0;&#x5347;&#x7F51;&#x7AD9;&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x53EF;&#x4EE5;&#x8BA9;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x7684;&#x8718;&#x86DB;&#x987A;&#x5229;&#x3001;&#x5FEB;&#x901F;&#x3001;&#x5927;&#x91CF;&#x7684;&#x6293;&#x53D6;&#x7F51;&#x9875;&#x5185;&#x5BB9;&#x3002;</p>
<p>&#x4EC5;&#x4EC5;&#x662F;<strong>&#x7F51;&#x7AD9;&#x5E03;&#x5C40;&#x4F18;&#x5316;</strong>&#xFF0C;<strong>&#x7F51;&#x9875;&#x4EE3;&#x7801;&#x4F18;&#x5316;</strong>&#x8FD9;&#x4E24;&#x65B9;&#x9762;&#x4E48;&#xFF1F;</p>
<blockquote>
<p>&#x6211;&#x4EEC;&#x8981;&#x6E05;&#x695A;&#xFF0C;&#x8FD9;&#x4E16;&#x754C;&#x4E0A;&#x7684;&#x5F88;&#x591A;&#x6280;&#x80FD;&#x540C;&#x4E00;&#x4E9B;&#x9053;&#x7406;&#x5965;&#x4E49;&#x4E00;&#x6837;&#x3002;&#x56E0;&#x4E3A;&#x5B83;&#x6C38;&#x8FDC;&#x90FD;&#x5728;&#x53D8;&#xFF0C;&#x6CA1;&#x6709;&#x4E00;&#x6210;&#x4E0D;&#x53D8;&#x7684;&#x4F18;&#x5316;&#x65B9;&#x6848;&#x53EF;&#x4F9B;&#x5957;&#x7528;&#x3002;</p>
</blockquote>
<p>&#x90A3;&#x8FD9;&#x4E24;&#x4E2A;&#x65B9;&#x9762;&#x53EF;&#x4EE5;&#x505A;&#x5230;&#x7684;&#x4E8B;&#x60C5;&#x6211;&#x4EEC;&#x6765;&#x8BF4;&#x4E00;&#x4E0B;&#x3002;&#x3002;&#x3002;</p>
<h4 id="&#x7F51;&#x7AD9;&#x5E03;&#x5C40;&#x4F18;&#x5316;">&#x7F51;&#x7AD9;&#x5E03;&#x5C40;&#x4F18;&#x5316;</h4>
<p>&#x4EE5;&#x4E0B;&#x51E0;&#x4E2A;&#x65B9;&#x9762;&#xFF1A;</p>
<ul>
<li>
<p>&#x7ED3;&#x6784;&#x5E03;&#x5C40;&#x4F18;&#x5316;&#xFF1A;&#x7528;&#x6241;&#x5E73;&#x5316;&#x7ED3;&#x6784;&#xFF08;&#x7B80;&#x5355;&#x7B80;&#x6D01;&#x7684;&#x5C42;&#x6B21;&#x7ED3;&#x6784;&#xFF0C;&#x8D85;&#x8FC7;&#x4E09;&#x5C42;&#x5C0F;&#x8718;&#x86DB;&#x5C31;&#x4E0D;&#x613F;&#x610F;&#x722C;&#x4E86;&#xFF09;</p>
</li>
<li>
<p>&#x63A7;&#x5236;&#x9996;&#x9875;&#x94FE;&#x63A5;&#x6570;&#x91CF;&#xFF08;&#x4E2D;&#x5C0F;&#x7F51;&#x7AD9;100&#x4EE5;&#x5185;&#xFF0C;&#x5305;&#x62EC;&#x9875;&#x9762;&#x5BFC;&#x822A;&#x3001;&#x5E95;&#x90E8;&#x5BFC;&#x822A;&#x3001;&#x951A;&#x6587;&#x5B57;&#x94FE;&#x63A5;&#x7B49;&#xFF09;</p>
</li>
<li>
<p>&#x6241;&#x5E73;&#x5316;&#x7684;&#x76EE;&#x5F55;&#x5C42;&#x6B21;&#xFF08;&#x5C3D;&#x91CF;&#x4F7F;&#x5C0F;&#x8718;&#x86DB;&#x8DF3;&#x8F6C;3&#x6B21;&#x53EF;&#x4EE5;&#x5230;&#x8FBE;&#x7F51;&#x7AD9;&#x5185;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x5185;&#x9875;&#xFF0C;&#x7F51;&#x7AD9;&#x7684;&#x8BBE;&#x8BA1;&#x4E3B;&#x9875;&#x3001;&#x680F;&#x76EE;&#x3001;&#x5185;&#x5BB9;&#x9875;&#xFF0C;&#x4E0D;&#x8981;&#x7528;&#x7EB5;&#x7EBF;&#x6027;&#x7684;&#x7ED3;&#x6784;&#xFF09;</p>
</li>
</ul>
<p>&#x770B;&#x770B;&#x4E0B;&#x9762;&#x7684;&#x56FE;&#x7247;&#xFF0C;&#x4ECE;&#x690D;&#x7269;&#x5F00;&#x59CB;&#x8BBF;&#x95EE;&#x76F4;&#x5230;&#x9999;&#x8549;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x5F97;&#x8D70;4&#x6B65;&#x3002;&#x8FD9;&#x5BF9;&#x4E8E;SEO&#x5C0F;&#x8718;&#x86DB;&#x4F18;&#x5316;&#x662F;&#x4E0D;&#x53CB;&#x597D;&#x7684;&#x3002;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zhiwu1.png" alt="&#x5176;&#x4E00;"></p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x540C;&#x6837;&#x7684;&#x5185;&#x5BB9;&#x6211;&#x4EEC;&#x5C06;&#x76EE;&#x5F55;&#x5C42;&#x6B21;&#x505A;&#x6210;&#x4E0B;&#x9762;&#x8FD9;&#x6837;&#xFF0C;&#x5C31;&#x4F1A;&#x597D;&#x5F88;&#x591A;&#xFF01;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zhiwu.png" alt="&#x5176;&#x4E8C;"></p>
<ul>
<li>
<p>&#x5BFC;&#x822A;SEO&#x4F18;&#x5316;&#xFF08;&#x5934;&#x90E8;&#x3001;&#x5E95;&#x90E8;&#x3001;&#x5185;&#x5BB9;&#x90E8;&#x5206;&#xFF0C;&#x4E3B;&#x5BFC;&#x822A;&#x3001;&#x526F;&#x5BFC;&#x822A;&#x3001;&#x5206;&#x7C7B;&#x5BFC;&#x822A;&#xFF0C;&#x5C3D;&#x91CF;&#x7528;&#x6587;&#x5B57;&#x3002;&#xFF09;</p>
</li>
<li>
<p><a href="http://baike.baidu.com/link?url=IxYqLFXaoyk0_JYfG_YlWWtRE5gxLpwX_sgiUqHiWB3XSCD1TK5wVtHKUvRkuKMSbrPGIUnrIX-agO8Kulp4dK" target="_blank" rel="external">&#x9762;&#x5305;&#x5C51;&#x5BFC;&#x822A;</a>&#xFF08;&#x5728;&#x6BCF;&#x4E2A;&#x7F51;&#x9875;&#x4E0A;&#x7559;&#x4E0B;&#x9762;&#x5305;&#x5C51;&#xFF0C;&#x4F7F;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x4E86;&#x89E3;&#x7F51;&#x7AD9;&#x7EC4;&#x7EC7;&#x5F62;&#x5F0F;&#xFF0C;&#x653E;&#x4E8E;&#x6B63;&#x6587;&#x7684;&#x5DE6;&#x4E0A;&#x65B9;&#xFF09;</p>
</li>
<li>
<p>&#x5185;&#x5BB9;&#x9875;&#x9762;&#x7684;&#x5E03;&#x5C40;&#x7EC6;&#x8282;</p>
</li>
</ul>
<p>&#x6BD4;&#x5982;&#x8BF4;&#x5728;&#x5E95;&#x90E8;&#x7684;&#x5206;&#x9875;&#x680F;&#xFF0C;&#x4E0B;&#x9762;&#x4E09;&#x79CD;&#x5C31;&#x662F;&#x4F9D;&#x6B21;&#x589E;&#x5F3A;&#x4F18;&#x5316;&#x7684;&#x4E09;&#x79CD;&#x8BBE;&#x8BA1;&#x3002;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/enene.jpg" alt="&#x5982;&#x4E0B;"></p>
<ul>
<li>&#x7F51;&#x7AD9;&#x7684;&#x52A0;&#x8F7D;&#x901F;&#x5EA6;&#x4F1A;&#x5F71;&#x54CD;&#x5C0F;&#x8718;&#x86DB;&#x7684;&#x722C;&#x884C;&#xFF0C;&#x9875;&#x9762;&#x6700;&#x597D;&#x4E0D;&#x8981;&#x8D85;&#x8FC7;100k</li>
</ul>
<h4 id="&#x7F51;&#x9875;&#x4EE3;&#x7801;&#x4F18;&#x5316;">&#x7F51;&#x9875;&#x4EE3;&#x7801;&#x4F18;&#x5316;</h4>
<p>A&#x3001;title&#x6807;&#x9898;&#xFF1A;&#x5F3A;&#x8C03;&#x91CD;&#x70B9;
B&#x3001;meta keywords&#x5173;&#x952E;&#x8BCD;&#xFF1A;&#x5217;&#x4E3E;&#x51E0;&#x4E2A;&#x5173;&#x952E;&#x8BCD;
C&#x3001;meta description&#x7F51;&#x9875;&#x63CF;&#x8FF0;&#xFF1A;&#x9AD8;&#x5EA6;&#x6982;&#x62EC;&#x7F51;&#x9875;&#x7684;&#x5185;&#x5BB9;
&#x4EE5;&#x4E0A;&#x4FE1;&#x606F;&#x4E0D;&#x8981;&#x5806;&#x79EF;&#x3001;&#x91CD;&#x590D;</p>
<p>&#x8BED;&#x4E49;&#x5316;&#x4EE3;&#x7801;&#xFF08;HTML &#x6807;&#x7B7E;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x5728;&#x9002;&#x5F53;&#x7684;&#x4F4D;&#x7F6E;&#x7528;&#x9002;&#x5F53;&#x7684;&#x6807;&#x7B7E;&#xFF09;
1&#x3001;h1~h6 &#x591A;&#x7528;&#x4E8E;&#x6807;&#x9898;
2&#x3001;ul &#x591A;&#x7528;&#x4E8E;&#x65E0;&#x5E8F;&#x5217;&#x8868;
3&#x3001;ol &#x591A;&#x7528;&#x4E8E;&#x6709;&#x5E8F;&#x5217;&#x8868;
4&#x3001;dl &#x7528;&#x4E8E;&#x5B9A;&#x4E49;&#x6570;&#x636E;&#x5217;&#x8868;
5&#x3001;em&#x3001;strong &#x8868;&#x793A;&#x5F3A;&#x8C03;</p>
<p><em>div&#x3001;span &#x662F; html &#x6807;&#x7B7E;&#x4E2D;&#x6700;&#x6CA1;&#x6709;&#x8BED;&#x4E49;&#x7684;&#xFF01;</em></p>
<p>&#x6709;&#x5229;&#x641C;&#x7D22;&#x5F15;&#x64CE;</p>
<ol>
<li>a&#xFF1A;&#x8BBF;&#x95EE;&#x5916;&#x90E8;&#x94FE;&#x63A5;&#x65F6;&#x8981;&#x52A0;&#x4E0A; rel=&#x201C;nofollow&#x201D;&#xFF0C;&#x544A;&#x8BC9;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x5916;&#x90E8;&#x94FE;&#x63A5;&#x65E0;&#x9700;&#x8FFD;&#x8E2A;&#xFF0C;&#x52A0;&#x4E0A; title &#x8BF4;&#x660E;</li>
<li>h1&#xFF1A;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x5916;&#x8BA4;&#x4E3A; h1 &#x6700;&#x91CD;&#x8981;&#xFF0C;&#x4F7F;&#x7528; css &#x8C03;&#x6574;&#xFF0C;&#x7F51;&#x9875;&#x6B63;&#x6587;&#x6807;&#x9898;&#x7528; h1&#xFF0C;&#x526F;&#x6807;&#x9898;&#x7528; h2&#xFF0C;&#x5176;&#x4ED6;&#x4E0D;&#x8981;&#x4E71;&#x7528; h &#x6807;&#x7B7E;</li>
<li>br&#x7528;&#x4E8E;&#x6587;&#x672C;&#x95F4;&#x7684;&#x6362;&#x884C;&#xFF0C;&#x7528;&#x5728;p&#x6807;&#x7B7E;&#x5185;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x5728;&#x4E00;&#x5BF9;p&#x6807;&#x7B7E;&#x4E2D;&#x63D2;&#x5165;&lt; br/ &gt;&#x8868;&#x793A;&#x7A7A;&#x884C;</li>
<li>caption&#xFF1A;&#x8868;&#x683C;&#x6807;&#x9898;</li>
<li>img&#xFF1A;&#x4F7F;&#x7528; title&#x3001;alt &#x8BF4;&#x660E;</li>
</ol>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/hahap.png" alt="like this"></p>
<p>&#x5F53;&#x7F51;&#x7EDC;&#x901F;&#x5EA6;&#x5F88;&#x6162;&#xFF0C;&#x6216;&#x8005;&#x56FE;&#x7247;&#x5730;&#x5740;&#x5931;&#x6548;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x4F53;&#x73B0;&#x51FA;alt&#x5C5E;&#x6027;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x4ED6;&#x53EF;&#x4EE5;&#x8BA9;&#x7528;&#x6237;&#x5728;&#x56FE;&#x7247;&#x6CA1;&#x6709;&#x663E;&#x793A;&#x7684;&#x65F6;&#x5019;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x56FE;&#x7247;&#x7684;&#x4F5C;&#x7528;&#x3002;</p>
<ol start="6">
<li>strong&#x3001;em&#x8868;&#x793A;&#x5F3A;&#x8C03;&#xFF0C;em&#x7684;&#x6743;&#x91CD;&#x4EC5;&#x6B21;&#x4E8E;strong,&#x5982;&#x679C;&#x53EA;&#x60F3;&#x8868;&#x793A;&#x52A0;&#x7C97;&#x659C;&#x4F53;&#xFF0C;&#x5EFA;&#x8BAE;&#x4F7F;&#x7528;b&#x3001;i,&#x8868;&#x793A;&#x5F3A;&#x8C03;&#x5219;&#x4F7F;&#x7528;strong&#x3001;i</li>
<li>&#x91CD;&#x8981;&#x5185;&#x5BB9; HTML &#x4EE3;&#x7801;&#x653E;&#x5728;&#x6700;&#x524D;&#x9762;&#xFF08;&#x4F7F;&#x7528; css &#x6539;&#x53D8;&#x5E03;&#x5C40;&#xFF09;</li>
<li>&#x91CD;&#x8981;&#x5185;&#x5BB9;&#x4E0D;&#x8981;&#x7528; JS &#x8F93;&#x51FA;&#xFF08;<strong>&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x770B;&#x4E0D;&#x61C2; JS</strong>&#xFF09;</li>
<li>&#x5C3D;&#x91CF;&#x5C11;&#x4F7F;&#x7528; iframe &#x6846;&#x67B6;&#xFF08;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4E0D;&#x559C;&#x6B22;&#xFF09;</li>
<li>&#x8C28;&#x614E;&#x4F7F;&#x7528; display:none&#xFF08;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4F1A;&#x8FC7;&#x6EE4;&#x6389;&#x5176;&#x5185;&#x5BB9;&#xFF0C;&#x8BBE;&#x7F6E; z-index &#x4EE3;&#x66FF;&#xFF09;</li>
<li>&#x5C3D;&#x91CF;&#x5916;&#x94FE;css&#x548C;js&#xFF0C;&#x4FDD;&#x8BC1;&#x7F51;&#x9875;&#x4EE3;&#x7801;&#x7684;&#x6574;&#x6D01;&#xFF0C;&#x4E5F;&#x5229;&#x4E8E;&#x65E5;&#x540E;&#x7684;&#x7EF4;&#x62A4;&#x3002;</li>
<li>css&#x653E;&#x5728;&#x5934;&#x90E8;&#xFF0C;js&#x5728;&#x5C3E;&#x90E8;&#xFF0C;&#x53EF;&#x4F7F;&#x7528;&#x5DE5;&#x5177;&#x5206;&#x522B;&#x5BF9;&#x5176;&#x8FDB;&#x884C;&#x538B;&#x7F29;&#xFF01;</li>
<li>&#x4E3A;&#x4E86;&#x51CF;&#x5C11;http&#x8BF7;&#x6C42;&#x800C;&#x4F7F;&#x7528;<a href="http://baike.baidu.com/link?url=kS9KkFi_pOULzuJQTbml5w7SBkQJc30tJKO81OAO-U4E0x1EvS9zeo2fTLqrcd3Wk9YKt9SZZ9tWGTWRqwzz0a" target="_blank" rel="external">CSS Sprites</a>&#x6280;&#x672F;&#x3002;</li>
</ol>
<p>&#x5C31;&#x50CF;&#x4E0B;&#x9762;&#x8FD9;&#x6837;</p>
<p><img src="http://p4.qhimg.com/t01dc2e2bb8a3ffd4ab.png" alt=""></p>
<p><img src="http://p3.qhimg.com/t01b0212a745da3af2e.png" alt=""></p>
<h3 id="&#x518D;&#x8BF4;&#x51E0;&#x53E5;">&#x518D;&#x8BF4;&#x51E0;&#x53E5;&#xFF1F;</h3>
<p>&#x597D;&#x5427;&#xFF0C;&#x518D;&#x8BF4;&#x51E0;&#x53E5;&#xFF01;&#x1F62E;</p>
<h4 id="&#x5408;&#x7406;&#x7684;title-description&#x548C;keywords">&#x5408;&#x7406;&#x7684;title&#x3001;description&#x548C;keywords</h4>
<p>&#x5BF9;&#x4E8E;SEO&#xFF0C;&#x4E00;&#x822C;&#x4ECE;&#x7684;&#x5B8F;&#x89C2;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x8BF4;&#xFF0C;<code>SEO&#x6709;&#x4E09;&#x6761;&#x6700;&#x91CD;&#x8981;&#x7684;&#x89C4;&#x5F8B;---&gt;&#x539F;&#x521B;&#x7684;&#x5185;&#x5BB9;&#x3001;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x5916;&#x90E8;&#x94FE;&#x63A5;&#x548C;&#x6301;&#x4E4B;&#x4EE5;&#x6052;&#x9002;&#x5EA6;&#x7684;&#x4F18;&#x5316;</code>&#x3002;</p>
<p>&#x5148;&#x770B;&#x4E0B;&#x9762;&#x4E24;&#x5F20;&#x56FE;:</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/google_douban.png" alt="&#x8C46;&#x74E3;"></p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/google_360.png" alt="360"></p>
<p>&#x5408;&#x7406;&#x7684;<code>title</code>&#x3001;<code>description</code>&#x548C;<code>keywords</code>&#x3002;&#x6211;&#x4EEC;&#x9010;&#x6761;&#x6765;&#x5206;&#x6790;&#x8BF4;&#x660E;&#x3002;&#x3002;&#x3002;</p>
<p>&#x5148;&#x8BF4;<code>title</code>&#xFF0C;&#x524D;&#x8005;&#x7684;&#x98CE;&#x683C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x6E05;&#x65B0;&#x8131;&#x4FD7;&#x7B80;&#x6D01;&#x660E;&#x4E86;&#xFF0C;&#x7F51;&#x7AD9;&#x5C31;&#x662F;&#x8C46;&#x74E3;&#xFF01;&#x540E;&#x8005;&#x9488;&#x5BF9;&#x5173;&#x952E;&#x5B57;&quot;360&quot;&#x505A;&#x51FA;&#x4E86;&#x641C;&#x7D22;&#xFF0C;&#x7ED3;&#x679C;&#x7684;<code>title</code>&#x7ADF;&#x7136;&#x6709;5&#x4E2A;&quot;360&quot;&#xFF01;&#x603B;&#x7ED3;&#x4E0B;&#xFF1A;<em>&#x4E00;&#x822C;&#x60C5;&#x51B5;&#x4E0B;&#x53EA;&#x5F3A;&#x8C03;&#x91CD;&#x70B9;&#x5373;&#x53EF;&#xFF0C;&#x91CD;&#x8981;&#x5173;&#x952E;&#x8BCD;&#x51FA;&#x73B0;&#x4E0D;&#x8981;&#x8D85;&#x8FC7;3&#x6B21;&#xFF0C;&#x800C;&#x4E14;&#x8981;&#x9760;&#x524D;&#xFF0C;&#x6BCF;&#x4E2A;&#x9875;&#x9762;title&#x8981;&#x6709;&#x6240;&#x4E0D;&#x540C;</em>&#x3002;</p>
<p>&#x518D;&#x8BF4;<code>description</code>&#xFF0C;&#x4E24;&#x8005;&#x7684;&#x5DEE;&#x522B;&#x53C8;&#x6765;&#x4E86;&#x3002;&#x8C46;&#x74E3;&#x4E00;&#x53E5;&#x8BDD;&#x8BF4;&#x6E05;&#x695A;&#x4E86;&#x81EA;&#x5DF1;&#x7684;things&#xFF0C;360&#x5F88;&#x6709;&#x8BDD;&#x8BF4;&#x90FD;tm&#x6CA1;&#x8BF4;&#x5B8C;&#x1F613;&#x540C;&#x6837;&#x603B;&#x7ED3;&#x4E0B;<code>description</code>:<em>&#x628A;&#x7F51;&#x9875;&#x5185;&#x5BB9;&#x9AD8;&#x5EA6;&#x6982;&#x62EC;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x957F;&#x5EA6;&#x8981;&#x5408;&#x7406;&#xFF0C;&#x4E0D;&#x53EF;&#x8FC7;&#x5206;&#x5806;&#x780C;&#x5173;&#x952E;&#x8BCD;&#xFF0C;&#x6BCF;&#x4E2A;&#x9875;&#x9762;description&#x8981;&#x6709;&#x6240;&#x4E0D;&#x540C;</em>&#x3002;</p>
<p>&#x6700;&#x540E;&#x662F;&#x7B80;&#x5355;&#x63D0;&#x4E00;&#x4E0B;<code>keywords</code>,&#x4E3B;&#x8981;&#x62FF;360&#x8BF4;&#x4E86;&#xFF0C;&#x63CF;&#x8FF0;&#x4E2D;&#x51FA;&#x73B0;&#x4E86;5&#x6B21;keywords&#xFF01;&#x5B9E;&#x9645;&#x4E0A;<em>&#x5217;&#x4E3E;&#x51FA;&#x51E0;&#x4E2A;&#x91CD;&#x8981;&#x5173;&#x952E;&#x8BCD;&#x5373;&#x53EF;&#xFF0C;&#x4E5F;&#x4E0D;&#x53EF;&#x8FC7;&#x5206;&#x5806;&#x780C;</em>&#x3002;</p>
<h4 id="&#x8BED;&#x4E49;&#x5316;&#x4E66;&#x5199;html&#x4EE3;&#x7801;&#x7B26;&#x5408;w3c&#x6807;&#x51C6;">&#x8BED;&#x4E49;&#x5316;&#x4E66;&#x5199;HTML&#x4EE3;&#x7801;&#xFF0C;&#x7B26;&#x5408;W3C&#x6807;&#x51C6;</h4>
<p>&#x5BF9;&#x4E8E;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x6765;&#x8BF4;&#xFF0C;&#x6700;&#x76F4;&#x63A5;&#x9762;&#x5BF9;&#x7684;&#x5C31;&#x662F;&#x7F51;&#x9875;HTML&#x4EE3;&#x7801;&#xFF0C;&#x5982;&#x679C;&#x4EE3;&#x7801;&#x5199;&#x7684;&#x8BED;&#x4E49;&#x5316;&#xFF0C;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x5C31;&#x4F1A;&#x5F88;&#x5BB9;&#x6613;&#x7684;&#x8BFB;&#x61C2;&#x8BE5;&#x7F51;&#x9875;&#x8981;&#x8868;&#x8FBE;&#x7684;&#x610F;&#x601D;&#x3002;&#x4F8B;&#x5982;&#x6587;&#x672C;&#x6A21;&#x5757;&#x8981;&#x6709;&#x5927;&#x6807;&#x9898;&#xFF0C;&#x5408;&#x7406;&#x5229;&#x7528;h1-h6&#xFF0C;&#x5217;&#x8868;&#x5F62;&#x5F0F;&#x7684;&#x4EE3;&#x7801;&#x4F7F;&#x7528;ul&#x6216;ol&#xFF0C;&#x91CD;&#x8981;&#x7684;&#x6587;&#x5B57;&#x4F7F;&#x7528;strong&#x7B49;&#x7B49;&#x3002;&#x603B;&#x4E4B;&#x5C31;&#x662F;&#x8981;&#x5145;&#x5206;&#x5229;&#x7528;&#x5404;&#x79CD;HTML&#x6807;&#x7B7E;&#x5B8C;&#x6210;&#x4ED6;&#x4EEC;&#x672C;&#x804C;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5F53;&#x7136;&#x8981;&#x517C;&#x5BB9;Chrome&#x3001;IE&#x7B49;&#x4E3B;&#x6D41;&#x6D4F;&#x89C8;&#x5668;&#x3002;</p>
<p>&#x770B;&#x770B;&#x8457;&#x540D;&#x7684;&#x7985;&#x610F;&#x82B1;&#x56ED;&#x7F51;&#x7AD9;&#xFF08;<a href="http://www.csszengarden.com/" target="_blank" rel="external">http://www.csszengarden.com/</a>&#xFF09;&#xFF0C;&#x5728;&#x6CA1;&#x6709;&#x6837;&#x5F0F;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4EE3;&#x7801;&#x975E;&#x5E38;&#x8BED;&#x4E49;&#x5316;&#xFF0C;&#x770B;&#x8D77;&#x6765;&#x5F88;&#x5DE5;&#x6574;&#xFF0C;&#x52A0;&#x8F7D;&#x4E0D;&#x540C;&#x7684;&#x6837;&#x5F0F;&#x4E4B;&#x540E;&#x53EF;&#x4EE5;&#x968F;&#x5FC3;&#x6240;&#x6B32;&#x7684;&#x6539;&#x53D8;&#x9875;&#x9762;&#x5916;&#x89C2;&#x3002;</p>
<p>&#x65E0;&#x6837;&#x5F0F;&#x65F6;&#x5019;:</p>
<p><img src="http://p3.qhimg.com/t01b092401c7e1db43f.png" alt=""></p>
<p>&#x6362;&#x4E2A;&#x6837;&#x5F0F;&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/ccc1.png" alt=""></p>
<p>&#x518D;&#x6362;&#x4E2A;&#x6837;&#x5F0F;&#xFF08;33%&#x7684;&#x6BD4;&#x4F8B;&#xFF09;&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/ccc.png" alt=""></p>
<h4 id="&#x5229;&#x7528;&#x5E03;&#x5C40;&#x628A;&#x91CD;&#x8981;&#x5185;&#x5BB9;html&#x4EE3;&#x7801;&#x653E;&#x5728;&#x6700;&#x524D;">&#x5229;&#x7528;&#x5E03;&#x5C40;&#xFF0C;&#x628A;&#x91CD;&#x8981;&#x5185;&#x5BB9;HTML&#x4EE3;&#x7801;&#x653E;&#x5728;&#x6700;&#x524D;</h4>
<p>&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x6293;&#x53D6;HTML&#x5185;&#x5BB9;&#x662F;&#x4ECE;&#x4E0A;&#x5230;&#x4E0B;&#xFF0C;&#x5229;&#x7528;&#x8FD9;&#x4E00;&#x7279;&#x70B9;&#xFF0C;&#x53EF;&#x4EE5;&#x8BA9;&#x4E3B;&#x8981;&#x4EE3;&#x7801;&#x4F18;&#x5148;&#x8BFB;&#x53D6;&#xFF0C;&#x5E7F;&#x544A;&#x7B49;&#x4E0D;&#x91CD;&#x8981;&#x4EE3;&#x7801;&#x653E;&#x5728;&#x4E0B;&#x8FB9;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728;&#x5DE6;&#x680F;&#x548C;&#x53F3;&#x680F;&#x7684;&#x4EE3;&#x7801;&#x4E0D;&#x53D8;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EA;&#x9700;&#x6539;&#x4E00;&#x4E0B;&#x6837;&#x5F0F;&#xFF0C;&#x5229;&#x7528;float:left;&#x548C;float:right;&#x5C31;&#x53EF;&#x4EE5;&#x968F;&#x610F;&#x8BA9;&#x4E24;&#x680F;&#x5728;&#x5C55;&#x73B0;&#x4E0A;&#x4F4D;&#x7F6E;&#x4E92;&#x6362;&#xFF0C;&#x8FD9;&#x6837;&#x5C31;&#x53EF;&#x4EE5;&#x4FDD;&#x8BC1;&#x91CD;&#x8981;&#x4EE3;&#x7801;&#x5728;&#x6700;&#x524D;&#xFF0C;&#x8BA9;&#x722C;&#x866B;&#x6700;&#x5148;&#x6293;&#x53D6;&#x3002;&#x540C;&#x6837;&#x4E5F;&#x9002;&#x7528;&#x4E8E;&#x591A;&#x680F;&#x7684;&#x60C5;&#x51B5;</p>
<p><img src="http://p4.qhimg.com/t015fe3481879a32091.jpg" alt=""></p>
<h3 id="&#x5199;&#x5728;&#x6700;&#x6700;&#x540E;">&#x5199;&#x5728;&#x6700;&#x6700;&#x540E;</h3>
<p>&#x80FD;&#x529B;&#x6709;&#x9650;&#xFF0C;&#x4E0D;&#x8BE6;&#x7EC6;&#x7684;&#x5730;&#x65B9;&#x4E0D;&#x5B8C;&#x7F8E;&#x7684;&#x5730;&#x65B9;&#x8FD8;&#x6709;&#x8BB8;&#x591A;&#x3002;&#x4EE5;&#x540E;&#x7684;&#x65E5;&#x5B50;&#x8FD8;&#x8BF7;&#x591A;&#x591A;&#x5173;&#x7167;233&#x1F62C;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/faladi.jpg" alt="faladi"></p>
<blockquote class="blockquote-center"><p>1831.09.23 &#x6CD5;&#x62C9;&#x7B2C;&#x53D1;&#x660E;&#x53D1;&#x7535;&#x673A;&#x3002;</p>
</blockquote>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x7B80;&amp;#x5355;&amp;#x8BF4;&amp;#x660E;&amp;#xFF0C;&amp;#x662F;&amp;#x6765;&amp;#x5199;&amp;#x4E00;&amp;#x4E9B;&amp;#x5173;&amp;#x4E8E;&amp;#x641C;&amp;#x7D22;&amp;#x5F15;&amp;#x64CE;&amp;#x641C;&amp;
    
    </summary>
    
      <category term="sixpence" scheme="http://zrdsj.cc/categories/sixpence/"/>
    
    
      <category term="杂谈" scheme="http://zrdsj.cc/tags/%E6%9D%82%E8%B0%88/"/>
    
      <category term="SEO" scheme="http://zrdsj.cc/tags/SEO/"/>
    
      <category term="前端" scheme="http://zrdsj.cc/tags/%E5%89%8D%E7%AB%AF/"/>
    
  </entry>
  
  <entry>
    <title>三位班主任，几个熊孩子</title>
    <link href="http://zrdsj.cc/2016/09/10/008/"/>
    <id>http://zrdsj.cc/2016/09/10/008/</id>
    <published>2016-09-10T13:17:19.016Z</published>
    <updated>2016-09-23T12:42:37.766Z</updated>
    
    <content type="html"><![CDATA[<blockquote class="blockquote-center"><p>&#x732E;&#x7ED9;&#x66FE;&#x7ECF;&#x6211;&#x7231;&#x8FC7;&#x7684;&#x51E0;&#x4E2A;&#x4EBA;&#xFF0C;&#xFF0C;&#xFF0C;&#xFF0C;&#xFF0C;&#xFF0C;&#xFF0C;&#xFF0C;&#xFF0C;&#xFF0C;&#x4E09;&#x4F4D;&#x73ED;&#x4E3B;&#x4EFB;&#x51E0;&#x4E2A;&#x718A;&#x5B69;&#x5B50;&#x3002;&#x1F604;</p>
</blockquote>
<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="http://music.163.com/outchain/player?type=2&amp;id=18127640&amp;auto=0&amp;height=66"></iframe>
<p>&#x4E45;&#x8FDD;&#x7684;&#x8282;&#x65E5;&#xFF0C;&#x6559;&#x5E08;&#x8282;&#x3002;</p>
<p>&#x201C;&#x554A;&#xFF0C;&#x597D;&#x4E45;&#x4E0D;&#x89C1;&#x201D;</p>
<p>&#x201C;&#x4E0D;&#x662F;&#x4E5F;&#x4E00;&#x5E74;&#x4E48;&#xFF0C;&#x81F3;&#x4E8E;&#x4E48;&#xFF1F;&#x201D;</p>
<pre><code>maybe&#x73B0;&#x5728;&#x4E0D;&#x81F3;&#x4E8E;&#xFF0C;&#x4EE5;&#x540E;&#x5C31;&#x6CA1;&#x673A;&#x4F1A;&#x4E86;&#x3002;&#x3002;&#x3002;
</code></pre>
<h3 id="&#x4E00;&#x5982;&#x65E2;&#x5F80;&#x5730;sao&#x4E0B;&#x53BB;">&#x4E00;&#x5982;&#x65E2;&#x5F80;&#x5730;sao&#x4E0B;&#x53BB;</h3>
<p>&#x5E94;&#x8BE5;&#x662F;&#x5317;&#x4EAC;&#x5965;&#x8FD0;&#x4F1A;&#x524D;&#x7684;&#x90A3;&#x4E2A;&#x5B66;&#x671F;&#xFF0C;&#x4E0D;&#xFF01;&#x662F;&#x5B66;&#x5E74;&#x3002;&#x90A3;&#x4E00;&#x5E74;&#x53D1;&#x751F;&#x4E86;&#x8BB8;&#x591A;&#x4E8B;&#x60C5;&#xFF0C;&#x5176;&#x4E2D;&#x6709;&#x51E0;&#x4E2A;&#x718A;&#x5B69;&#x5B50;&#x5728;&#x90A3;&#x4E00;&#x5E74;&#x8BA4;&#x8BC6;&#x4E86;&#x3002;&#x548C;&#x5730;&#x7403;&#x4E0A;&#x8BB8;&#x591A;&#x89D2;&#x843D;&#x53D1;&#x751F;&#x7684;&#x6545;&#x4E8B;&#x4E00;&#x6837;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E5F;&#x6CA1;&#x5565;&#x60CA;&#x5947;&#x7684;&#x5730;&#x65B9;&#x3002;&#x5728;&#x5916;&#x4EBA;&#x773C;&#x4E2D;&#xFF0C;&#x592A;&#x5E73;&#x5E38;&#x4E86;&#x3002;</p>
<p>&#x5E94;&#x8BE5;&#x8BF4;&#xFF0C;&#x5BF9;&#x4E8E;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x4EBA;&#xFF0C;&#x5305;&#x62EC;&#x6211;&#xFF0C;&#x8FD9;&#x7FA4;&#x4EBA;&#x7684;&#x5B58;&#x5728;&#x5728;&#x516B;&#x5E74;&#x540E;&#x7684;2016&#x770B;&#x6765;&#xFF0C;&#x6CE8;&#x5B9A;&#x662F;&#x8BB0;&#x5FC6;&#x4E2D;&#x62B9;&#x4E0D;&#x53BB;&#x7684;&#x4E00;&#x7247;&#x8272;&#x5F69;&#x3002;</p>
<p>&#x5F53;&#x5E74;sao&#x7684;&#x4E0D;&#x53EF;&#x6551;&#x836F;&#x7684;&#x5B69;&#x5B50;&#x4EEC;&#xFF0C;&#x5982;&#x4ECA;&#x90FD;&#x662F;&#x8D70;&#x5411;&#x5B66;&#x4E1A;&#x5C3D;&#x5934;&#x7684;&#x8001;&#x5E74;&#x8F7B;&#x4E86;&#x3002;&#x5357;&#x65B9;&#xFF0C;&#x5BB6;&#x4E61;&#xFF0C;&#x9B54;&#x90FD;&#xFF0C;&#x95FD;&#x5357;&#xFF0C;&#x90FD;&#x6709;&#x8FC7;&#x4F60;&#x4EEC;&#x7684;&#x5F71;&#x5B50;&#xFF0C;&#x4E0D;&#x4F1A;&#x6292;&#x60C5;&#xFF0C;&#x4E5F;&#x6CA1;&#x5565;&#x901A;&#x6C14;&#x7684;&#x8BDD;&#x8BED;&#xFF0C;&#x6709;&#x7684;&#x8BDD;&#x7B97;&#x662F;&#x6709;&#x4E2A;&#x5C0F;&#x613F;&#x671B;&#x3002;&#x3002;&#x3002;&#x201C;&#x5E0C;&#x671B;&#x5728;&#x8FD9;&#x4E00;&#x5929;&#xFF0C;&#x4F60;&#x4E5F;&#x60F3;&#x8D77;&#x4F60;&#x66FE;&#x7ECF;&#x7684;&#x6069;&#x5E08;&#x548C;&#x4F34;&#x4F60;&#x6210;&#x957F;&#x7684;&#x718A;&#x5B69;&#x5B50;&#x4EEC;&#x201D;</p>
<blockquote>
<p>&#x4EBA;&#x662F;&#x611F;&#x60C5;&#x52A8;&#x7269;&#xFF0C;&#x800C;&#x4E14;&#x5F88;&#x6015;&#x52A8;&#x4E86;&#x60C5;&#x3002;</p>
</blockquote>
<p>&#x4E0D;&#x7BA1;&#x73B0;&#x5728;&#x8FC7;&#x5F97;&#x5982;&#x4E0D;&#x5982;&#x610F;&#xFF0C;&#x6211;&#x603B;&#x4F1A;&#x60F3;&#x5230;&#x8FC7;&#x53BB;&#x3002;&#x8FC7;&#x53BB;&#x6709;&#x5F88;&#x957F;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x90FD;&#x89C9;&#x5F97;&#x8FD9;&#x662F;&#x6BDB;&#x75C5;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5728;&#x786E;&#x8BA4;&#x81EA;&#x5DF1;&#x7684;&#x5B09;&#x76AE;&#x68A6;&#x60F3;&#x4E0E;&#x5206;&#x88C2;&#x4EBA;&#x683C;&#x4E4B;&#x524D;&#xFF0C;&#x5185;&#x5FC3;&#x4E5F;&#x662F;&#x9ED8;&#x8BA4;&#x4E86;&#x4E00;&#x4E2A;&#x4E8B;&#x5B9E;&#x2014;&#x201C;&#x81EA;&#x5DF1;&#x4F5C;&#x4E3A;&#x590D;&#x6742;&#x60C5;&#x611F;&#x8F7D;&#x4F53;&#xFF08;&#x4EBA;&#xFF1F;&#xFF09;&#x7684;&#x8BDD;&#xFF0C;&#x5E76;&#x4E0D;&#x5177;&#x5907;&#x4E00;&#x822C;&#x5927;&#x4F17;&#x7684;&#x7279;&#x6027;&#xFF08;&#x81F3;&#x5C11;&#x957F;&#x65F6;&#x95F4;&#x80AF;&#x5B9A;&#x4E0D;&#x5177;&#x5907;&#xFF09;&#x201D;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/saozhu.gif" alt="&#x9A9A;&#x732A;"></p>
<p>&#x6211;&#x82E5;&#x662F;&#x5916;&#x4EBA;&#xFF0C;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4F1A;&#x4E0D;&#x4F1A;&#x559C;&#x6B22;&#x4E0A;&#x81EA;&#x5DF1;&#xFF1F;</p>
<p>&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x4E0A;&#x9762;&#x90A3;&#x4E2A;&#x95EE;&#x9898;&#x8FD8;&#x662F;&#x86EE;&#x6709;&#x610F;&#x4E49;&#x7684;&#x3002;&#x5E73;&#x5E73;&#x5E38;&#x5E38;&#x7684;&#x81EA;&#x6211;&#x8BA4;&#x53EF;&#xFF0C;&#x82E5;&#x662F;&#x4E0D;&#x88AB;&#x81EA;&#x5DF1;&#x8BA8;&#x538C;&#xFF0C;&#x90FD;&#x4F1A;&#x8BA9;&#x81EA;&#x5DF1;&#x500D;&#x611F;&#x6E29;&#x6696;&#xFF0C;&#xFF0C;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x60C5;&#x51B5;&#x53D1;&#x751F;&#x5728;&#x4E00;&#x4E2A;&#x559C;&#x6B22;&#x9ED1;&#x8272;&#x5E7D;&#x9ED8;+&#x8F7B;&#x5EA6;&#x7CBE;&#x5206;+&#x8F7B;&#x5EA6;&#x65AF;&#x5FB7;&#x54E5;&#x5C14;&#x6469;&#x7684;&#x4EBA;&#x8EAB;&#x4E0A;&#xFF0C;&#xFF0C;&#xFF0C;&#x672C;&#x8EAB;&#x4E5F;&#x7B97;&#x662F;&#x9876;&#x7EA7;&#x9ED1;&#x8272;&#x5E7D;&#x9ED8;&#x4E86;&#x5427;2333&#x1F602;</p>
<blockquote class="blockquote-center"><p>sao&#x4E0B;&#x53BB;&#xFF0C;&#x4E0D;&#x8BA1;&#x4EE3;&#x4EF7;&#xFF01;hahaha&#xFF0C;&#x4F60;&#x4EEC;&#x4E5F;&#x662F;&#x54E6;</p>
</blockquote>
<h3 id="&#x51E0;&#x4F4D;&#x73ED;&#x4E3B;&#x4EFB;">&#x51E0;&#x4F4D;&#x73ED;&#x4E3B;&#x4EFB;</h3>
<p>&#x626F;&#x5B8C;&#x4E86;&#x718A;&#x5B69;&#x5B50;&#xFF0C;&#x4ECA;&#x5929;&#x4E5F;&#x662F;&#x60F3;&#x5230;&#x4E86;&#x51E0;&#x4F4D;&#x8001;&#x5E08;&#x3002;&#x662F;&#x6211;&#x66FE;&#x7ECF;&#x7684;&#x51E0;&#x4F4D;&#x73ED;&#x4E3B;&#x4EFB;&#xFF0C;&#x4E00;&#x6837;&#x662F;&#x6211;&#x8FC7;&#x53BB;22&#x5E74;&#x91CC;&#x503C;&#x5F97;&#x7559;&#x604B;&#x7684;&#x9B45;&#x529B;&#x5149;&#x666F;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x539F;&#x5219;&#xFF1A;&#x56E0;&#x4E3A;&#x9119;&#x4EBA;&#x4E0D;&#x4F1A;&#x6292;&#x60C5;&#x4E0D;&#x4F1A;&#x53D9;&#x4E8B;&#x66F4;&#x4E0D;&#x4F1A;&#x8BB2;&#x6545;&#x4E8B;&#x3002;&#x3002;&#x3002;so&#xFF0C;<code>&#x8FD9;&#x91CC;&#x57FA;&#x672C;&#x4E0A;&#x53EA;&#x642C;&#x4E8B;&#x5B9E;</code>&#x3002;</p>
<h4 id="zsh&#x8001;&#x5E08;">Zsh&#x8001;&#x5E08;</h4>
<p>&#x8EAB;&#x91CF;&#x82D7;&#x6761;&#x3001;&#x4F53;&#x683C;&#x98CE;&#x9A9A;&#x7684;&#x5C11;&#x5987;&#x8001;&#x5E08;&#xFF0C;&#x6211;&#x5C0F;&#x5B66;&#x4E2D;&#x6709;&#x56DB;&#x5E74;&#x7684;&#x5149;&#x666F;&#x62DC;&#x6B64;&#x73ED;&#x4E3B;&#x4EFB;&#x6240;&#x8D50;&#x3002;</p>
<p><code>&#x7231;&#x4E00;&#x5E74;&#x6068;&#x4E24;&#x5E74;&#x6700;&#x540E;&#x53C8;&#x7231;&#x4E00;&#x5E74;</code>&#xFF0C;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x3002;&#x5728;&#x5F20;&#x8001;&#x5E08;&#x4FDD;&#x4F51;&#x7684;&#x8FD9;&#x56DB;&#x5E74;&#x91CC;&#xFF0C;&#x5065;&#x5EB7;&#x6210;&#x957F;&#x5F97;&#x5230;&#x4E86;&#x5149;&#x5927;&amp;&#x53D1;&#x626C;&#x3002;</p>
<p>&#x5728;&#x90A3;&#x4E9B;&#x5E74;&#x91CC;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x89C1;&#x8BC6;&#x4E86;&#x4E0E;&#x201C;&#x4EBA;&#x4E4B;&#x521D;&#x6027;&#x672C;&#x5584;&#x201D;&#x5F88;&#x76F8;&#x6096;&#x7684;&#x753B;&#x9762;&#xFF0C;&#x4E0D;&#x5FC5;&#x8BF4;&#x62D6;&#x978B;&#x80CC;&#x5FC3;&#x53E3;&#x54E8;&#xFF0C;&#x4E5F;&#x4E0D;&#x5FC5;&#x8BF4;&#x63EA;&#x5934;&#x53D1;&#x638F;jj&#x6320;&#x8138;&#xFF0C;&#x5355;&#x662F;&#x7537;&#x5395;&#x6240;&#x7684;&#x5899;&#x4E0A;&#x7684;&#x201C;&#x6B66;&#x6797;&#x98CE;&#x201D;&#x51E0;&#x4E2A;&#x5927;&#x5B57;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x5BA3;&#x544A;&#x4E86;&#x5427;&#x3002;&#x3002;&#x3002;&#x5BA3;&#x544A;&#x4E86;&#x6C5D;&#x9633;&#x7537;&#x513F;&#x7684;&#x6C14;&#x9B44;&#x4E0E;&#x80C6;&#x8BC6;&#x3002;&#x1F612;:</p>
<p>&#x4E0A;&#x9762;&#x6240;&#x63CF;&#x8FF0;&#x7684;&#x753B;&#x9762;&#x4E2D;&#x53F1;&#x54A4;&#x98CE;&#x4E91;&#x7684;&#x51E0;&#x4E2A;&#x625B;&#x628A;&#x5B50;&#x7684;&#xFF0C;&#x540E;&#x6765;&#x7684;&#x751F;&#x6D3B;&#x6211;&#x4E0D;&#x5F97;&#x800C;&#x77E5;&#xFF0C;&#x4F46;&#x542C;&#x8BF4;&#x4E86;&#xFF0C;&#xFF0C;&#xFF0C;&#x542C;&#x8BF4;&#x90FD;&#x6D17;&#x767D;&#x4E86;&#xFF01;</p>
<blockquote>
<p>&#xFF1F;&#xFF1F;&#xFF1F;</p>
</blockquote>
<p>&#x548C;&#x6211;&#x4E00;&#x6837;&#x767D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x4EEC;&#x8FD8;&#x6CA1;&#x53D8;&#x9ED1;&#xFF0C;&#x540E;&#x6765;&#x4E0D;&#x89C1;&#x4ED6;&#x4EEC;&#x7684;&#x65E5;&#x5B50;&#x6211;&#x4E5F;&#x61D2;&#x5F97;&#x53BB;&#x77E5;&#x9053;&#x53D1;&#x751F;&#x4E86;&#x4EC0;&#x4E48;&#x3002;&#x2018;&#x6D17;&#x767D;&#x2019;&#x542C;&#x4E0A;&#x53BB;&#x4EFF;&#x4F5B;&#x662F;&#x4E00;&#x6BB5;&#x6BB5;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4E2A;&#x4EBA;&#x751F;&#x5386;&#x7A0B;&#x3002;</p>
<p>&#x5F20;&#x8001;&#x5E08;&#x4E5F;&#x8BB8;&#x6CA1;&#x6709;&#x6559;&#x4F1A;&#x6211;&#x5F88;&#x591A;&#xFF0C;&#x4F46;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x592A;&#x5C0F;&#x4E86;233.</p>
<p>&#x6700;&#x8FD1;&#x7684;&#x4E00;&#x6B21;&#x89C1;&#x9762;&#xFF0C;&#x662F;&#x53BB;&#x5E74;&#x7684;&#x6691;&#x5047;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x8D70;&#x8FC7;&#x53BF;&#x57CE;&#x9632;&#x6D2A;&#x6E20;&#x7684;&#x8FC7;&#x9053;&#x4E0A;&#xFF08;&#x90A3;&#x91CC;&#x4E5F;&#x662F;&#x8001;&#x5E08;&#x5BB6;&#xFF09;&#x3002;&#x4E00;&#x5E72;&#x4EBA;&#x5728;&#x8001;&#x5E08;&#x5BB6;&#x4EEC;&#x53E3;&#x8BF4;&#x7B11;&#x3002;&#x6211;&#xFF0C;&#x53C8;&#x770B;&#x5230;&#x4E86;&#x5341;&#x5E74;&#x7684;&#x6545;&#x4EBA;&#xFF0C;hh&#xFF0C;&#x9664;&#x4E86;&#x5634;&#x5507;&#x7684;&#x6DE1;&#x7C89;&#x8272;&#x53E3;&#x7EA2;&#x66FF;&#x4EE3;&#x4E86;&#x5341;&#x5E74;&#x524D;&#x7684;&#x5927;&#x7EA2;&#x53E3;&#x7EA2;&#xFF0C;&#x4F3C;&#x4E4E;&#x5C31;&#x53EA;&#x5269;&#x6211;&#x7684;&#x53D8;&#x5316;&#x4E86;&#x3002;&#x3002;&#x3002;</p>
<p>&#x56DB;&#x76EE;&#x76F8;&#x89D1;&#xFF0C;&#x5927;&#x773C;&#x77AA;&#x5C0F;&#x773C;&#x3002;&#x6211;&#x90FD;&#x5C4F;&#x4F4F;&#x547C;&#x5438;&#x4E86;&#xFF0C;tm&#x7684;&#x50CF;&#x662F;&#x5728;&#x6F14;&#x620F;&#xFF1F;</p>
<p>&#x54E6;&#xFF0C;&#x5979;&#x770B;&#x8D77;&#x6765;&#x597D;&#x50CF;&#x4E0D;&#x8BB0;&#x5F97;&#x6211;&#x4E86;&#x3002;&#x6211;&#x7684;&#x8138;&#x578B;&#x5706;&#x5706;&#x7684;&#x8FD8;&#x662F;&#x6CA1;&#x53D8;&#xFF0C;&#x5374;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x5375;&#x7528;&#x3002;last,&#x6211;&#x8D70;&#x8FC7;&#x8DEF;&#x53E3;&#xFF0C;&#x5634;&#x89D2;&#x5FAE;&#x626C;&#xFF0C;&#x5FCD;&#x4E0D;&#x4F4F;&#x56DE;&#x4E86;&#x4E0B;&#x5934;&#xFF0C;&#xFF0C;&#xFF0C;</p>
<h4 id="zlr&#x8001;&#x5E08;">Zlr&#x8001;&#x5E08;</h4>
<p>&#x521D;&#x4E09;&#xFF0C;&#x516B;&#x5E74;&#x524D;&#x7684;&#x751F;&#x6D3B;&#x3002;&#x5965;&#x8FD0;&#x4F1A;&#x7ED3;&#x675F;&#x540E;&#x7684;&#x90A3;&#x4E2A;&#x5B66;&#x5E74;&#xFF0C;&#x90A3;&#x4E00;&#x5B66;&#x5E74;&#x8FD8;&#x6709;&#x4EF6;&#x4E8B;&#x60C5;&#xFF0C;&#x706B;&#x7BAD;&#x6253;&#x8FDB;&#x4E86;&#x897F;&#x90E8;&#x534A;&#x51B3;&#x8D5B;&#x548C;&#x6E56;&#x4EBA;&#x62FC;&#x5230;&#x4E86;&#x62A2;&#x4E03;2333.&#x6211;&#x65E0;&#x610F;&#x641E;&#x4EC0;&#x4E48;&#x5927;&#x4E8B;&#x60C5;&#xFF0C;&#x1F602;&#x8001;&#x63D0;&#x5965;&#x8FD0;&#x4F1A;&#x8FD9;&#x9505;&#x6211;&#x80CC;&#x4E86;233.</p>
<p>&#x8D75;&#x8001;&#x5E08;&#xFF0C;&#x6700;&#x521D;&#x8BB0;&#x5F97;&#x7684;&#x5370;&#x8C61;&#x662F;&#x542C;&#x8BF4;&#x7684;&#x3002;&#x3002;&#x3002;&#x53EA;&#x8BB0;&#x5F97;&#x5927;&#x5BB6;&#x7A0B;&#x5176;&#x4E3A;&#x201C;NB&#x73ED;&#x4E3B;&#x4EFB;&#x201D;&#x3002;&#x8BED;&#x6570;&#x82F1;&#x4E09;&#x95E8;&#x5B66;&#x79D1;&#x7684;&#x95EE;&#x9898;&#x90FD;&#x53EF;&#x4EE5;&#x6307;&#x5BFC;&#xFF0C;&#x4F5C;&#x4E3A;&#x73ED;&#x4E3B;&#x4EFB;&#x51FA;&#x8272;&#x7684;&#x5E26;&#x73ED;&#x6210;&#x7EE9;&#xFF0C;&#x4E2D;&#x9752;&#x5E74;&#x5973;&#x6559;&#x5E08;&#x7279;&#x6709;&#x7684;&#x548C;&#x853C;&#xFF0C;&#xFF0C;&#xFF0C;&#x53EF;&#x4EE5;&#x4E86;&#xFF0C;&#x8FD9;&#x786E;&#x5B9E;&#x5F88;NB!</p>
<p>&#x8FD9;&#x4F4D;&#x4F3C;&#x4E4E;&#x770B;&#x900F;&#x4E86;&#x6211;&#x7684;&#x5FC3;&#xFF0C;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x662F;&#x3002;&#x6574;&#x6574;&#x4E00;&#x5E74;&#x5BF9;&#x6211;&#x90FD;&#x662F;&#x7231;&#x7406;&#x4E0D;&#x7406;&#x7231;&#x7BA1;&#x4E0D;&#x7BA1;&#x7684;&#xFF0C;&#x6211;&#x7684;&#x6210;&#x7EE9;&#x51FA;&#x73B0;&#x8FC7;&#x660E;&#x663E;&#x7684;&#x53D8;&#x5316;&#x800C;&#x4E14;&#x4E00;&#x5EA6;&#x5728;&#x73ED;&#x91CC;&#x6211;&#x662F;&#x6210;&#x7EE9;&#x8003;&#x524D;&#x7684;&#x4EBA;&#x7FA4;&#x4E2D;&#x552F;&#x4E00;&#x4E00;&#x4E2A;&#x5EA7;&#x4F4D;&#x5728;&#x6700;&#x540E;&#x7684;&#xFF08;&#x6700;&#x540E;&#x5EA7;&#x4F4D;&#x7684;&#x5B69;&#x5B50;&#x4EEC;&#x4E5F;&#x90FD;&#x5F88;&#x5E05;&#xFF0C;&#x4F46;&#x4E0D;&#x662F;&#x5728;&#x5B66;&#x4E1A;&#x4E0A;&#xFF09;&#xFF1F;</p>
<p>&#x5F71;&#x4E0D;&#x5F71;&#x54CD;&#x53EA;&#x6709;&#x81EA;&#x5DF1;&#x77E5;&#x9053;&#x3002;&#x8D75;&#x8001;&#x5E08;&#x638C;&#x63A7;&#x4E0B;&#x7684;&#x90A3;&#x4E2A;&#x73ED;&#x7EA7;&#xFF0C;&#x90A3;&#x4E00;&#x5E74;&#xFF0C;&#x5BF9;&#x6211;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x548C;&#x6027;&#x683C;&#x7684;&#x5F71;&#x54CD;&#x2014;shi &#x6DF1;&#x8FDC; de.</p>
<pre><code>&#x8BC4;&#x4EF7;&#x597D;&#x574F;&#x8FD9;&#x4EF6;&#x4E8B;&#x4ECE;&#x6765;&#x90FD;&#x5E26;&#x4E86;&#x60C5;&#x611F;&#xFF0C;&#x7075;&#x9B42;&#x7684;&#x6743;&#x8861;&#x4E2D;&#xFF0C;&#x5931;&#x8D25;&#x6210;&#x529F;&#x4E5F;&#x8BB8;&#x90FD;&#x662F;&#x4E00;&#x6837;&#x7684;
</code></pre>
<p>&#x65E5;&#x540E;&#x6211;&#x660E;&#x767D;&#x4E86;&#x8FD9;&#x4E2A;&#x9053;&#x7406;&#xFF0C;&#x4E5F;&#x56E0;&#x6B64;&#x6211;&#x5C24;&#x4E3A;&#x6000;&#x5FF5;&#x8D75;&#x8001;&#x5E08;&#xFF0C;&#x8FD8;&#x6709;&#x90A3;&#x4E00;&#x5E74;&#x7684;&#x65F6;&#x5149;&#x3002;&#x4E3A;&#x4F55;&#x5979;&#x80FD;&#x770B;&#x900F;&#x6211;&#x7684;&#x5FC3;&#xFF1F;&#x5475;&#x5475;&#xFF0C;&#x8FD8;&#x4E0D;&#x662F;&#x88AB;&#x81EA;&#x5DF1;&#x4EBA;&#x7ED9;&#x5356;&#x4E86;&#xFF0C;&#x662F;&#x5427;@&#x5988;&#x3002;</p>
<h4 id="zkf&#x8001;&#x5E08;">Zkf&#x8001;&#x5E08;</h4>
<p>&#x57FA;&#x57FA;&#x57FA;&#x57FA;&#x54C8;&#x54C8;&#x54C8;&#x54C8;</p>
<p>&#x7EC8;&#x4E8E;&#x662F;&#x4E2A;&#x7537;&#x7684;&#x4E86;&#xFF01;&#x8FD9;&#x4F4D;&#x5BF9;&#x6211;&#x5F71;&#x54CD;&#x6700;&#x5927;&#x7684;&#x8001;&#x5E08;&#xFF0C;&#x9AD8;&#x4E2D;&#x6559;&#x4E86;&#x6211;&#x4E09;&#x5E74;&#x7684;&#x7269;&#x7406;&#xFF0C;&#x5F53;&#x4E86;&#x4E00;&#x5E74;&#x534A;&#x7684;&#x73ED;&#x4E3B;&#x4EFB;&#x3002;&#x3002;&#x3002;&#x6240;&#x80FD;&#x63D0;&#x53CA;&#x7684;&#x4E8B;&#x60C5;&#x592A;&#x591A;&#xFF0C;&#x4E0D;&#x8BF4;&#x4E86;&#x3002;</p>
<blockquote class="blockquote-center"><p><code>&#x6C5F;&#x4E1C;&#x513F;&#x90CE;&#x591A;&#x624D;&#x4FCA;,&#x95FB;&#x541B;&#x5165;&#x5434;&#x591C;&#x4E0D;&#x557C;</code></p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zhangliao.png" alt="zkf"></p>
<p>&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x7ED3;&#x5C3E;&#x4E86;&#xFF0C;&#x7279;&#x522B;&#x60F3;&#x5BF9;&#x8001;&#x5E08;&#x8BF4;&#x4E00;&#x58F0;&#xFF1A;&#x201C;&#x83AB;&#x6101;&#x524D;&#x8DEF;&#x65E0;&#x77E5;&#x5DF1;&#x201D;&#x3002;&#x3002;&#x3002;&#x54CE;:happy:</p>
<p>&#x597D;&#x4E86;&#xFF0C;&#x8BF4;&#x4E86;&#x4E86;&#x3002;</p>
<blockquote class="blockquote-center"><p>L</p>
<p>A</p>
<p>S</p>
<p>T</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zuisaode.jpg" alt="memeda"></p>
]]></content>
    
    <summary type="html">
    
      &lt;blockquote class=&quot;blockquote-center&quot;&gt;&lt;p&gt;&amp;#x732E;&amp;#x7ED9;&amp;#x66FE;&amp;#x7ECF;&amp;#x6211;&amp;#x7231;&amp;#x8FC7;&amp;#x7684;&amp;#x51E0;&amp;#x4E2A;&amp;#x4EBA;&amp;#xFF0C;&amp;#x
    
    </summary>
    
      <category term="moon" scheme="http://zrdsj.cc/categories/moon/"/>
    
    
      <category term="回忆" scheme="http://zrdsj.cc/tags/%E5%9B%9E%E5%BF%86/"/>
    
      <category term="sunshine" scheme="http://zrdsj.cc/tags/sunshine/"/>
    
      <category term="杂谈" scheme="http://zrdsj.cc/tags/%E6%9D%82%E8%B0%88/"/>
    
      <category term="黑色幽默" scheme="http://zrdsj.cc/tags/%E9%BB%91%E8%89%B2%E5%B9%BD%E9%BB%98/"/>
    
  </entry>
  
  <entry>
    <title>吆喝几句Thomas Hobbes托马斯·霍布斯</title>
    <link href="http://zrdsj.cc/2016/08/29/007/"/>
    <id>http://zrdsj.cc/2016/08/29/007/</id>
    <published>2016-08-29T15:02:35.230Z</published>
    <updated>2016-09-25T07:08:53.025Z</updated>
    
    <content type="html"><![CDATA[<p>&#x8FD9;&#x662F;2016&#x516B;&#x6708;&#x7684;&#x6700;&#x540E;&#x4E00;&#x7BC7;&#x535A;&#x5BA2;&#x4E86;&#xFF0C;&#x7B97;&#x662F;&#x60F3;&#x6765;&#x5BA3;&#x4F20;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#xFF0C;&#x8FD9;&#x4E2A;&#x4EBA;&#x6211;&#x63A5;&#x4E0B;&#x6765;&#x7EDF;&#x79F0;&#x4E3A;&#x2019;&#x8001;&#x970D;&#x2019;&#x3002;</p>
<p>&#x6700;&#x521D;&#x7684;&#x6807;&#x9898;&#x6211;&#x8BF4;&#x7684;&#x6709;&#x70B9;&#x5927;&#xFF1A;<code>&#x300A;&#x666E;&#x53CA;Thomas Hobbes&#x300B;</code>&#xFF0C;&#x771F;&#x662F;&#x4E0D;&#x77E5;&#x5929;&#x9AD8;&#x5730;&#x539A;233.&#x8BB2;&#x9053;&#x7406;&#x77E5;&#x9053;&#x8001;&#x970D;&#x7684;&#x4EBA;&#x81EA;&#x7136;&#x77E5;&#x9053;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x4EBA;&#x5C31;&#x662F;&#x8BF4;&#x7834;&#x4E86;&#x5929;&#x6548;&#x679C;&#x4E5F;&#x662F;&#x5BF9;&#x725B;&#x5F39;&#x7434;&#x3002;&#x1F604;</p>
<h3 id="&#x8001;&#x970D;&#x751F;&#x5E73;">&#x8001;&#x970D;&#x751F;&#x5E73;</h3>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/th.jpg" alt="&#x6258;&#x9A6C;&#x65AF;&#xB7;&#x970D;&#x5E03;&#x65AF;"></p>
<p>&#x6258;&#x9A6C;&#x65AF;&#xB7;&#x970D;&#x5E03;&#x65AF;&#xFF08;Thomas Hobbes,1588.4.5-1679.12.4&#xFF09;,&#x82F1;&#x56FD;&#x653F;&#x6CBB;&#x5BB6;&#xFF0C;&#x54F2;&#x5B66;&#x5BB6;&#x3002;&#x82F1;&#x8BED;&#x4E16;&#x754C;&#x4EA7;&#x51FA;&#x7684;&#x6700;&#x4E3A;&#x6DF1;&#x523B;&#x548C;&#x7CFB;&#x7EDF;&#x7684;&#x601D;&#x60F3;&#x5BB6;&#x4E4B;&#x4E00;&#xFF0C;&#x7ECF;&#x5178;&#x5951;&#x7EA6;&#x7406;&#x8BBA;&#x5960;&#x57FA;&#x4EBA;&#xFF0C;&#x653F;&#x6CBB;&#x54F2;&#x5B66;&#x65B9;&#x6CD5;&#x8BBA;&#x8F6C;&#x578B;&#x7684;&#x754C;&#x7891;&#xFF0C;&#x6050;&#x60E7;&#x653F;&#x6CBB;&#x5B66;&#x7684;&#x53D1;&#x7AEF;&#xFF0C;&#x8FD1;&#x4EE3;&#x56FD;&#x9645;&#x5173;&#x7CFB;&#x7684;&#x7406;&#x8BBA;&#x6E0A;&#x6E90;&#x2026;&#x603B;&#x4E4B;&#x53EF;&#x4EE5;&#x603B;&#x7ED3;&#x8BF4;&#x8001;&#x970D;&#x5C31;&#x662F;&#x653F;&#x6CBB;&#x54F2;&#x5B66;&#x754C;&#x7684;&#x725B;&#x987F;&#x3002;</p>
<p>&#x8001;&#x970D;&#x7EC8;&#x5176;&#x4E00;&#x751F;&#x5E72;&#x8FC7;&#x4E0B;&#x9762;&#x51E0;&#x4EF6;&#x4E8B;&#x60C5;&#xFF1A;</p>
<ul>
<li>&#x5199;&#x4E86;&#x4E00;&#x4E9B;&#x8457;&#x4F5C;&#xFF08;&#x641E;&#x5F97;&#x81EA;&#x5DF1;&#x65E0;&#x5904;&#x5B89;&#x987F;&#x5374;&#xFF09;</li>
<li>&#x63D0;&#x51FA;&#x4E86;&#x4E00;&#x4E9B;&#x60F3;&#x6CD5;&#xFF08;&#x5F97;&#x5C0A;&#x79F0;&#xFF1A;&#x73B0;&#x4EE3;&#x653F;&#x6CBB;&#x54F2;&#x5B66;&#x521B;&#x59CB;&#x4EBA;&#xFF09;</li>
<li>&#x5E72;&#x8FC7;&#x8D35;&#x65CF;&#x5BB6;&#x6559;&#xFF08;&#x5F97;&#x76CA;&#x4E8E;&#x6B64;&#x6E38;&#x5386;&#x6B27;&#x6D32;&#xFF09;</li>
<li>&#x7FFB;&#x8BD1;&#x8FC7;&#x5E0C;&#x814A;&#x53E4;&#x7C4D;&#xFF08;&#x7FFB;&#x8BD1;&#x5E0C;&#x814A;&#x6587;&#x4E3A;&#x82F1;&#x6587;&#x7684;&#x7B2C;&#x4E00;&#x4EBA;&#xFF09;</li>
</ul>
<p>&#x54C8;&#x54C8;&#xFF0C;&#x65E0;&#x8BBA;&#x600E;&#x6837;&#x770B;&#x4E0A;&#x53BB;&#x90FD;&#x597D;&#x5389;&#x5BB3;&#x7684;&#x4E00;&#x4E2A;&#x4EBA;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#x4E5F;&#x786E;&#x5B9E;&#x5982;&#x6B64;&#xFF0C;&#x73B0;&#x4EE3;&#x8BA9;&#x5168;&#x4E16;&#x754C;&#x5934;&#x75BC;&#x7684;&#x5168;&#x7403;&#x5316;&#x95EE;&#x9898;&#xFF0C;&#x8001;&#x970D;&#x5728;400&#x5E74;&#x524D;&#x7684;17&#x4E16;&#x7EAA;&#x5C31;&#x5F00;&#x59CB;&#x7814;&#x7A76;&#x76F8;&#x5173;&#x73B0;&#x8C61;&#x4E86;&#xFF0C;&#x5176;&#x8D21;&#x732E;&#x7684;&#x4EF7;&#x503C;&#x53EF;&#x89C1;&#x4E00;&#x6591;&#x3002;</p>
<h3 id="&#x6211;&#x5230;&#x5E95;&#x60F3;xie&#x4EC0;&#x4E48;">&#x6211;&#x5230;&#x5E95;&#x60F3;xie&#x4EC0;&#x4E48;</h3>
<p>&#x6211;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x535A;&#x5BA2;&#x4E2D;&#x5199;&#x8FC7;&#xFF0C;&#x81EA;&#x5DF1;&#x662F;&#x6709;&#x4E2A;&#x57FA;&#x7763;&#x5F92;&#x7684;&#x8EAB;&#x4EFD;&#x7684;&#x3002;&#x5728;&#x4FE1;&#x4EF0;&#x4E3B;&#x8036;&#x7A23;&#x7684;&#x9053;&#x8DEF;&#x4E0A;&#xFF0C;&#x6211;&#x6709;&#x6240;&#x4E86;&#x89E3;&#x5230;&#x8001;&#x970D;&#x8FD9;&#x4E2A;&#x4EBA;&#x3002;&#x8001;&#x970D;&#x5BF9;&#x4E8E;&#x57FA;&#x7763;&#x6559;&#xFF0C;&#x6CA1;&#x4EC0;&#x4E48;&#x53EF;&#x8BF4;&#x7684;&#xFF0C;&#x81F3;&#x5C11;&#x5728;&#x6211;&#x9119;&#x964B;&#x7684;&#x5B66;&#x8BC6;&#x4E2D;&#xFF0C;&#x6211;&#x8BF4;&#x4E0D;&#x4E0A;&#x4EC0;&#x4E48;&#x3002;</p>
<p>&#x4E4B;&#x6240;&#x4EE5;&#x4F1A;&#x5199;&#x7BC7;&#x5BA3;&#x4F20;&#x4ECB;&#x7ECD;&#x8001;&#x970D;&#x7684;&#x535A;&#x5BA2;&#xFF0C;&#x6211;&#x60F3;&#x4E86;&#x60F3;&#x7B97;&#x662F;&#x6211;&#x7684;&#x96BE;&#x8A00;&#x4E4B;&#x9690;&#x3002;&#x5728;&#x6700;&#x540E;&#xFF0C;&#x6211;&#x4F1A;&#x8868;&#x660E;&#x6211;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x7ACB;&#x4E0A;flag!:flag:</p>
<h3 id="&#x8001;&#x970D;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E66;">&#x8001;&#x970D;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E66;</h3>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/liweitan.jpg" alt="&#x5229;&#x7EF4;&#x5766;&#x5C01;&#x9762;&#x5377;&#x5934;&#x63D2;&#x753B;"></p>
<p>&#x4E0A;&#x9762;&#x8FD9;&#x5E45;&#x56FE;&#x662F;&#x8001;&#x970D;&#x4E00;&#x751F;&#x96C6;&#x5927;&#x6210;&#x4E4B;&#x4F5C;&#x2014;<code>&#x300A;&#x5229;&#x7EF4;&#x5766;&#x300B;</code>&#x7684;&#x5C01;&#x9762;&#x5377;&#x5934;&#x63D2;&#x753B;&#x3002;</p>
<p>&#x4F5C;&#x4E3A;&#x540E;&#x4EBA;&#xFF0C;&#x800C;&#x4E14;&#x6240;&#x6D89;&#x9886;&#x57DF;&#x5E76;&#x4E0D;&#x662F;&#x653F;&#x6CBB;&#x54F2;&#x5B66;&#x3002;&#x56E0;&#x6B64;&#x5341;&#x5206;&#x754F;&#x60E7;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4E3B;&#x89C2;&#x6027;&#x7684;&#x4E0D;&#x786E;&#x5B9A;&#xFF0C;&#x66F4;&#x8FDB;&#x4E00;&#x6B65;&#x662F;&#x7531;&#x4E8E;&#x5BF9;&#x5176;&#x4EBA;&#x5176;&#x4E66;&#x5176;&#x65F6;&#x7A7A;&#x80CC;&#x666F;&#x7684;&quot;&#x6DF1;&#x5EA6;&#x65E0;&#x77E5;&quot;&#x3002;&#x6211;&#x5230;&#x5199;&#x8FD9;&#x535A;&#x5BA2;&#x65F6;&#x5019;&#xFF0C;&#x5176;&#x5B9E;&#x4E00;&#x53E5;&#x90FD;&#x6CA1;&#x770B;&#x8FC7;&#xFF0C;&#x6211;&#x662F;&#x52AA;&#x529B;&#x4EE5;&#x5BA2;&#x89C2;&#x4E3A;&#x51C6;&#x5219;&#x627E;&#x5230;&#x8BC4;&#x8FF0;&#x6B64;&#x4E66;&#x7684;&#x8BBA;&#x8FF0;&#xFF0C;&#x5E76;&#x7ED9;&#x4E88;&#x5C55;&#x793A;&#x3002;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/haiguai.jpg" alt=""></p>
<p>&#x8FC7;&#x53BB;&#xFF0C;&#x8BF4;&#x5230;&#x5229;&#x7EF4;&#x5766;&#xFF0C;&#x5F80;&#x5F80;&#x5148;&#x4ECE;&#x897F;&#x65B9;&#x795E;&#x8BDD;&#x5F00;&#x59CB;&#xFF0C;&#x8FD9;&#x4E2A;&#x540D;&#x8BCD;&#x88AB;&#x7528;&#x4E8E;&#x795E;&#x8BDD;&#x4E2D;&#x4ECE;&#x88C2;&#x7F1D;&#x91CC;&#x8E66;&#x51FA;&#x6765;&#x7684;&#x6D77;&#x602A;&#x3002;</p>
<p>&#x5B83;&#x8C61;&#x5F81;&#x7740;&#x201C;&#x90AA;&#x6076;&#x201D;&#xFF0C;&#x540C;&#x65F6;&#x53C8;&#x88AB;&#x51A0;&#x4EE5;&#x201C;&#x5AC9;&#x5992;&#x201D;&#xFF0C;&#x4E0E;&#x8FD9;&#x4E2A;&#x88AB;&#x671F;&#x5F85;&#x4EE5;&#x201C;&#x771F;&#x5584;&#x7F8E;&#x201D;&#x7684;&#x4E16;&#x754C;&#x683C;&#x683C;&#x4E0D;&#x5165;&#x3002;</p>
<p>&#x5728;&#x8001;&#x970D;&#x7684;&#x4E66;&#x4E2D;&#xFF0C;&#x5229;&#x7EF4;&#x5766;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x5F3A;&#x52BF;&#x56FD;&#x5BB6;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x4ED6;&#x628A;&#x8FD9;&#x4E2A;&#x56FD;&#x5BB6;&#x6BD4;&#x4F5C;&#x662F;&#x4EBA;&#x5DE5;&#x9020;&#x7684;&#x4EBA;&#x3002;</p>
<blockquote class="blockquote-center"><p>&#x201C;&#x4E3B;&#x6743;&#x662F;&#x5B83;&#x7684;&#x7075;&#x9B42;&#xFF0C;&#x5B98;&#x5458;&#x662F;&#x5B83;&#x7684;&#x5173;&#x8282;&#xFF0C;&#x8D22;&#x5BCC;&#x662F;&#x5B83;&#x7684;&#x5B9E;&#x529B;&#xFF0C;&#x5B89;&#x5168;&#x662F;&#x5B83;&#x7684;&#x4E8B;&#x4E1A;&#xFF0C;&#x516C;&#x5E73;&#x6CD5;&#x5F8B;&#x662F;&#x5B83;&#x7684;&#x7406;&#x667A;&#xFF0C;&#x548C;&#x5E73;&#x662F;&#x5B83;&#x7684;&#x5065;&#x5EB7;&#xFF0C;&#x52A8;&#x4E71;&#x662F;&#x5B83;&#x7684;&#x75BE;&#x75C5;&#xFF0C;&#x800C;&#x5185;&#x6218;&#xFF0C;&#x662F;&#x5B83;&#x7684;&#x6B7B;&#x4EA1;&#x3002;&#x201D;</p>
</blockquote>
<p>&#x5982;&#x662F;&#x8BF4;&#xFF0C;&#x5229;&#x7EF4;&#x5766;&#x8FD9;&#x4E09;&#x4E2A;&#x5B57;&#x5DF2;&#x7ECF;&#x9010;&#x6E10;&#x66F2;&#x5E76;&#x4E8E;&#x4E9A;&#x6587;&#x5316;&#x3002;</p>
<p>&#x6B64;&#x4E66;&#x6709;&#x4E09;&#x4E2A;&#x90E8;&#x5206;&#x2014;&gt;&#x662F;&#x8BBA;&#x4EBA;&#x3001;&#x8BBA;&#x56FD;&#x5BB6;&#x3001;&#x3001;&#x8BBA;&#x57FA;&#x7763;&#x6559;&#x56FD;&#x5BB6;&#x4E0E;&#x9ED1;&#x6697;&#x738B;&#x56FD;&#x3002;&#x7B80;&#x5355;&#x603B;&#x7ED3;&#x4E3A;&#x4E0B;&#x9762;&#x7684;&#x51E0;&#x79CD;&#x5F62;&#x5F0F;&#x3002;</p>
<ul>
<li>&#x8BBA;&#x4EBA;&#x662F;&#x8BF4;&#x4EBA;&#x751F;&#x6D3B;&#x5728;&#x81EA;&#x7136;&#x72B6;&#x6001;&#x4E0B;&#xFF0C;&#x4EBA;&#x4F1A;&#x4E3A;&#x4E86;&#x4E2A;&#x4EBA;&#x5229;&#x76CA;&#x4F1A;&#x5FC5;&#x7136;&#x4F1A;&#x6311;&#x8D77;&#x4E89;&#x6597;&#xFF0C;&#x970D;&#x5E03;&#x65AF;&#x63D0;&#x51FA;&#x4E86;&#x5EFA;&#x7ACB;&#x56FD;&#x7684;&#x89C2;&#x70B9;&#x3002;</li>
<li>&#x8BBA;&#x56FD;&#x5BB6;&#xFF0C;&#x5728;&#x4EBA;&#x4EBA;&#x90FD;&#x613F;&#x610F;&#x9075;&#x5B88;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#x7B7E;&#x8BA2;&#x5408;&#x7EA6;&#x5EFA;&#x7ACB;&#x6210;&#x56FD;&#x5BB6;&#xFF0C;&#x8BA9;&#x4EBA;&#x4EBA;&#x9075;&#x5B88;&#x5408;&#x7EA6;&#x548C;&#x5E73;&#x751F;&#x6D3B;&#x3002;</li>
<li>&#x8BBA;&#x57FA;&#x7763;&#x6559;&#x56FD;&#x5BB6;&#x4E0E;&#x9ED1;&#x6697;&#x738B;&#x56FD;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x8981;&#x4FE1;&#x4EF0;&#x4EC0;&#x4E48;&#xFF1F;&#x970D;&#x5E03;&#x65AF;&#x8BF4;&#x5047;&#x5982;&#x6709;&#x4E00;&#x4E2A;&#x4EBA;&#x5BF9;&#x4ED6;&#x8BF4;&#xFF0C;&#x4E0A;&#x5E1D;&#x4EE5;&#x8D85;&#x81EA;&#x7136;&#x7684;&#x65B9;&#x5F0F;&#x76F4;&#x63A5;&#x4F20;&#x6388;&#x7ED9;&#x4ED6;&#xFF0C;&#x800C;&#x53C8;&#x8BA9;&#x6211;&#x611F;&#x5230;&#x6000;&#x7591;&#x8FD9;&#x6837;&#x6211;&#x5C31;&#x7279;&#x96BE;&#x76F8;&#x4FE1;&#x4ED6;&#x63D0;&#x51FA;&#x7684;&#x8BBA;&#x636E;&#x7684;&#x5B58;&#x5728;&#x6027;&#xFF0C;&#x518D;&#x8005;&#x8BF4;&#x4ED6;&#x662F;&#x6211;&#x7684;&#x7BA1;&#x7406;&#x8005;&#xFF0C;&#x4ED6;&#x5C31;&#x53EF;&#x4EE5;&#x5F3A;&#x884C;&#x8BA9;&#x6211;&#x670D;&#x4ECE;&#xFF0C;&#x6211;&#x53EA;&#x80FD;&#x4ECE;&#x4E4B;&#xFF0C;&#x6CA1;&#x529E;&#x53CD;&#x9A73;&#x3002;&#x603B;&#x5F97;&#x6765;&#x8BF4;&#x970D;&#x5E03;&#x65AF;&#x662F;&#x60F3;&#x5BA3;&#x4F20;&#x56FD;&#x5BB6;&#x7684;&#x6743;&#x529B;&#xFF0C;&#x548C;&#x7EDF;&#x4E00;&#x7684;&#x7BA1;&#x7406;&#xFF0C;&#x8BA9;&#x4EBA;&#x66F4;&#x597D;&#x7684;&#x751F;&#x5B58;&#x3002;</li>
</ul>
<p>&#x300A;&#x5229;&#x7EF4;&#x5766;&#x300B;&#x4E2D;&#x8001;&#x970D;&#x7684;&#x5341;&#x4E5D;&#x6761;&#x81EA;&#x7136;&#x6CD5;&#x539F;&#x5219;&#xFF0C;&#x5B8C;&#x5168;&#x7B26;&#x5408;&#x6211;&#x4EEC;&#x4ECA;&#x5929;&#x7684;&#x666E;&#x4E16;&#x4EF7;&#x503C;&#x300A;&#x56FD;&#x9645;&#x516C;&#x6C11;&#x6743;&#x5229;&#x516C;&#x7EA6;&#x300B;&#xFF0C;&#x81EA;&#x7531;&#x3001;&#x5E73;&#x7B49;&#x3001;&#x535A;&#x7231;&#x4EC0;&#x4E48;&#x90FD;&#x6709;&#x3002;</p>
<h3 id="&#x8001;&#x970D;&#x7684;&#x601D;&#x60F3;&#x53CA;&#x5176;&#x5F71;&#x54CD;">&#x8001;&#x970D;&#x7684;&#x601D;&#x60F3;&#x53CA;&#x5176;&#x5F71;&#x54CD;</h3>
<h4 id="&#x601D;&#x60F3;">&#x601D;&#x60F3;</h4>
<p>&#x8001;&#x970D;&#x7684;&#x601D;&#x60F3;&#x57FA;&#x672C;&#x4E0A;&#x53EF;&#x4EE5;&#x5206;&#x4E3A;&#x54F2;&#x5B66;&#x548C;&#x653F;&#x6CBB;&#x3002;</p>
<blockquote>
<p>&#x5176;&#x54F2;&#x5B66;&#x4E3B;&#x5F20;&#x53C8;&#x5206;&#x4E3A;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x3001;&#x5076;&#x6027;&#x54F2;&#x5B66;&#x3002;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x5176;&#x610F;&#x601D;&#x5C31;&#x662F;&#x8001;&#x970D;&#x6307;&#x51FA;&#x5C31;&#x662F;&#x67D0;&#x4E2A;&#x4E1C;&#x897F;&#xFF0C;&#x662F;&#x7531;&#x4E8E;&#x5B83;&#x7684;&#x5E7F;&#x88A4;&#xFF0C;&#x6240;&#x4EE5;&#x628A;&#x5B83;&#x53EB;&#x505A;&#x7269;&#x4F53;&#xFF0C;&#x5B83;&#x7684;&#x5B58;&#x5728;&#x5E76;&#x4E0D;&#x662F;&#x4F9D;&#x8D56;&#x6211;&#x4EEC;&#x7684;&#x601D;&#x60F3;&#x800C;&#x751F;&#x5B58;&#xFF0C;&#x6240;&#x4EE5;&#x8BF4;&#x8FD9;&#x4E2A;&#x7269;&#x4F53;&#x5B83;&#x662F;&#x72EC;&#x7ACB;&#x5B58;&#x5728;&#x7684;&#x3002;</p>
<blockquote></blockquote>
<p>&#x8001;&#x970D;&#x7684;&#x7269;&#x4F53;&#x7684;&#x89E3;&#x8BF4;&#x5145;&#x5206;&#x7684;&#x7A81;&#x51FA;&#x4E86;&#x6570;&#x5B66;&#x548C;&#x529B;&#x5B66;&#x7684;&#x53D1;&#x5C55;&#x6210;&#x6548;&#xFF0C;&#x8001;&#x970D;&#x5B8C;&#x5168;&#x7684;&#x5448;&#x73B0;&#x673A;&#x68B0;&#x552F;&#x7269;&#x4E3B;&#x4E49;&#x3002;&#x5076;&#x6027;&#x54F2;&#x5B66;&#xFF0C;&#x8001;&#x970D;&#x63D0;&#x51FA;&#x5076;&#x6027;&#x5C31;&#x662F;&#x5B58;&#x5728;&#x7269;&#x4F53;&#x662F;&#x4E0D;&#x88AB;&#x770B;&#x5230;&#x7684;&#x7269;&#x4F53;&#xFF0C;&#x5B83;&#x7684;&#x5B58;&#x5728;&#x4E8E;&#x67D0;&#x4E2A;&#x7269;&#x4F53;&#x4E2D;&#xFF0C;&#x4E0D;&#x80FD;&#x56E0;&#x4E3A;&#x4F60;&#x7684;&#x770B;&#x4E0D;&#x5230;&#x5C31;&#x8BF4;&#x4ED6;&#x4E0D;&#x5B58;&#x5728;&#x3002;&#x8001;&#x970D;&#x901A;&#x8FC7;&#x7528;&#x673A;&#x68B0;&#x7684;&#x65B9;&#x5F0F;&#x628A;&#x4EBA;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x4E5F;&#x770B;&#x4F5C;&#x662F;&#x81EA;&#x7136;&#x7684;&#x7269;&#x4F53;&#xFF0C;&#x4EBA;&#x4E0D;&#x8FC7;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x601D;&#x60F3;&#x3001;&#x610F;&#x8BC6;&#xFF0C;&#x4F46;&#x662F;&#x4EBA;&#x4E5F;&#x5F97;&#x9075;&#x4ECE;&#x81EA;&#x8EAB;&#x7684;&#x751F;&#x5B58;&#x89C4;&#x5F8B;&#x3002;</p>
</blockquote>
<blockquote>
<p>&#x653F;&#x6CBB;&#x601D;&#x60F3;&#x7684;&#x4E3B;&#x5F20;&#x5C31;&#x662F;&#x8001;&#x970D;&#x4E3B;&#x8981;&#x63D0;&#x5021;&#x7684;&#x662F;&#x56FD;&#x5BB6;&#x8981;&#x8BA2;&#x7ACB;&#x7684;&#x5236;&#x5EA6;&#xFF0C;&#x8001;&#x970D;&#x901A;&#x8FC7;&#x4ED6;&#x7684;&#x5047;&#x8BBE;&#x81EA;&#x7136;&#x72B6;&#x6001;&#x7684;&#x60C5;&#x51B5;&#x8FDB;&#x884C;&#x8FC7;&#x7684;&#x5206;&#x6790;&#xFF0C;&#x4ECE;&#x800C;&#x5F15;&#x51FA;&#x7684;&#x4EBA;&#x4EEC;&#x60F3;&#x8981;&#x548C;&#x8C10;&#x7684;&#x751F;&#x6D3B;&#x5C31;&#x8981;&#x8D70;&#x51FA;&#x81EA;&#x7136;&#x751F;&#x5B58;&#x7684;&#x72B6;&#x6001;&#x3002;</p>
<blockquote></blockquote>
<p>&#x8001;&#x970D;&#x7684;&#x653F;&#x6CBB;&#x601D;&#x60F3;&#x4ED6;&#x4E3B;&#x8981;&#x5F20;&#x5951;&#x7EA6;&#x8BBA;&#xFF0C;&#x5C31;&#x662F;&#x8BF4;&#x4EBA;&#x8981;&#x4FC3;&#x6210;&#x56FD;&#x5BB6;&#x7684;&#x4E3B;&#x8981;&#x56E0;&#x7D20;&#x5C31;&#x662F;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x662F;&#x56FD;&#x5BB6;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x8981;&#x60F3;&#x4EBA;&#x4EBA;&#x76F8;&#x4E92;&#x5E73;&#x7B49;&#xFF0C;&#x5C31;&#x8981;&#x7B7E;&#x8BA2;&#x5408;&#x7EA6;&#xFF0C;&#x5E76;&#x63A8;&#x9009;&#x51FA;&#x4E3B;&#x5BB0;&#x8005;&#x6765;&#x638C;&#x63A7;&#xFF0C;&#x4ECE;&#x800C;&#x5F62;&#x6210;&#x56FD;&#x5BB6;&#x3002;&#x4F46;&#x524D;&#x63D0;&#x662F;&#x4E3B;&#x5BB0;&#x8005;&#x4E5F;&#x8981;&#x516C;&#x5E73;&#x516C;&#x6B63;&#x7684;&#x5BF9;&#x5F85;&#x6BCF;&#x4E2A;&#x4EBA;&#x6BCF;&#x4E2A;&#x4E8B;&#x60C5;&#xFF0C;&#x5426;&#x5219;&#x5C31;&#x5931;&#x53BB;&#x4E86;&#x8D70;&#x51FA;&#x81EA;&#x7136;&#x72B6;&#x6001;&#x7684;&#x521D;&#x8877;&#xFF0C;&#x6240;&#x4EE5;&#x8001;&#x970D;&#x7684;&#x601D;&#x60F3;&#x4E3B;&#x5F20;&#x4E3B;&#x8981;&#x7684;&#x610F;&#x601D;&#x662F;&#x8001;&#x970D;&#x8BB2;&#x8FF0;&#x751F;&#x5B58;&#x4E4B;&#x9053;&#xFF0C;&#x8BA9;&#x4EBA;&#x80FD;&#x591F;&#x4EA7;&#x751F;&#x7684;&#x4EC1;&#x7231;&#x4E4B;&#x5FC3;&#x3002;</p>
</blockquote>
<h4 id="&#x5F71;&#x54CD;">&#x5F71;&#x54CD;</h4>
<p>&#x8001;&#x970D;&#x662F;&#x897F;&#x65B9;&#x56FD;&#x5BB6;&#x7684;&#x653F;&#x6CBB;&#x601D;&#x60F3;&#x5BB6;&#xFF0C;&#x4ED6;&#x7684;&#x601D;&#x60F3;&#x8BBA;&#x5728;&#x5F53;&#x65F6;&#x4ED6;&#x751F;&#x5B58;&#x7684;&#x65F6;&#x4EE3;&#x53D7;&#x5230;&#x6B22;&#x8FCE;&#x4E0D;&#x592A;&#x7406;&#x60F3;&#xFF0C;&#x5F97;&#x5230;&#x5F88;&#x591A;&#x4EBA;&#x7684;&#x5927;&#x529B;&#x53CD;&#x5BF9;&#x3002;&#x4ED6;&#x9610;&#x8FF0;&#x7684;&#x81EA;&#x7136;&#x601D;&#x60F3;&#xFF0C;&#x88AB;&#x4EBA;&#x4EEC;&#x8BEF;&#x4F1A;&#x4ED6;&#x7EF4;&#x62A4;&#x4E13;&#x6743;&#x4E3B;&#x5F20;&#xFF0C;&#x5176;&#x5B9E;&#x4ED6;&#x7684;&#x601D;&#x60F3;&#x662F;&#x4E3A;&#x4E86;&#x4EBA;&#x90FD;&#x80FD;&#x591F;&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#x4E0B;&#x5B89;&#x7136;&#x751F;&#x6D3B;&#xFF0C;&#x4ED6;&#x5728;&#x7406;&#x6027;&#x7684;&#x89E3;&#x8BF4;&#x81EA;&#x7136;&#x72B6;&#x6001;&#x3002;</p>
<p>&#x8001;&#x970D;&#x601D;&#x60F3;&#x5F71;&#x54CD;&#x4E86;&#x540E;&#x4E16;&#x8BB8;&#x591A;&#x4F1F;&#x5927;&#x653F;&#x6CBB;&#x5B66;&#x5BB6;&#x601D;&#x60F3;&#x5BB6;&#x3002;&#x5176;&#x4E2D;&#x4E5F;&#x6709;&#x4EBA;&#x575A;&#x5B9A;&#x7684;&#x63A8;&#x5D07;&#x8001;&#x970D;&#x7684;&#x601D;&#x60F3;&#x3002;&#x8001;&#x970D;&#x751F;&#x6D3B;&#x5728;&#x793E;&#x4F1A;&#x8F6C;&#x578B;&#x7684;&#x65F6;&#x4EE3;&#xFF0C;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x65E0;&#x8BBA;&#x7ECF;&#x6D4E;&#x3001;&#x751F;&#x6D3B;&#x7B49;&#x591A;&#x65B9;&#x9762;&#x90FD;&#x6709;&#x4E86;&#x7A81;&#x98DE;&#x7684;&#x8FDB;&#x6B65;&#x4EBA;&#x7C7B;&#x7684;&#x601D;&#x60F3;&#x4E5F;&#x5728;&#x6539;&#x53D8;&#xFF0C;&#x4EBA;&#x7684;&#x90E8;&#x5206;&#x6743;&#x529B;&#x5F97;&#x5230;&#x4E86;&#x5C0A;&#x91CD;&#xFF0C;&#x5B97;&#x6559;&#x4FE1;&#x4EF0;&#x4E5F;&#x6DF1;&#x5165;&#x4E86;&#x4EBA;&#x7C7B;&#x7684;&#x751F;&#x6D3B;&#x3002;</p>
<p>&#x8001;&#x970D;&#x7684;&#x81EA;&#x7136;&#x72B6;&#x6001;&#x601D;&#x60F3;&#x4E5F;&#x88AB;&#x4EBA;&#x4EEC;&#x6162;&#x6162;&#x63A5;&#x53D7;&#xFF0C;&#x4ED6;&#x7684;&#x601D;&#x60F3;&#x5728;&#x5F71;&#x54CD;&#x7740;&#x73B0;&#x5728;&#x5728;&#x751F;&#x5B58;&#x7684;&#x4EBA;&#x4EEC;&#xFF0C;&#x4ED6;&#x4EEC;&#x8981;&#x60F3;&#x751F;&#x5B58;&#x5C31;&#x5FC5;&#x987B;&#x7EA6;&#x675F;&#x81EA;&#x7136;&#x6743;&#x529B;&#xFF0C;&#x4E0D;&#x7136;&#x5C31;&#x4F1A;&#x4E0D;&#x5F97;&#x5B89;&#x5B81;&#xFF0C;&#x81EA;&#x7136;&#x7684;&#x539F;&#x5219;&#x5C31;&#x662F;&#x5BFB;&#x6C42;&#x81EA;&#x7136;&#x7684;&#x548C;&#x5E73;&#xFF0C;&#x8001;&#x970D;&#x601D;&#x60F3;&#x5F3A;&#x8C03;&#x7684;&#x63D0;&#x51FA;&#x4EBA;&#x4EEC;&#x5C31;&#x8BE5;&#x653E;&#x4E0B;&#x90E8;&#x5206;&#x7684;&#x6743;&#x529B;&#xFF0C;&#x6765;&#x63A5;&#x53D7;&#x6240;&#x8C13;&#x7684;&#x7EA6;&#x675F;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x65F6;&#x671F;&#x8001;&#x970D;&#x7684;&#x601D;&#x60F3;&#x5B8C;&#x5168;&#x5F97;&#x5230;&#x4E86;&#x91CA;&#x653E;&#xFF0C;&#x4ED6;&#x5F71;&#x54CD;&#x4E86;&#x8FD9;&#x4E00;&#x4EE3;&#x4EBA;&#xFF0C;&#x4ED6;&#x4EEC;&#x5F00;&#x59CB;&#x5B66;&#x4E60;&#x8001;&#x970D;&#x575A;&#x6301;&#x7684;&#x4ECE;&#x81EA;&#x7136;&#x72B6;&#x6001;&#x8D70;&#x51FA;&#x6765;&#xFF0C;&#x5EFA;&#x7ACB;&#x56FD;&#x5BB6;&#xFF0C;&#x81EA;&#x613F;&#x653E;&#x5F03;&#x90E8;&#x5206;&#x81EA;&#x7136;&#x6743;&#x529B;&#xFF0C;&#x63A5;&#x53D7;&#x56FD;&#x5BB6;&#x5236;&#x5EA6;&#x7684;&#x7EA6;&#x675F;&#xFF0C;&#x7B7E;&#x8BA2;&#x5951;&#x7EA6;&#x5E76;&#x9075;&#x5B88;&#x5B83;&#xFF0C;&#x4F53;&#x73B0;&#x4E86;&#x516C;&#x5171;&#x7684;&#x610F;&#x4E49;&#x3002;</p>
<p>&#x76F4;&#x81F3;&#x5982;&#x4ECA;&#x8001;&#x970D;&#x601D;&#x60F3;&#x7684;&#x5F71;&#x54CD;&#x5177;&#x6709;&#x7406;&#x8BBA;&#x4EF7;&#x503C;&#x7684;&#x91CD;&#x8981;&#x6027;&#xFF0C;&#x8001;&#x970D;&#x601D;&#x60F3;&#x4E3A;&#x5982;&#x4ECA;&#x6CD5;&#x5F8B;&#x7814;&#x7A76;&#x505A;&#x51FA;&#x4E86;&#x8D21;&#x732E;&#x3002;&#x8FD8;&#x672A;&#x6211;&#x4EEC;&#x6709;&#x4E86;&#x5F88;&#x597D;&#x7684;&#x63A2;&#x8BA8;&#x8BDD;&#x9898;&#xFF0C;&#x8001;&#x970D;&#x601D;&#x60F3;&#x7684;&#x5F71;&#x54CD;&#x5DF2;&#x7ECF;&#x4E0D;&#x5728;&#x662F;&#x4ED6;&#x4E00;&#x4EBA;&#x7684;&#x601D;&#x60F3;&#x800C;&#x662F;&#x5C5E;&#x4E8E;&#x6BCF;&#x4E2A;&#x6CD5;&#x5F8B;&#x9075;&#x5FAA;&#x7740;&#x7684;&#x601D;&#x60F3;&#x3002;</p>
<h3 id="&#x5199;&#x5728;&#x6700;&#x540E;">&#x5199;&#x5728;&#x6700;&#x540E;</h3>
<p>&#x5173;&#x4E8E;&#x8001;&#x970D;&#x8FD9;&#x4E2A;&#x65E0;&#x795E;&#x8BBA;&#x8005;&#xFF0C;&#x6211;&#x662F;&#x5728;&#x4E24;&#x4E2A;&#x6708;&#x524D;&#x624D;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x4EBA;&#xFF0C;&#x5982;&#x4ECA;&#x53EA;&#x662F;&#x4E00;&#x5FC3;&#x7684;&#x4F69;&#x670D;&#x800C;&#x5DF2;&#xFF01;&#x6CA1;&#x529E;&#x6CD5;&#xFF0C;&#x751F;&#x547D;&#x4E2D;&#x603B;&#x6709;&#x4E9B;&#x65F6;&#x523B;&#x60F3;&#x53BB;&#x5173;&#x5FC3;&#x653F;&#x6CBB;&#x5173;&#x5FC3;&#x662F;&#x975E;&#xFF0C;so&#x2026;&#x901A;&#x8FC7;&#x5BF9;&#x8001;&#x970D;&#x7684;&#x4E9B;&#x8BB8;&#x4E86;&#x89E3;&#xFF0C;&#x7ED3;&#x5408;&#x4F5C;&#x4E3A;&#x57FA;&#x7763;&#x5F92;&#x7684;&#x5185;&#x5728;&#x81EA;&#x6211;&#x8BA4;&#x53EF;&#xFF0C;&#xFF0C;&#xFF0C;&#x6211;&#x6765;&#x8BF4;&#x4E9B;&#x81EA;&#x5DF1;&#x7684;&#x611F;&#x53D7;&#x3002;</p>
<blockquote>
<p>&#x57FA;&#x7763;&#x6559;&#x7684;&#x4F26;&#x7406;&#x4E16;&#x754C;&#x90FD;&#x662F;&#x5584;&#x6076;&#x5206;&#x660E;&#xFF0C;&#x9ED1;&#x767D;&#x5206;&#x660E;&#xFF1F;</p>
</blockquote>
<blockquote>
<p>&#x6050;&#x6015;&#x662F;&#x4E5F;&#x4E0D;&#x662F;</p>
</blockquote>
<p>&#x57FA;&#x7763;&#x6559;&#x7684;&#x5584;&#x6076;&#x662F;&#x4EE5;&#x795E;&#x4E3A;&#x4E2D;&#x5FC3;&#x7684;&#xFF0C;&#x51E1;&#x8499;&#x795E;&#x559C;&#x60A6;&#x7684;&#x90FD;&#x662F;&#x5584;&#xFF0C;&#x53CD;&#x4E4B;&#x662F;&#x6076;&#x3002;&#x795E;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#xFF0C;&#x56E0;&#x6B64;&#x5584;&#x6076;&#x516C;&#x4E49;&#x6807;&#x51C6;&#x552F;&#x4E00;&#xFF0C;&#x6E05;&#x6670;&#xFF0C;&#x6C38;&#x6052;&#x3002;&#x4E16;&#x4FD7;&#x7684;&#x5584;&#x6076;&#xFF0C;&#x56E0;&#x4E3A;&#x4EBA;&#x6709;&#x65E0;&#x6570;&#x4E14;&#x6B7B;&#x751F;&#x76F8;&#x7EE7;&#x4EE3;&#x4EE3;&#x65E0;&#x7A77;&#xFF0C;&#x5584;&#x6076;&#x6807;&#x51C6;&#x65E0;&#x6570;&#x65E0;&#x6570;&#xFF0C;&#x4E14;&#x6B7B;&#x751F;&#x76F8;&#x7EE7;&#x4EE3;&#x4EE3;&#x65E0;&#x7A77;&#xFF0C;&#x5584;&#x6076;&#x6807;&#x51C6;&#x65E0;&#x6570;&#x3001;&#x6DF7;&#x4E71;&#x548C;&#x6F02;&#x6D6E;&#x4E0D;&#x5B9A;&#x3002;</p>
<p>&#x5373;&#x4F7F;&#x662F;&#x6309;&#x4E16;&#x4FD7;&#x6807;&#x51C6;&#xFF0C;&#x7231;&#x662F;&#x4EBA;&#x7C7B;&#x72EC;&#x6709;&#x7684;&#x6700;&#x9AD8;&#x7EA7;&#x7684;&#x7CBE;&#x795E;&#x6D3B;&#x52A8;&#x3002;&#x5982;&#x679C;&#x7334;&#x5B50;&#x4E4B;&#x95F4;&#x6709;&#x548C;&#x4EBA;&#x7C7B;&#x76F8;&#x540C;&#x7684;&#x7231;&#xFF0C;&#x90A3;&#x4E48;&#x7334;&#x5B50;&#x663E;&#x7136;&#x662F;&#x6BD4;&#x4EBA;&#x7C7B;&#x66F4;&#x9AD8;&#x7EA7;&#x7684;&#x7269;&#x79CD;&#xFF0C;&#x6BD4;&#x5982;&#x4ED6;&#x4EEC;&#x4E0D;&#x7834;&#x574F;&#x5730;&#x7403;&#x3002;</p>
<p><a href="http://baike.baidu.com/link?url=LL49YSFlyqPCzufjU5iS8HQmyoTBVxBE_EH9LH09m1ohsF0SUEbRK6EOaSSDgnTZ_hhkn-1zBw1sfYWr_Bc7Xn9aVtsCa0xyivZxEIKNm5C8_50WEKoIOuL1zQ3i7NmdhawXDQkOe69YfNnSg6dOpxKWpHuV3bBdS8ZoO2V7b2q" target="_blank" rel="external">&#x6D1B;&#x514B;</a>&#x8BF4;&#x4E86;&#xFF0C;&#x65E0;&#x795E;&#x8BBA;&#x8005;&#x4E0D;&#x53EF;&#x80FD;&#x771F;&#x6B63;&#x7406;&#x89E3;&#x5E73;&#x7B49;&#xFF0C;&#x8001;&#x970D;&#x4E5F;&#x4ECE;&#x81EA;&#x7136;&#x72B6;&#x6001;&#x548C;&#x81EA;&#x7136;&#x6CD5;&#x51FA;&#x53D1;&#xFF0C;&#x96C4;&#x8FA9;&#x5730;&#x8BC1;&#x660E;&#x4E86;&#x4E00;&#x7FA4;&#x81EA;&#x7531;&#x4E3B;&#x4E49;&#x7334;&#x5B50;&#xFF0C;&#x53EA;&#x914D;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x5229;&#x7EF4;&#x5766;&#x3002;</p>
<p>&#x56DB;&#x767E;&#x5E74;&#x4E86;&#xFF0C;&#x771F;&#x7684;&#xFF0C;&#x67D0;&#x56FD;&#x7684;&#x65E0;&#x795E;&#x8BBA;&#x8005;&#x3002;&#x3002;&#x3002;&#x8FF0;&#x9119;&#x4EBA;&#x76F4;&#x8A00;&#xFF0C;&#x90FD;&#x662F;&#x8FA3;&#x9E21;&#x3002;</p>
<p>&#x7814;&#x7A76;&#x4E0E;&#x4FE1;&#x4EF0;&#x5728;&#x54EA;&#x91CC;&#xFF1F;23333</p>
<blockquote class="blockquote-center"><p>&#x51FA;&#x4E8E;&#x5BF9;&#x6B7B;&#x4EA1;&#x7684;&#x6050;&#x60E7;&#xFF0C;&#x5BF9;&#x8089;&#x8EAB;&#x7684;&#x8FF7;&#x604B;&#xFF0C;&#x5BF9;&#x6C38;&#x751F;&#x7684;&#x6E34;&#x671B;&#xFF0C;&#x4EBA;&#x5929;&#x7136;&#x662F;&#x5B97;&#x6559;&#x7684;&#x52A8;&#x7269;&#x3002;&#x5373;&#x4F7F;&#x5728;&#x6700;&#x611A;&#x6627;&#x5351;&#x5FAE;&#x7684;&#x7FA4;&#x4F53;&#xFF0C;&#x6216;&#x8005;&#x6CDB;&#x65E0;&#x795E;&#x8BBA;&#x7FA4;&#x4F53;&#xFF0C;&#x90FD;&#x4F1A;&#x904F;&#x5236;&#x4E0D;&#x4F4F;&#x4E0E;&#x6BD4;&#x4EBA;&#x66F4;&#x9AD8;&#x7684;&#x529B;&#x91CF;&#x6216;&#x5B58;&#x5728;&#x5408;&#x4E00;&#x7684;&#x6E34;&#x671B;&#x3002;&#x524D;&#x8005;&#x8BC9;&#x8BF8;&#x796D;&#x7940;&#x3001;&#x5DEB;&#x672F;&#x6216;&#x56FE;&#x817E;&#x5D07;&#x62DC;&#xFF0C;&#x540E;&#x8005;&#x5219;&#x8BD5;&#x56FE;&#x6295;&#x8EAB;&#x521B;&#x9020;&#x5386;&#x53F2;&#x7684;&#x4F1F;&#x5927;&#x529F;&#x4E1A;&#x6216;&#x60CA;&#x4E16;&#x9A87;&#x4FD7;&#x7684;&#x4E3E;&#x52A8;&#xFF0C;&#x5728;&#x5386;&#x53F2;&#x7684;&#x9ED1;&#x6D1E;&#x4E2D;&#x7559;&#x4E0B;&#x75D5;&#x8FF9;&#xFF0C;&#x5728;&#x8089;&#x8EAB;&#x901F;&#x673D;&#x4E4B;&#x540E;&#xFF0C;&#x4EE5;&#x7CBE;&#x795E;&#x6216;&#x540D;&#x58F0;&#x4E0E;&#x4E16;&#x754C;&#x4FDD;&#x6301;&#x8054;&#x7CFB;&#x3002;</p>
<p>&#x5728;&#x6700;&#x5B9E;&#x9645;&#x6700;&#x5EB8;&#x4FD7;&#x7684;&#x5C42;&#x9762;&#xFF0C;&#x5E7F;&#x4E49;&#x7684;&#x5B97;&#x6559;&#x4E3A;&#x4EBA;&#x5728;&#x5F7B;&#x5E95;&#x65E0;&#x80FD;&#x4E3A;&#x529B;&#x7684;&#x6B7B;&#x4EA1;&#x9762;&#x524D;&#xFF0C;&#x63D0;&#x4F9B;&#x4E86;&#x6C38;&#x751F;&#x7684;&#x9009;&#x9879;&#xFF0C;&#x662F;&#x4E00;&#x751F;&#x4E2D;&#x6700;&#x8C6A;&#x534E;&#x7684;&#x8D4C;&#x535A;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x4E3A;&#x4E86;&#x65E5;&#x5E38;&#x7684;&#x5C0F;&#x8D4C;&#x5C40;&#x6B9A;&#x7CBE;&#x7AED;&#x8651;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x5374;&#x4F1A;&#x5BF9;&#x4E00;&#x751F;&#x4E2D;&#x6700;&#x5927;&#x7684;&#x8D4C;&#x535A;&#x65E0;&#x6240;&#x7528;&#x5FC3;&#x5462;&#xFF1F;</p>
</blockquote>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x8FD9;&amp;#x662F;2016&amp;#x516B;&amp;#x6708;&amp;#x7684;&amp;#x6700;&amp;#x540E;&amp;#x4E00;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#x4E86;&amp;#xFF0C;&amp;#x7B97;&amp;#x662F;&amp;#x60F3;&amp;#x67
    
    </summary>
    
      <category term="moon" scheme="http://zrdsj.cc/categories/moon/"/>
    
    
      <category term="政治" scheme="http://zrdsj.cc/tags/%E6%94%BF%E6%B2%BB/"/>
    
      <category term="文化掰扯" scheme="http://zrdsj.cc/tags/%E6%96%87%E5%8C%96%E6%8E%B0%E6%89%AF/"/>
    
      <category term="基督教" scheme="http://zrdsj.cc/tags/%E5%9F%BA%E7%9D%A3%E6%95%99/"/>
    
      <category term="人生" scheme="http://zrdsj.cc/tags/%E4%BA%BA%E7%94%9F/"/>
    
      <category term="霍布斯" scheme="http://zrdsj.cc/tags/%E9%9C%8D%E5%B8%83%E6%96%AF/"/>
    
  </entry>
  
  <entry>
    <title>我的-编译原理-de故事</title>
    <link href="http://zrdsj.cc/2016/08/29/006/"/>
    <id>http://zrdsj.cc/2016/08/29/006/</id>
    <published>2016-08-29T14:35:21.893Z</published>
    <updated>2016-09-26T08:37:16.765Z</updated>
    
    <content type="html"><![CDATA[<p>&#x8FD9;&#x662F;&#x7BC7;&#x53D1;&#x8868;&#x5728;0829&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x4ECA;&#x5929;&#x662F;0915.&#x534A;&#x4E2A;&#x591A;&#x6708;&#x4E86;</p>
<p>&#x6628;&#x5929;&#x662F;&#x4E5D;&#x6708;&#x5341;&#x4E09;&#x65E5;&#xFF0C;&#x7ED3;&#x675F;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x2018;&#x7F16;&#x8BD1;&#x539F;&#x7406;&#x2019;&#x8865;&#x8003;&#x3002;&#x8FD9;&#x662F;&#x5927;&#x5B66;&#x6211;&#x7684;&#x6700;&#x540E;&#x7684;&#x8003;&#x8BD5;&#x4E86;&#xFF0C;&#x7F16;&#x8BD1;&#x539F;&#x7406;&#x3002;</p>
<p>&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x7684;&#x51E0;&#x4E2A;&#x6807;&#x7B7E;&#xFF0C;&#x770B;&#x4E0A;&#x53BB;&#x4F3C;&#x4E4E;&#x662F;&#x6709;&#x6545;&#x4E8B;&#x7684;&#x3002;&#x6B63;&#x5982;&#x535A;&#x5927;&#x7CBE;&#x6DF1;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x5176;&#x53D1;&#x5C55;&#x5386;&#x53F2;&#x4E2D;&#x79BB;&#x4E0D;&#x5F00;&#x7F16;&#x8BD1;&#x539F;&#x7406;&#x8FD9;&#x5B66;&#x79D1;&#xFF08;&#x5176;&#x5B9E;&#x6211;&#x66F4;&#x613F;&#x610F;&#x5C06;&#x4E4B;&#x79F0;&#x4E3A;&#x79D1;&#x5B66;&#xFF09;&#x4E00;&#x6837;&#x3002;&#x3002;&#x3002;&#x6211;&#x7684;&#x5B66;&#x4E1A;&#x8FDB;&#x5C55;&#x8FC7;&#x7A0B;&#x4E2D;&#x9047;&#x5230;&#x4E86;&#x7F16;&#x8BD1;&#x539F;&#x7406;&#xFF0C;&#x4E5F;&#x9887;&#x6709;&#x4E86;&#x4E00;&#x756A;&#x6E0A;&#x6E90;&#x3002;</p>
<h3 id="that-winter">that winter</h3>
<p>2015&#x7ED3;&#x675F;2016&#x5C31;&#x6765;&#x4E86;&#xFF0C;&#x5317;&#x65B9;&#x8FD9;&#x65F6;&#x95F4;&#x81EA;&#x7136;&#x662F;&#x51AC;&#x5929;&#x3002;&#x7D27;&#x63A5;&#x7740;&#x7684;&#x4E00;&#x4E2A;&#x5B66;&#x671F;&#x662F;&#x5927;&#x4E09;&#x7684;&#x4E0B;&#x5B66;&#x671F;&#xFF0C;&#x6211;&#x5F88;&#x96BE;&#x53D7;&#x3002;</p>
<p>&#x56E0;&#x4E3A;&#x5927;&#x5B66;&#x7684;&#x5927;&#x591A;&#x6570;&#x540C;&#x5B66;&#x90FD;&#x51FA;&#x53BB;&#x5B9E;&#x8BAD;&#x4E86;&#xFF0C;&#x6211;&#x51B3;&#x5B9A;&#x7559;&#x5728;&#x5B66;&#x6821;&#x8FD8;&#x4E0D;&#x60F3;&#x51FA;&#x53BB;&#x3002;&#x51FA;&#x7684;&#x4EBA;&#x591A;&#x4E86;&#xFF0C;&#x81EA;&#x7136;&#x4F1A;&#x6709;&#x7231;&#x7684;&#x4EBA;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x96BE;&#x53D7;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x4E2A;&#x96BE;&#x53D7;&#x7684;&#x5B66;&#x671F;&#x4E2D;&#xFF0C;&#x7F16;&#x8BD1;&#x539F;&#x7406;&#x5230;&#x6765;&#x4E86;&#x3002;&#x539F;&#x4EE5;&#x4E3A;&#x662F;&#x4E00;&#x95E8;&#x6709;&#x610F;&#x601D;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x53EF;&#x4EE5;&#x77E5;&#x9053;&#x5F88;&#x591A;&#x7406;&#x8BBA;&#x5F88;&#x591A;&#x5B66;&#x8BC6;&#x3002;&#x7136;&#x800C;&#x4E8B;&#x5B9E;&#x4E0D;&#x9042;&#x4EBA;&#x613F;&#xFF0C;&#x4E00;&#x5207;&#x6D3B;&#x52A8;&#x5145;&#x6EE1;&#x4E86;&#x65E0;&#x804A;&#xFF0C;&#x778C;&#x7761;&#x8FD8;&#x90FD;&#x5815;&#x843D;&#x3002;</p>
<p>&#x56DE;&#x5FC6;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x8DB3;&#x591F;&#x4E86;&#x3002;&#x518D;&#x5199;&#x7684;&#x8BDD;&#x81EA;&#x7136;&#x5570;&#x55E6;&#x4E86;&#x66F4;&#x65E0;&#x610F;&#x4E49;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x60F3;&#x8BF4;&#x5173;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x4E5F;&#x5C31;&#x4ECE;&#x6B64;&#x5904;&#x5F15;&#x8FDB;&#x6765;&#x4E86;&#x3002;</p>
<h3 id="why-why-why">why why why</h3>
<p>&#x4EBA;&#x6D3B;&#x7740;&#xFF0C;&#x505A;&#x4E8B;&#x60C5;&#xFF0C;&#x5230;&#x4E86;&#x6211;&#x8FD9;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x5373;&#x4F7F;&#x597D;&#x591A;&#x4E8B;&#x60C5;&#x8FD8;&#x4F1A;&#x51FA;&#x95EE;&#x9898;&#x3002;&#x4E5F;&#x4E0D;&#x8981;&#x518D;&#x627E;&#x501F;&#x53E3;&#x5BFB;&#x7406;&#x7531;&#x4E86;&#xFF0C;&#x8138;&#x4E0A;&#x6302;&#x4E0D;&#x4F4F;&#x81EA;&#x7136;&#x96BE;&#x582A;so&#x53EF;&#x4EE5;&#x5634;&#x786C;&#xFF0C;&#x4F46;&#x662F;&#x4E0D;&#x8981;&#x603B;&#x662F;&#x627E;&#x501F;&#x53E3;&#x5BFB;&#x7406;&#x7531;&#x4E86;&#x3002;</p>
<p>&#x4ECE;&#x4E0A;&#x4E2A;&#x7AE0;&#x8282;&#x4F60;&#x4EEC;&#x77E5;&#x9053;&#x4E86;&#xFF0C;&#x5728;&#x65E0;&#x804A;&#x778C;&#x7761;&#x5815;&#x843D;&#x4E2D;&#xFF0C;&#x6211;&#x7EC8;&#x4E8E;&#x5316;&#x8EAB;&#x667A;&#x969C;&#xFF0C;&#x6302;&#x6389;&#x4E86;&#x300A;&#x7F16;&#x8BD1;&#x539F;&#x7406;&#x300B;&#x3002;&#x6211;&#x65E0;&#x5948;&#xFF0C;&#x4F46;&#x662F;&#x81EA;&#x5DF1;&#x5728;&#x7761;&#x89C9;&#x65F6;&#x5019;&#x786E;&#x5B9E;&#x6CA1;&#x60F3;&#x8FC7;&#x5F80;&#x540E;&#x7684;&#x65E5;&#x5B50;&#xFF0C;&#x6302;&#x79D1;&#x5012;&#x4E5F;&#x662F;&#x4E0D;&#x8D1F;&#x6211;&#x5FC3;&#x4E86;&#x3002;</p>
<blockquote class="blockquote-center"><p>why why why</p>
</blockquote>
<p>&#x4E3B;&#x8981;&#x95EE;&#x7684;&#x662F;&#x5728;&#x590D;&#x4E60;&#x65F6;&#x5019;&#x53D1;&#x751F;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5728;&#x8FC7;&#x53BB;&#x7684;&#x534A;&#x4E2A;&#x6708;&#x5427;&#x3002;&#x90FD;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
<p>&#x201C;&#x8FD9;&#x4E00;&#x7AE0;&#x8BB2;&#x7684;&#x4EC0;&#x4E48;&#x554A;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x8FD9;&#x4E00;&#x9053;&#x4F8B;&#x9898;&#x4EC0;&#x4E48;&#x60C5;&#x51B5;&#x554A;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x8FD9;&#x4E2A;&#x662F;&#x4E0D;&#x662F;&#x91CD;&#x70B9;&#xFF1F;&#x201D;</p>
<p>&#x4E5F;&#x8BB8;&#x4F60;&#x89C9;&#x5F97;&#x6211;&#x6CA1;&#x90A3;&#x4E48;&#x7CDF;&#x7CD5;,&#x7136;&#x800C;&#xFF0C;&#x5C31;&#x6709;&#x90A3;&#x4E48;&#x7CDF;&#x7CD5;&#x3002;&#x3002;&#x3002;&#x7B2C;&#x4E00;&#x6B21;&#x8003;&#x8BD5;&#x51E0;&#x4E4E;&#x662F;&#x4F1A;&#x7684;&#x9898;&#x578B;&#x7B54;&#x5728;&#x54EA;&#x513F;&#x90FD;&#x4E0D;&#x77E5;&#x9053;233&#x1F602;</p>
<p>&#x89C1;&#x7B11;&#x4E86;&#x3002;&#x6211;&#x79F0;&#x4E4B;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;<code>&#x667A;&#x969C;&#x4EBA;&#x751F;</code>&#x3002;</p>
<blockquote>
<p>&#x4E0D;&#x53BB;&#x5B66;&#xFF0C;&#x4E0D;&#x597D;&#x597D;&#x5B66;&#xFF0C;&#x7B49;&#x6B7B;&#x3002;
&#x6B7B;&#x4E86;&#x4E4B;&#x540E;&#x624D;&#x77E5;&#x9053;&#x5F97;&#x641E;&#x6E05;&#x695A;&#x3002;</p>
</blockquote>
<p>&#x540D;&#x526F;&#x5176;&#x5B9E;&#xFF0C;&#x6CA1;&#x95EE;&#x9898;&#xFF01;</p>
<h3 id="&#x5915;&#x9633;&#x4E0B;&#x7684;&#x7EFC;&#x5408;&#x697C;">&#x5915;&#x9633;&#x4E0B;&#x7684;&#x7EFC;&#x5408;&#x697C;</h3>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/0914heda.JPG" alt="beauty"></p>
<p>&#x5148;&#x6765;&#x8BF4;&#x8BF4;&#x8C36;&#x8BED;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x770B;&#x4E0B;&#x9762;&#x7684;&#x622A;&#x56FE;&#x5148;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/667830.jpg" alt="mdzz"></p>
<p>&#x8003;&#x8BD5;&#x65F6;&#x95F4;&#x662F;6&#x6708;25&#x65E5;&#x7684;&#x8BDD;&#xFF0C;&#x8FD9;&#x53E5;&#x8BDD;&#x5E94;&#x8BE5;&#x662F;&#x600E;&#x4E48;&#x7406;&#x89E3;&#xFF1F;</p>
<p>&#x4E00;&#x79CD;&#x8000;&#x6B66;&#x626C;&#x5A01;&#x7684;mdzz&#xFF1F;&#x8FD8;&#x662F;&#x53D1;&#x81EA;&#x5185;&#x5FC3;&#x7684;mdzz&#xFF1F;</p>
<p>2333</p>
<p>&#x53CD;&#x6B63;&#x90FD;&#x4E00;&#x6837;&#xFF0C;mdzz&#x3002;&#x4E00;&#x8BED;&#x6210;&#x8C36;&#xFF0C;&#x6302;&#x4E86;&#x79D1;&#x6CA1;&#x901A;&#x8FC7;&#x8003;&#x8BD5;&#x3002;&#x5176;&#x4ED6;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x6216;&#x591A;&#x6216;&#x5C11;&#x90FD;&#x662F;&#x6709;&#x96BE;&#x5EA6;&#x7684;&#xFF0C;&#x4F46;&#x6211;&#x90FD;&#x633A;&#x8FC7;&#x6765;&#x4E86;&#xFF0C;&#x8FD9;&#x4E00;&#x95E8;&#x504F;&#x504F;&#x6574;&#x4E2A;&#x8FD9;&#x51FA;&#x3002;</p>
<blockquote>
<p>&#x6000;&#x7591;&#x5947;&#x602A;&#x7684;&#x4E8B;&#x60C5;&#x4E45;&#x4E86;&#xFF0C;&#x81EA;&#x5DF1;&#x4E5F;&#x4F1A;&#x53D8;&#x5F97;&#x5F88;&#x5947;&#x602A;&#x3002;</p>
</blockquote>
<p>&#x6211;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x5DEE;&#x4E0D;&#x591A;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#xFF0C;&#x795E;&#x7ECF;&#x516E;&#x516E;&#x7684;&#x3002;&#x8FC7;&#x53BB;&#x7684;&#x534A;&#x4E2A;&#x6708;&#xFF0C;&#x5404;&#x79CD;&#x535A;&#x5BA2;&#xFF0C;&#x4E66;&#x4E0A;&#x7684;&#x6BCF;&#x4E2A;&#x7AE0;&#x8282;&#xFF0C;&#x6BCF;&#x9053;&#x8BFE;&#x540E;&#x9898;&#xFF0C;&#x6211;&#x90FD;&#x904D;&#x590D;&#x4E00;&#x904D;&#x7684;&#x590D;&#x76D8;&#x7740;&#x3002;&#x5982;&#x4ECA;&#x8FD9;&#x6BB5;<code>&#x5F80;&#x4E8B;</code>&#xFF0C;&#x5DF2;&#x7ECF;&#x8FC7;&#x53BB;&#x3002;</p>
<p>&#x6211;&#x60F3;&#xFF0C;&#x5931;&#x610F;&#x7684;&#x65E5;&#x5B50;&#x5E26;&#x7ED9;&#x6211;&#x7684;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x5931;&#x610F;&#xFF0C;&#x66F4;&#x662F;&#x6000;&#x604B;&#x7F8E;&#x597D;&#x7684;&#x611F;&#x89C9;&#x3002;&#x8BF4;&#x6DF1;&#x4E86;&#x662F;&#x201C;&#x65AF;&#x5FB7;&#x54E5;&#x5C14;&#x6469;&#x7EFC;&#x5408;&#x5F81;&#x201D;&#xFF0C;&#x8BF4;&#x7B80;&#x5355;&#x4E86;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x751F;&#x6D3B;&#x5427;&#x3002;&#x3002;&#x3002;</p>
<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="http://music.163.com/outchain/player?type=2&amp;id=116337&amp;auto=0&amp;height=66"></iframe>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x8FD9;&amp;#x662F;&amp;#x7BC7;&amp;#x53D1;&amp;#x8868;&amp;#x5728;0829&amp;#x7684;&amp;#x6587;&amp;#x7AE0;&amp;#xFF0C;&amp;#x4ECA;&amp;#x5929;&amp;#x662F;0915.&amp;#x534A;&amp;#x4E2A;&amp;#x591A;
    
    </summary>
    
      <category term="sixpence" scheme="http://zrdsj.cc/categories/sixpence/"/>
    
    
      <category term="回忆" scheme="http://zrdsj.cc/tags/%E5%9B%9E%E5%BF%86/"/>
    
      <category term="智障人生" scheme="http://zrdsj.cc/tags/%E6%99%BA%E9%9A%9C%E4%BA%BA%E7%94%9F/"/>
    
      <category term="谶语少bb" scheme="http://zrdsj.cc/tags/%E8%B0%B6%E8%AF%AD%E5%B0%91bb/"/>
    
  </entry>
  
  <entry>
    <title>几点物联网及量子计算的感想</title>
    <link href="http://zrdsj.cc/2016/08/25/005/"/>
    <id>http://zrdsj.cc/2016/08/25/005/</id>
    <published>2016-08-25T15:57:37.254Z</published>
    <updated>2016-09-23T12:42:30.415Z</updated>
    
    <content type="html"><![CDATA[<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="http://music.163.com/outchain/player?type=2&amp;id=25657229&amp;auto=0&amp;height=66">
</iframe>
<h3 id="&#x7269;&#x8054;&#x7F51;">&#x7269;&#x8054;&#x7F51;</h3>
<p>&#x7269;&#x8054;&#x7F51;<code>The Internet of Things</code>&#x2014;&#x6211;&#x5148;&#x5217;&#x4E3E;&#x51E0;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x6765;&#x5F15;&#x51FA;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x8BA8;&#x8BBA;&#x6216;&#x8005;&#x662F;&#x9648;&#x8FF0;&#x3002;</p>
<p><img src="https://raw.githubusercontent.com/phodal/designiot-images/master/chapter1/devices-iot.jpg" alt="enter description here"></p>
<blockquote class="blockquote-center"><p>&#x7269;&#x8054;&#x7F51;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x7269;&#x8054;&#x7F51;&#x4EC0;&#x4E48;&#x7528;&#xFF1F;&#x542C;&#x4E0A;&#x53BB;&#x548C;&#x4E92;&#x8054;&#x7F51;&#x8FD8;&#x86EE;&#x50CF;&#x7684;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x53E6;&#x4E00;&#x79CD;&#x4E92;&#x8054;&#x7F51;&#xFF1F;&#x7269;&#x8054;&#x7F51;&#x7684;&#x53D1;&#x5C55;&#x5927;&#x6982;&#x662F;&#x600E;&#x4E48;&#x7684;&#x8FC7;&#x7A0B;&#xFF1F;&#x73B0;&#x5728;&#x5230;&#x4E86;&#x4EC0;&#x4E48;&#x9636;&#x6BB5;&#xFF1F;&#x2026;</p>
</blockquote>
<p>&#x6211;&#x5728;&#x952E;&#x76D8;&#x6572;&#x4E0B;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E5F;&#x662F;&#x53C8;&#x4E00;&#x904D;&#x95EE;&#x4E86;&#x95EE;&#x81EA;&#x5DF1;&#x3002;&#x5176;&#x5B9E;&#x554A;&#xFF0C;&#x5982;&#x4E0D;&#x501F;&#x52A9;&#x5916;&#x529B;&#xFF0C;&#x6211;&#x4E5F;&#x662F;&#x8BF4;&#x4E0D;&#x592A;&#x6E05;&#x695A;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x3002;&#x4E0A;&#x9762;&#x90A3;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x4E0D;&#x4F1A;&#x4E00;&#x4E00;&#x8BE6;&#x7EC6;&#x89E3;&#x7B54;&#x8BB2;&#x8FF0;&#x3002;</p>
<p>&#x4E24;&#x4E2A;&#x539F;&#x56E0;</p>
<blockquote>
<p>1&#x80FD;&#x770B;&#x5230;&#x6211;&#x8FD9;&#x535A;&#x5BA2;&#x7684;&#x4EBA;&#x6C34;&#x5E73;&#x90FD;&#x662F;ok&#x7684;&#x8FD9;&#x90FD;&#x5F88;&#x6E05;&#x695A;&#x4E0D;&#x7528;&#x6211;&#x8BF4;
2&#x95EE;&#x9898;&#x662F;&#x5F88;&#x7B80;&#x5355;&#x7684;&#x95EE;&#x9898;&#x53EF;&#x4EE5;&#x53BB;&#x767E;&#x5EA6;&#x8C37;&#x6B4C;&#x4E00;&#x6CE2;&#xFF0C;&#x4F60;&#x4F1A;&#x5F97;&#x5230;&#x66F4;&#x591A;</p>
</blockquote>
<p>&#x4E0D;&#x4F1A;&#x8BE6;&#x7EC6;&#x8BF4;&#xFF0C;&#x7B80;&#x5355;&#x8BF4;&#x8FD8;&#x662F;&#x8981;&#x7684;&#x3002;&#x3002;&#x3002;</p>
<h4 id="&#x7269;&#x8054;&#x7F51;&#x7684;&#x6838;&#x5FC3;">&#x7269;&#x8054;&#x7F51;&#x7684;&#x6838;&#x5FC3;</h4>
<p>&#x8BF4;&#x8FD9;&#x4E2A;&#x5176;&#x5B9E;&#x6211;&#x89C9;&#x5F97;&#x5F88;&#x6709;&#x5FC5;&#x8981;&#xFF0C;&#x53CA;&#x65F6;&#x4F60;&#x5BF9;&#x7269;&#x8054;&#x7F51;&#x4E00;&#x65E0;&#x6240;&#x77E5;&#xFF0C;&#x4F46;maybe&#x4F60;&#x770B;&#x5B8C;&#x4E86;&#x8FD9;&#x4E00;&#x8282;&#xFF0C;&#x4F60;&#x5C31;&#x4F1A;&#x53D1;&#x73B0;&#x8EAB;&#x8FB9;&#x7684;&#x8BB8;&#x591A;&#x4E8B;&#x7269;&#x90FD;&#x53EF;&#x4EE5;&#x5728;&#x7269;&#x8054;&#x7F51;&#x7684;&#x8303;&#x7574;&#x5185;&#x8003;&#x8651;&#xFF01;</p>
<p>&#x987E;&#x540D;&#x601D;&#x4E49;&#x8BB2;&#xFF0C;&#x7269;&#x8054;&#x7F51;<code>Internet of Things</code>&#x5373;&#x4E16;&#x95F4;&#x4E07;&#x7269;&#x7684;&#x4E92;&#x8054;&#x7F51;&#xFF0C;&#x662F;&#x7269;&#x7269;&#x76F8;&#x8FDE;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x3002;&#x8FD9;&#x91CC;&#x6709;&#x4E24;&#x5C42;&#x610F;&#x601D;&#xFF1A;&#x7B2C;&#x4E00;&#xFF0C;&#x7269;&#x8054;&#x7F51;&#x662F;&#x5EFA;&#x7ACB;&#x5728;&#x4E92;&#x8054;&#x7F51;&#x4E0A;&#x7684;&#xFF0C;&#x5728;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x7269;&#x8054;&#x7F51;&#x662F;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x62D3;&#x5C55;&#x548C;&#x5EF6;&#x4F38;&#xFF1B;&#x7B2C;&#x4E8C;&#xFF0C;&#x5728;&#x7269;&#x8054;&#x7F51;&#x7684;&#x7528;&#x6237;&#x7AEF;&#xFF08;&#x672B;&#x7AEF;&#xFF09;&#x5EF6;&#x4F38;&#x5230;&#x4E86;&#x7269;&#x54C1;&#x4E0E;&#x7269;&#x54C1;&#x4E4B;&#x95F4;&#xFF0C;&#x8FDB;&#x884C;&#x4FE1;&#x606F;&#x901A;&#x4FE1;&#x548C;&#x4EA4;&#x6362;&#x3002;</p>
<p>&#x57FA;&#x672C;&#x4E0A;&#xFF0C;&#x672C;&#x8D28;&#x6838;&#x5FC3;&#x5DF2;&#x7ECF;&#x88AB;&#x6211;&#x8BF4;&#x51FA;&#x6765;&#x4E86;&#xFF0C;&#xFF0C;&#xFF0C;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#xFF01;&#xFF1F;</p>
<p>&#x662F;&#x7684;&#xFF0C;&#x6838;&#x5FC3;&#x548C;&#x4E92;&#x8054;&#x7F51;&#x6709;&#x5173;&#xFF0C;&#x51C6;&#x786E;&#x5730;&#x8BB2;&#xFF0C;&#x662F;<strong>&#x7F51;&#x7EDC;</strong>&#x3002;</p>
<p>&#x7269;&#x8054;&#x7F51;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x51E0;&#x4E2A;thing,&#x800C;&#x662F;&#x4E00;&#x4E2A;&#x7CFB;&#x7EDF;&#x3002;&#x7CFB;&#x7EDF;&#x5185;&#x51E0;&#x4E4E;&#x5305;&#x62EC;&#x4E86;&#x6240;&#x6709;&#x4E0E;&#x7F51;&#x7EDC;&#x76F8;&#x5173;&#x7684;thing&#xFF01;&#x7167;&#x6211;&#x8FD9;&#x6837;&#x8BF4;&#x7684;&#x8BDD;&#xFF0C;&#x7269;&#x8054;&#x7F51;&#x7684;&#x6982;&#x5FF5;&#x62D3;&#x5C55;&#x7684;&#x65B9;&#x9762;&#x5DF2;&#x7ECF;&#x5305;&#x62EC;&#x4E86;&#x6211;&#x4EEC;&#x751F;&#x6D3B;&#x7684;&#x65B9;&#x65B9;&#x9762;&#x9762;&#xFF1F;</p>
<p><strong>&#x662F;&#x7684;</strong>&#x1F60B;</p>
<h4 id="&#x7269;&#x8054;&#x7F51;&#x8FD9;&#x4E48;&#x5927;">&#x7269;&#x8054;&#x7F51;&#x8FD9;&#x4E48;&#x5927;&#xFF1F;</h4>
<p>&#x4E0A;&#x4E00;&#x5C0F;&#x8282;&#x8BF4;&#x4E86;&#xFF0C;&#x7F51;&#x7EDC;&#x5E94;&#x8BE5;&#x662F;&#x7269;&#x8054;&#x7F51;&#x7684;&#x6838;&#x5FC3;&#x672C;&#x8D28;&#x3002;&#x7136;&#x540E;&#x5462;&#xFF0C;&#x8FD9;&#x4E00;&#x5C0F;&#x8282;&#x63D0;&#x4F9B;&#x4E00;&#x4E9B;&#x573A;&#x666F;&#x4F9B;&#x4F60;&#x53BB;&#x5DE9;&#x56FA;&#x7269;&#x8054;&#x7F51;&#x7684;&#x6982;&#x5FF5;&#x3002;</p>
<ul>
<li>
<p>&#x573A;&#x666F;1&#xFF1A;&#x57FA;&#x4E8E;<a href="http://baike.baidu.com/subview/531097/13865303.htm#16" target="_blank" rel="external">RFID</a>&#x7684;&#x7269;&#x8054;&#x7F51;&#x5E94;&#x7528;&#x67B6;&#x6784;</p>
<p>&#x5728;&#x8FD9;&#x4E2A;&#x573A;&#x666F;&#x4E2D;&#xFF0C;&#x4E00;&#x4E9B;&#x770B;&#x4E0A;&#x53BB;&#x98CE;&#x9A6C;&#x725B;&#x4E0D;&#x76F8;&#x53CA;&#x7684;&#x6280;&#x672F;&#x5F97;&#x5230;&#x4E86;&#x5EF6;&#x4F38;&#xFF0C;&#x6BD4;&#x5982;&#x7A7F;&#x5B54;&#x5361;&#xFF0C;&#x952E;&#x76D8;&#xFF0C;&#x6761;&#x7801;&#x7B49;&#x3002;&#x7535;&#x5B50;&#x6807;&#x7B7E;&#xFF08;RFID&#xFF09;&#x662F;&#x6700;&#x80FD;&#x628A;&#x201C;&#x7269;&#x201D;&#x6539;&#x53D8;&#x6210;&#x4E3A;&#x667A;&#x80FD;&#x7269;&#x4EF6;&#x7684;&#xFF0C;&#x5176;&#x4E3B;&#x8981;&#x7528;&#x9014;&#x662F;&#x5C06;&#x79FB;&#x52A8;&#x548C;&#x975E;&#x79FB;&#x52A8;&#x7684;&#x8D44;&#x4EA7;&#x8D34;&#x4E0A;&#x6807;&#x7B7E;&#x4EE5;&#x4FBF;&#x4E8E;&#x8DDF;&#x8E2A;&#x7BA1;&#x7406;&#x4F7F;&#x7528;&#x7B49;&#x3002;&#x518D;&#x63D0;&#x4F9B;&#x4E24;&#x4E2A;&#x7269;&#x8054;&#x7F51;&#x6846;&#x67B6;&#x4E0B;&#x7684;&#x5173;&#x952E;&#x6280;&#x672F;:<a href="http://baike.baidu.com/subview/81070/5047843.htm#viewPageContent" target="_blank" rel="external">ONS|&#x5BF9;&#x8C61;&#x540D;&#x89E3;&#x6790;&#x670D;&#x52A1;</a>&#x548C;<a href="http://baike.baidu.com/view/1250450.htm" target="_blank" rel="external">PML|&#x7269;&#x7406;&#x6807;&#x793A;&#x8BED;&#x8A00;</a>&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x6846;&#x67B6;&#x4E0B;&#x7684;&#x5177;&#x4F53;&#x573A;&#x666F;&#xFF0C;&#x6700;&#x5E38;&#x89C1;&#x7684;&#x6211;&#x8BF4;&#x4E00;&#x4E2A;&#x5427;&#x3002;&#x4F60;&#x4F4F;&#x7684;&#x5C0F;&#x533A;&#x4F60;&#x8FDB;&#x5165;&#x7684;&#x5546;&#x573A;&#x505C;&#x8F66;&#x573A;&#x90FD;&#x4F1A;&#x6709;<a href="http://baike.baidu.com/view/163885.htm" target="_blank" rel="external">&#x95E8;&#x7981;&#x7CFB;&#x7EDF;</a>&#x3002;&#x5176;&#x5E94;&#x7528;&#x5C04;&#x9891;&#x8BC6;&#x522B;&#x6280;&#x672F;&#xFF0C;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x6301;&#x6709;&#x6548;&#x7535;&#x5B50;&#x6807;&#x7B7E;&#x7684;&#x8F66;&#x4E0D;&#x505C;&#x8F66;&#xFF0C;&#x65B9;&#x4FBF;&#x901A;&#x884C;&#x53C8;&#x8282;&#x7EA6;&#x65F6;&#x95F4;&#xFF0C;&#x63D0;&#x9AD8;&#x8DEF;&#x53E3;&#x7684;&#x901A;&#x884C;&#x6548;&#x7387;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#x53EF;&#x4EE5;&#x5BF9;&#x5C0F;&#x533A;&#x6216;&#x505C;&#x8F66;&#x573A;&#x7684;&#x8F66;&#x8F86;&#x51FA;&#x5165;&#x8FDB;&#x884C;&#x5B9E;&#x65F6;&#x7684;&#x76D1;&#x63A7;&#xFF0C;&#x51C6;&#x786E;&#x9A8C;&#x8BC1;&#x51FA;&#x4EBA;&#x8F66;&#x8F86;&#x548C;&#x8F66;&#x4E3B;&#x8EAB;&#x4EFD;&#xFF0C;&#x7EF4;&#x62A4;&#x533A;&#x57DF;&#x6CBB;&#x5B89;&#xFF0C;&#x4F7F;&#x5C0F;&#x533A;&#x6216;&#x505C;&#x8F66;&#x573A;&#x7684;&#x5B89;&#x9632;&#x7BA1;&#x7406;&#x66F4;&#x52A0;&#x4EBA;&#x6027;&#x5316;&#x3001;&#x4FE1;&#x606F;&#x5316;&#x3001;&#x667A;&#x80FD;&#x5316;&#x3001;&#x9AD8;&#x6548;&#x5316;&#x3002;</p>
</li>
<li>
<p>&#x57FA;&#x4E8E;&#x4F20;&#x611F;&#x5668;&#x7684;&#x7269;&#x8054;&#x7F51;&#x5E94;&#x7528;&#x67B6;&#x6784;</p>
<p>&#x5F53;&#x6211;&#x4EEC;&#x8C08;&#x8BBA;&#x4F20;&#x611F;&#x7F51;&#x7EDC;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x822C;&#x4E3B;&#x8981;&#x662F;&#x6307;&#x65E0;&#x7EBF;&#x4F20;&#x611F;&#x7F51;&#x7EDC;&#xFF08;<a href="http://baike.baidu.com/item/%E6%97%A0%E7%BA%BF%E4%BC%A0%E6%84%9F%E5%99%A8%E7%BD%91%E7%BB%9C/3794?" target="_blank" rel="external">WSN</a>, Wireless Sensor Networks&#xFF09;&#xFF0C;&#x6B64;&#x5916;&#x8FD8;&#x6709;&#x89C6;&#x89C9;&#x4F20;&#x611F;&#x7F51;&#xFF08;VSN, Visual Sensor Networks&#xFF09;&#x4EE5;&#x53CA;&#x4EBA;&#x4F53;&#x4F20;&#x611F;&#x7F51;&#xFF08;BSN&#xFF0C; Body Sensor Networks&#xFF09;&#x7B49;&#x5176;&#x4ED6;&#x4F20;&#x611F;&#x7F51;&#xFF0C;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x4E5F;&#x4E3B;&#x8981;&#x8BA8;&#x8BBA;WSN&#x3002;
&#x3000;&#x3000;
&#x5C31;&#x662F;&#x4F20;&#x611F;&#x5668;&#x83B7;&#x5F97;&#x6570;&#x636E;&#xFF0C;&#x901A;&#x8FC7;&#x7F51;&#x7EDC;&#x5C06;&#x6570;&#x636E;&#x4F20;&#x9012;&#x5230;&#x7A0B;&#x5E8F;&#x5F53;&#x4E2D;&#xFF0C;&#x4E8E;&#x662F;&#x5404;&#x79CD;&#x901A;&#x8FC7;&#x79D1;&#x6280;&#x9A71;&#x52A8;&#x7684;&#x53D8;&#x5316;&#xFF08;&#x884C;&#x4E3A;&#xFF09;&#x5F00;&#x59CB;&#x53D1;&#x751F;&#x3002;&#x6700;&#x540E;&#xFF0C;&#x7269;&#x8054; &#x7F51;&#x6539;&#x53D8;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x751F;&#x6D3B;&#x3002;</p>
<p>&#x56FD;&#x5916;&#x7684;IBM&#xFF0C;&#x5FAE;&#x8F6F;&#x5728;&#x5341;&#x591A;&#x5E74;&#x524D;&#x90FD;&#x5F00;&#x59CB;&#x4E86;WSN&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x6210;&#x679C;&#x80AF;&#x5B9A;&#x6709;&#x4F46;&#x662F;&#x5728;&#x5546;&#x4E1A;&#x9886;&#x57DF;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x6536;&#x6548;&#x751A;&#x5FAE;&#x3002;&#x76EE;&#x524D;&#x5927;&#x4F01;&#x4E1A;&#x5DF2;&#x7ECF;&#x4E0D;&#x662F;&#x505A;&#x7EAF;WSN&#x7684;&#x7814;&#x7A76;&#x3002;&#x76EE;&#x524D;&#x5B58;&#x5728;&#x7684;&#x77DB;&#x76FE;&#x662F;&#xFF1A;&#x4F01;&#x4E1A;&#x80FD;&#x8D5A;&#x94B1;&#x7684;WSN&#x6280;&#x672F;&#x5BF9;&#x7814;&#x7A76;&#x4EBA;&#x5458;&#x6765;&#x8BF4;&#x592A;&#x7B80;&#x5355;&#xFF0C;&#x7B97;&#x4E0D;&#x4E0A;&#x6210;&#x679C;&#xFF0C;&#x800C;&#x7814;&#x7A76;&#x673A;&#x6784;&#x505A;&#x7684;&#x4E1C;&#x897F;&#x79BB;&#x5B9E;&#x7528;&#x5DEE;&#x8DDD;&#x53C8;&#x592A;&#x8FDC;&#x3002;</p>
<p>WSN&#x7684;&#x7814;&#x7A76;&#x5927;&#x591A;&#x8FD8;&#x4E13;&#x6CE8;&#x4E8E;&#x7F51;&#x7EDC;&#x5E95;&#x5C42;&#xFF08;&#x5305;&#x62EC;&#x975E;IP&#x534F;&#x8BAE;&#x7684;ZigBee&#x3001;TinyOS&#x548C;&#x57FA;&#x4E8E;IP&#x7684;6LoWPAN&#x7B49;&#xFF09;&#xFF0C;&#x4EE5;&#x53CA;&#x7535;&#x6E90;&#x7684;&#x6301;&#x4E45;&#x6027;&#x7B49;&#x95EE;&#x9898;&#xFF0C;&#x6309;&#x7167;&#x5176;&#x76EE;&#x524D;&#x7684;&#x53D1;&#x5C55;&#xFF0C;WSN&#x79BB;&#x771F;&#x6B63;&#x7684;&#x201C;&#x7269;&#x8054;&#x7F51;&#x201D;&#x8FD8;&#x5F88;&#x6709;&#x4E00;&#x5B9A;&#x8DDD;&#x79BB;&#xFF0C;&#x5BF9;&#x50CF;&#x4E0A;&#x4E00;&#x5C0F;&#x8282;&#x4E2D;&#x63D0;&#x53CA;&#x7684;&#x4E2D;ONS&#x548C;PML&#x7B49;&#x7269;&#x8054;&#x7F51;&#x5C42;&#x9762;&#x7684;&#x95EE;&#x9898;&#x7814;&#x7A76;&#x8FD8;&#x4E0D;&#x591F;&#x3002;</p>
<p>&#x76F8;&#x5173;&#x9886;&#x57DF;&#x7684;&#x4E00;&#x4E9B;&#x58F0;&#x97F3;&#x8868;&#x793A;&#xFF0C;WSN&#x7684;&#x7814;&#x7A76;&#x8005;&#x592A;&#x70ED;&#x8877;&#x4E8E;&#x65E0;&#x7EBF;&#x6280;&#x672F;&#xFF0C;&#x5FFD;&#x7565;&#x4E86;&#x611F;&#x77E5;&#x5C42;&#x7528;&#x6709;&#x7EBF;&#x73B0;&#x573A;&#x603B;&#x7EBF;&#x548C;&#x4F20;&#x8F93;&#x5C42;&#x7528;&#x957F;&#x8DDD;&#x79BB;&#x65E0;&#x7EBF;&#x901A;&#x4FE1;&#x7684;&#x7EC4;&#x5408;&#x3002;&#x4ECE;&#x5B9E;&#x7528;&#x548C;&#x5546;&#x4E1A;&#x63A8;&#x5E7F;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E2A;&#x7EC4;&#x5408;&#x65E9;&#x5DF2;&#x7ECF;&#x8FBE;&#x5230;&#x7A33;&#x5B9A;&#x548C;&#x5927;&#x89C4;&#x6A21;&#x5E94;&#x7528;&#x7684;&#x6C34;&#x5E73;&#x3002;</p>
</li>
<li>
<p>&#x57FA;&#x4E8E;M2M&#x7684;&#x7269;&#x8054;&#x7F51;&#x5E94;&#x7528;&#x67B6;&#x6784;</p>
<p>&#x4E1A;&#x754C;&#x8BA4;&#x540C;&#x7684;<a href="http://baike.baidu.com/view/2230180.htm" target="_blank" rel="external">M2M</a>&#x7406;&#x5FF5;&#x548C;&#x6280;&#x672F;&#x67B6;&#x6784;&#x8986;&#x76D6;&#x7684;&#x8303;&#x56F4;&#x5E94;&#x8BE5;&#x662F;&#x6700;&#x5E7F;&#x6CDB;&#x7684;&#xFF0C;&#x5305;&#x542B;&#x4E86;<a href="http://baike.baidu.com/view/5865205.htm" target="_blank" rel="external">EPCglobal</a>(&#x672C;&#x8282;&#x7B2C;&#x4E00;&#x5C0F;&#x8282;&#x7684;&#x5185;&#x5BB9;)&#x548C;WSN&#x7684;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#xFF0C;&#x4E5F;&#x8986;&#x76D6;&#x4E86;&#x6709;&#x7EBF;&#x548C;&#x65E0;&#x7EBF;&#x4E24;&#x79CD;&#x901A;&#x4FE1;&#x65B9;&#x5F0F;&#x3002;</p>
<p>&#x54C8;&#x54C8;&#xFF0C;&#x8FD9;&#x5E76;&#x4E0D;&#x662F;&#x65B0;&#x6280;&#x672F;&#x3002;&#x53EA;&#x662F;&#x5728;&#x7269;&#x8054;&#x7F51;&#x7684;&#x53D1;&#x5C55;&#x4E2D;&#x5F15;&#x5165;&#x4E86;&#x65B0;&#x7684;<code>&#x901A;&#x4FE1;&#x65B9;&#x5F0F;</code>&#x3002;M2M&#x7684;&#x53D1;&#x5C55;&#x7F3A;&#x4E4F;ONS&#x548C;PML&#x90A3;&#x6837;&#x7684;&#x201C;&#x7269;&#x8054;&#x7F51;&#x201D;&#x6807;&#x51C6;&#x89C4;&#x8303;&#x548C;&#x7EDF;&#x4E00;&#x4F53;&#x7CFB;&#x67B6;&#x6784;&#xFF0C;&#x867D;&#x7136;&#x6709;&#x4E00;&#x4E9B;&#x50CF;<a href="http://baike.baidu.com/view/4782261.htm" target="_blank" rel="external">oBIX</a>&#x3001;BITXML&#x3001;oMIX&#x90A3;&#x6837;&#x7684;&#x5C1D;&#x8BD5;&#xFF0C;&#x4F46;&#x50CF;ONS&#x548C;PML&#x90A3;&#x6837;&#x7684;&#x7EDF;&#x4E00;&#x7684;&#x89C4;&#x8303;&#x8FD8;&#x672A;&#x5F62;&#x6210;&#xFF0C;&#x8FD8;&#x6709;&#x5F88;&#x957F;&#x7684;&#x8DEF;&#x8981;&#x8D70;&#x3002;</p>
</li>
</ul>
<h4 id="thinking">thinking</h4>
<p>&#x5148;&#x6765;&#x626F;&#x4E2A;&#x6DE1;&#xFF0C;&#x8BB2;&#x4E2A;&#x6545;&#x4E8B;&#xFF1A;</p>
<blockquote>
<p>&#x611F;&#x5192;&#xFF0C;&#x4F60;&#x6700;&#x5F00;&#x59CB;&#x53EA;&#x662F;&#x559D;&#x70B9;&#x70ED;&#x6C34;&#xFF0C;&#x4E24;&#x4E09;&#x5929;&#x5C31;&#x597D;&#x4E86;&#x3002;&#x540E;&#x6765;&#x4F60;&#x5F00;&#x59CB;&#x5403;&#x9752;&#x9709;&#x7D20;&#xFF0C;&#x53D1;&#x73B0;&#x4E00;&#x5929;&#x5C31;&#x597D;&#x4E86;&#x3002;&#x518D;&#x540E;&#x6765;&#x4F60;&#x5F00;&#x59CB;&#x5403;&#x5934;&#x5B62;N&#x4EE3;&#xFF0C;&#x518D;&#x518D;&#x540E;&#x6765;&#xFF0C;&#x8BD5;&#x904D;&#x4E86;&#x70ED;&#x6C34;&#x3001;&#x9752;&#x9709;&#x7D20;&#x3001;&#x5934;&#x5B62;&#x90FD;&#x6CA1;&#x6709;&#x597D;&#x7684;&#x6548;&#x679C;&#xFF0C;&#x4F60;&#x5F00;&#x59CB;&#x540A;&#x6C34;&#x6253;&#x9488;&#x2026;&#x53EF;&#x80FD;&#x518D;&#x518D;&#x518D;&#x540E;&#x6765;&#xFF0C;&#x903C;&#x4E0D;&#x5F97;&#x5DF2;&#xFF0C;&#x4F60;&#x8DD1;&#x53BB;&#x4E2D;&#x533B;&#x9662;&#xFF0C;&#x627E;&#x4E2A;&#x8001;&#x7237;&#x5B50;&#xFF0C;&#x6478;&#x534A;&#x5929;&#xFF0C;&#x773C;&#x775B;&#x4E00;&#x95ED;&#x80E1;&#x5B50;&#x4E00;&#x5439;&#xFF0C;&#x5F00;&#x4E86;&#x6240;&#x8C13;&#x7684;&#x9EBB;&#x9EC4;&#x6C64;&#x6216;&#x8005;&#x6842;&#x679D;&#x6C64;&#xFF0C;&#x56DE;&#x5BB6;&#x5495;&#x561F;&#x5495;&#x561F;&#xFF0C;&#x559D;&#x836F;&#x7684;&#x65F6;&#x5019;&#x5FC3;&#x91CC;&#x60F3;&#x7740;&#xFF1A;&#x5988;&#x7684;&#xFF0C;&#x6700;&#x6068;&#x7684;&#x4E00;&#x62DB;&#xFF0C;&#x8001;&#x5B50;&#x7528;&#x4E0A;&#x4E86;&#xFF0C;&#x518D;&#x4E0D;&#x884C;&#xFF0C;&#x5C31;&#x6CA1;&#x62DB;&#x513F;&#x4E86;&#xFF01;</p>
</blockquote>
<blockquote>
<p>&#x7ED3;&#x679C;&#x559D;&#x4E86;&#x534A;&#x4E2A;&#x6708;&#xFF0C;&#x611F;&#x5192;&#x597D;&#x4E86;&#xFF0C;&#x4F60;&#x8FD8;&#x5728;&#x81EA;&#x6211;&#x5B89;&#x6170;&#xFF1A;&#x8FD8;&#x662F;&#x7956;&#x56FD;&#x533B;&#x5B66;&#x795E;&#x5947;&#x554A;&#xFF01;</p>
</blockquote>
<blockquote>
<p>&#x778E;&#x6298;&#x817E;&#x5565;&#xFF1F;</p>
</blockquote>
<blockquote>
<p>&#x4ED4;&#x7EC6;&#x60F3;&#x60F3;&#xFF1A;&#x7A76;&#x7ADF;&#x662F;&#x4EC0;&#x4E48;&#x8BA9;&#x6211;&#x4EEC;&#x53BB;&#x8FFD;&#x6C42;&#x6240;&#x8C13;&#x7684;&#x7597;&#x6548;&#xFF1F;</p>
</blockquote>
<p>over</p>
<p>&#x6700;&#x540E;&#x7559;&#x4E86;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x7B54;&#x6848;&#x662F;&#x6709;&#x7684;&#x3002;&#x4F46;&#x6211;&#x66F4;&#x5E0C;&#x671B;&#x4F60;&#x770B;&#x5B8C;&#x81EA;&#x5DF1;&#x53BB;&#x60F3;&#x60F3;&#xFF0C;&#x5728;&#x5FC3;&#x91CC;&#x544A;&#x8BC9;&#x81EA;&#x5DF1;&#x4E00;&#x4E9B;&#x4E8B;&#x60C5;&#x3002;&#x4E00;&#x4E9B;&#x96BE;&#x4EE5;&#x8A00;&#x4F20;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
<p>&#x79D1;&#x6280;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x5728;&#x6211;&#x7684;&#x773C;&#x91CC;&#x3002;&#x548C;&#x4E0B;&#x9762;&#x8FD9;&#x52A8;&#x753B;&#x4E2D;&#x7684;&#x4E3B;&#x9898;&#x662F;&#x4E00;&#x6837;&#x7684;&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zhxdj.jpg" alt="&#x4E2D;&#x534E;&#x5C0F;&#x5F53;&#x5BB6;"></p>
<blockquote class="blockquote-center"><p>&#x6599;&#x7406;&#x662F;&#x7ED9;&#x4EBA;&#x4EEC;&#x5E26;&#x6765;&#x5E78;&#x798F;&#x7684;&#x4E1C;&#x897F;</p>
</blockquote>
<p>&#x8FC7;&#x53BB;&#x6211;&#x4EEC;&#x5199;&#x4FE1;&#x4F20;&#x4E66;&#x53BB;&#x5BC4;&#x6258;&#x76F8;&#x601D;&#xFF0C;&#x878D;&#x878D;&#x6DF1;&#x60C5;-&#x81EA;&#x7136;&#x662F;&#x6211;&#x4EEC;&#x8EAB;&#x4E3A;&#x60C5;&#x611F;&#x52A8;&#x7269;&#x7684;&#x50B2;&#x5A07;&#x3002;&#x5982;&#x4ECA;&#x5462;&#xFF1F;&#x952E;&#x76D8;&#x5C4F;&#x5E55;&#x524D;&#x7684;&#x6211;&#x4EEC;&#x662F;&#x4E0D;&#x662F;&#x5076;&#x5C14;&#x4E5F;&#x4F1A;&#x6005;&#x7136;&#x82E5;&#x5931;&#x5462;&#xFF1F;</p>
<p>&#x7269;&#x8054;&#x7F51;&#x5728;&#x4E00;&#x4E9B;&#x65B9;&#x9762;&#x4EE3;&#x66FF;&#x7740;&#x4E92;&#x8054;&#x7F51;&#xFF0C;&#x51E0;&#x4E4E;&#x662F;&#x5F3A;&#x884C;&#x7684;&#x8FDB;&#x5165;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x6211;&#x4EEC;&#x522B;&#x65E0;&#x9009;&#x62E9;&#x3002;&#x56E0;&#x4E3A;&#x53EF;&#x4EE5;&#x51FA;&#x73B0;&#x7684;&#x2019;&#x7F8E;&#x597D;&#x613F;&#x666F;&#x2019;&#xFF0C;&#x51E0;&#x4E4E;&#x5728;&#x68A6;&#x91CC;&#x624D;&#x4F1A;&#x53D1;&#x751F;&#xFF0C;&#x81F3;&#x5C11;&#x4EC5;&#x662F;&#x56E0;&#x6B64;&#x5230;&#x4E86;&#x73B0;&#x5B9E;&#x91CC;&#x6211;&#x4EEC;&#x5C31;&#x65E0;&#x6CD5;&#x62D2;&#x7EDD;&#xFF0C;&#x66F4;&#x4E0D;&#x7528;&#x63D0;&#x751F;&#x4EA7;&#x529B;&#x4E0E;&#x7ECF;&#x6D4E;&#x80CC;&#x540E;&#x7684;&#x590D;&#x6742;&#x4E8B;&#x60C5;&#x4E86;&#x3002;233</p>
<p>&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#xFF0C;&#x4EBA;&#x4EEC;&#x82B1;&#x8D39;&#x65F6;&#x95F4;&#x7814;&#x7A76;&#x79D1;&#x6280;&#x53BB;&#x6539;&#x53D8;&#x751F;&#x6D3B;&#x662F;&#x5E94;&#x8BE5;&#x7684;&#x7684;&#xFF0C;&#x4E2A;&#x4EBA;&#x89C9;&#x5F97;&#x6CA1;&#x4EC0;&#x4E48;&#x53EF;&#x53CD;&#x9A73;&#x7684;&#x3002;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x50AC;&#x751F;&#x7684;&#x8BF8;&#x591A;&#x7ED3;&#x679C;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x771F;&#x7684;&#x5E78;&#x798F;&#x4E86;&#xFF1F;&#x6211;&#x4EEC;&#x771F;&#x7684;&#x62C9;&#x8FD1;&#x4E86;&#x4E0E;&#x522B;&#x4EBA;&#x7684;&#x8DDD;&#x79BB;&#x5E76;&#x4E14;&#x751F;&#x6D3B;&#x5F97;&#x66F4;&#x6709;&#x8BD7;&#x610F;&#x66F4;&#x9AD8;&#x8D28;&#x91CF;&#xFF1F;</p>
<p>&#x675E;&#x4EBA;&#x5FE7;&#x5929;&#xFF1F;&#x4E00;&#x8BED;&#x6210;&#x8C36;&#xFF1F;2333&#x4ED8;&#x8BF8;&#x4E00;&#x7B11;&#x4E86;&#x1F604;</p>
<h3 id="&#x91CF;&#x5B50;&#x8BA1;&#x7B97;">&#x91CF;&#x5B50;&#x8BA1;&#x7B97;</h3>
<p>&#x516B;&#x6708;&#x7684;&#x4E0A;&#x4E2D;&#x65EC;&#x6709;&#x51E0;&#x5219;&#x65B0;&#x95FB;&#x8BA9;&#x6211;&#x7740;&#x5B9E;&#x611F;&#x5230;&#x7126;&#x6025;&#xFF1F;&#x54C8;&#x54C8;&#x54C8;&#xFF0C;&#x8BF4;&#x70E6;&#x8E81;&#x4E5F;&#x8BB8;&#x66F4;&#x51C6;&#x786E;&#x70B9;&#x3002;&#x3002;&#x3002;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x51E0;&#x5219;&#x65B0;&#x95FB;:</p>
<p>&#x6211;&#x627E;&#x5177;&#x6709;&#x4EE3;&#x8868;&#x6027;&#x7684;&#x4E24;&#x6761;&#x5217;&#x4E3E;&#x4E0B;&#xFF1A;<a href="http://mil.news.sina.com.cn/2016-08-19/doc-ifxvcsrn8676691.shtml" target="_blank" rel="external">&#x5176;&#x4E00;</a>&#x3001;<a href="http://news.sciencenet.cn/htmlnews/2016/8/354147.shtm" target="_blank" rel="external">&#x5176;&#x4E8C;</a>&#x3002;</p>
<p>&#x6211;&#x5148;&#x4E0D;&#x8BF4;&#x90A3;&#x51E0;=&#x4E9B;&#x5929;&#x6240;&#x51FA;&#x73B0;&#x65B0;&#x95FB;&#x7684;&#x771F;&#x5047;&#x4E0E;&#x610F;&#x4E49;&#xFF0C;&#x5355;&#x5355;&#x8BF4;&#x5B57;&#x9762;&#x7684;&#x6587;&#x5B57;&#x610F;&#x601D;&#x3002;&#x610F;&#x601D;&#x5927;&#x6982;&#x662F;&#x8BF4;&#xFF1A;<code>&#x4E2D;&#x56FD;&#x7684;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x7814;&#x7A76;&#x53D6;&#x5F97;&#x4E86;&#x4E00;&#x4E9B;&#x7A81;&#x7834;&#xFF0C;&#x8FD9;&#x4E9B;&#x7A81;&#x7834;&#x5728;&#x4E2D;&#x56FD;&#x5B98;&#x65B9;&#x7684;&#x773C;&#x91CC;&#x662F;&#x5DE8;&#x5927;&#x7684;&#xFF0C;&#x7136;&#x540E;&#x5168;&#x7403;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x7684;&#x5B9E;&#x529B;&#x6216;&#x8BB8;&#x5C31;&#x8981;&#x91CD;&#x65B0;&#x6D17;&#x724C;&#x4E86;</code>&#x3002;&#x770B;&#x4E0A;&#x53BB;&#x7136;&#x4EBA;&#x6709;&#x4E00;&#x79CD;&#x5F88;&#x73CD;&#x60DC;&#x8EAB;&#x8FB9;&#x4EBA;&#x7684;&#x611F;&#x89C9;&#xFF01;</p>
<h4 id="&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x57FA;&#x672C;&#x7684;&#x4E00;&#x4E9B;changshi">&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x57FA;&#x672C;&#x7684;&#x4E00;&#x4E9B;&#x2019;changshi&#x2019;</h4>
<p>&#x8BB2;&#x9053;&#x7406;&#x5728;&#x4E00;&#x5E74;&#x524D;&#xFF0C;&#x6211;&#x8FD8;&#x6CA1;&#x600E;&#x4E48;&#x542C;&#x8FC7;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x3002;&#x5F53;&#x65F6;&#x300A;&#x8BA1;&#x7B97;&#x673A;&#x7F51;&#x7EDC;&#x300B;&#x8BFE;&#x7A0B;&#x7684;&#x5C0F;&#x7EC4;&#x4EFB;&#x52A1;&#x662F;&#x505A;PPT&#x53CA;&#x6F14;&#x8BB2;&#xFF0C;&#x5176;&#x4E2D;&#x67D0;&#x5C0F;&#x7EC4;&#x7684;&#x4E3B;&#x9898;&#x63D0;&#x5230;&#x4E86;<a href="https://zh.wikipedia.org/wiki/%E6%91%A9%E5%B0%94%E5%AE%9A%E5%BE%8B" target="_blank" rel="external">&#x6469;&#x5C14;&#x5B9A;&#x5F8B;</a>&#xFF0C;&#x8FDB;&#x800C;&#x5728;&#x6F14;&#x8BB2;&#x4E2D;&#x4EE5;&#x53CA;&#x4E92;&#x52A8;&#x4E2D;&#x8001;&#x5E08;&#x4E5F;&#x63D0;&#x5230;&#x4E86;&#x6469;&#x5C14;&#x5B9A;&#x5F8B;&#x5F53;&#x524D;&#x7684;&#x4E00;&#x4E9B;&#x5904;&#x5883;&#x4EE5;&#x53CA;&#x4E00;&#x4E9B;&#x65B0;&#x7684;&#x79D1;&#x6280;&#x63A2;&#x7D22;&#x65B9;&#x9762;&#xFF0C;&#x5176;&#x4E2D;&#x5C31;&#x6709;<a href="http://baike.baidu.com/view/689634.htm" target="_blank" rel="external">&#x91CF;&#x5B50;&#x8BA1;&#x7B97;</a>&#x3002;</p>
<p>&#x6211;&#x5728;&#x8FD9;&#x91CC;&#x7B80;&#x5355;&#x7684;&#x63D0;&#x53CA;&#x4E00;&#x4E9B;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x73ED;&#x95E8;&#x5F04;&#x65A7;&#x5168;&#x505A;&#x629B;&#x7816;&#x5F15;&#x7389;&#x4E86;&#x3002;2333</p>
<p>&#x5728;&#x6469;&#x5C14;&#x5B9A;&#x5F8B;&#x5927;&#x884C;&#x5176;&#x9053;&#x7684;&#x5E74;&#x4EE3;&#x91CC;&#xFF0C;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x7684;&#x7406;&#x8BBA;&#x5C31;&#x51FA;&#x73B0;&#x4E86;&#x3002;&#x4E0A;&#x4E16;&#x7EAA;&#x7684;&#x4E03;&#x5341;&#x5E74;&#x4EE3;&#xFF0C;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x9886;&#x57DF;&#x7684;&#x51E0;&#x4F4D;&#x79D1;&#x5B66;&#x5BB6;&#x5C31;&#x5F00;&#x59CB;&#x4E86;&#x201C;<code>&#x57FA;&#x4E8E;&#x91CF;&#x5B50;&#x529B;&#x5B66;&#x7684;&#x8BA1;&#x7B97;&#x8BBE;&#x5907;</code>&#x201D;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x968F;&#x540E;&#x7684;&#x5341;&#x591A;&#x5E74;&#x91CC;&#x5148;&#x5173;&#x7684;&#x6982;&#x5FF5;&#x4EE5;&#x53CA;&#x8BBA;&#x6587;&#x88AB;&#x51E0;&#x4F4D;&#x5148;&#x5148;&#x9A71;&#x53D1;&#x8868;&#x3002;&#x4E3A;&#x4F55;&#x4F1A;&#x60F3;&#x5230;&#x7814;&#x7A76;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#xFF1F;</p>
<p>&#x4F20;&#x7EDF;&#x7845;&#x82AF;&#x7247;&#x7684;&#x6027;&#x80FD;&#x5728;&#x90A3;&#x4E2A;&#x5E74;&#x4EE3;&#x786E;&#x5B9E;&#x4E0D;&#x5F3A;&#x52B2;&#xFF0C;&#x800C;&#x4E14;&#x7845;&#x82AF;&#x7247;&#x53CA;&#x5176;&#x5148;&#x5173;&#x7684;&#x6280;&#x672F;&#x662F;&#x6709;&#x53EF;&#x9884;&#x89C1;&#x7684;&#x6781;&#x9650;&#x7684;&#x3002;&#x65F6;&#x95F4;&#x8D70;&#x5230;&#x5C3D;&#x5934;&#x7845;&#x82AF;&#x7247;&#x7684;&#x6781;&#x9650;&#x5C31;&#x5230;&#x4E86;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x7A7A;&#x7A74;&#x6765;&#x98CE;&#xFF01;</p>
<p>&#x56E0;&#x6B64;&#x5F53;&#x65F6;&#x7684;&#x79D1;&#x5B66;&#x5BB6;&#x5C06;&#x773C;&#x5149;&#x8F6C;&#x5411;&#x4E86;&#x5176;&#x4ED6;&#x7684;&#x53EF;&#x7ED3;&#x5408;&#x7684;&#x9886;&#x57DF;&#x4E2D;&#xFF0C;&#x5305;&#x62EC;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x673A;&#x5728;&#x5185;&#xFF0C;<a href="http://baike.baidu.com/view/18639.htm" target="_blank" rel="external">&#x751F;&#x7269;&#x8BA1;&#x7B97;&#x673A;</a>&#x3001;<a href="http://baike.baidu.com/view/381305.htm" target="_blank" rel="external">&#x5149;&#x8BA1;&#x7B97;&#x673A;</a>&#x90FD;&#x662F;&#x65E9;&#x65E9;&#x5728;&#x90A3;&#x4E2A;&#x5E74;&#x4EE3;&#x83B7;&#x5F97;&#x4E86;&#x9752;&#x7750;&#x3002;&#x7EC8;&#x7A76;&#x56E0;&#x4E3A;&#x5176;&#x4ED6;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x5982;&#x4ECA;&#x770B;&#x6765;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x524D;&#x666F;&#x6700;&#x4E3A;&#x5149;&#x660E;&#x3002;</p>
<p>&#x91CF;&#x5B50;&#x5177;&#x6709;&#x5E38;&#x4EBA;&#x96BE;&#x4EE5;&#x7406;&#x89E3;&#x7684;&#x7279;&#x6027;&#xFF0C;5000&#x4E2A;&#x91CF;&#x5B50;&#x4F4D;&#x7684;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x673A;30s&#x5185;&#x89E3;&#x51B3;&#x7684;<a href="https://zh.wikipedia.org/wiki/%E6%95%B4%E6%95%B0%E5%88%86%E8%A7%A3#.E9.9B.A3.E5.BA.A6.E8.88.87.E8.A4.87.E9.9B.9C.E5.BA.A6" target="_blank" rel="external">&#x7D20;&#x56E0;&#x6570;&#x5206;&#x89E3;&#x95EE;&#x9898;</a>&#xFF0C;&#x4F20;&#x7EDF;&#x7684;&#x7845;&#x82AF;&#x7247;&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x673A;&#x8981;&#x51E0;&#x5341;&#x4EBF;&#x5E74;&#x624D;&#x80FD;&#x89E3;&#x51B3;&#x3002;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x673A;&#x5229;&#x7528;&#x4E86;&#x539F;&#x5B50;&#x5177;&#x6709;&#x7684;&#x91CF;&#x5B50;&#x7279;&#x6027;&#x8FDB;&#x884C;&#x4FE1;&#x606F;&#x5904;&#x7406;&#x3002;&#x539F;&#x5B50;&#x4F1A;&#x65CB;&#x8F6C;&#xFF0C;&#x800C;&#x4E14;&#x89C4;&#x5F8B;&#x4E0D;&#x662F;&#x5411;&#x4E0A;&#x5C31;&#x662F;&#x5411;&#x4E0B;&#xFF0C;&#x6B63;&#x597D;&#x548C;&#x8BA1;&#x7B97;&#x673A;&#x6570;&#x4F4D;&#x79D1;&#x6280;&#x4E2D;&#x7684;&#x4E8C;&#x8FDB;&#x5236;0&#x3001;1&#x5B8C;&#x5168;&#x543B;&#x5408;&#x3002;</p>
<p>&#x5982;&#x679C;&#x628A;&#x4E00;&#x7FA4;&#x539F;&#x5B50;&#x805A;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x5B83;&#x4EEC;&#x4E0D;&#x4F1A;&#x50CF;&#x73B0;&#x5728;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x4E00;&#x6837;&#x8FDB;&#x884C;&#x7EBF;&#x6027;&#x8FD0;&#x7B97;&#xFF0C;&#x800C;&#x662F;&#x4F1A;&#x540C;&#x65F6;&#x60CA;&#x9192;&#x6240;&#x6709;&#x53EF;&#x80FD;&#x7684;&#x8BA1;&#x7B97;&#x3002;&#x5176;&#x6027;&#x80FD;&#xFF0C;40&#x4E2A;&#x539F;&#x5B50;&#x4E00;&#x8D77;&#x8BA1;&#x7B97;&#x5C31;&#x76F8;&#x5F53;&#x4E8E;&#x4E00;&#x90E8;&#x8D85;&#x8BA1;&#x7B97;&#x673A;&#x3002;&#x5229;&#x7528;&#x5904;&#x4E8E;<a href="https://zh.wikipedia.org/wiki/%E9%87%8F%E5%AD%90%E6%85%8B" target="_blank" rel="external">&#x91CF;&#x5B50;&#x6001;</a>&#x7684;&#x539F;&#x5B50;&#x505A;CPU&#x4EE5;&#x53CA;&#x5185;&#x5B58;&#xFF0C;&#x5176;&#x8FD0;&#x7B97;&#x6027;&#x80FD;&#x6BD4;&#x76EE;&#x524D;&#x7684;&#x7845;&#x7535;&#x8DEF;&#x4F20;&#x7EDF;&#x8BA1;&#x7B97;&#x673A;&#x5FEB;&#x4E0A;&#x4EBF;&#x500D;&#x3002;</p>
<p>&#x672C;&#x8282;&#x5B8C;&#x3002;&#x63A8;&#x8350;&#x9605;&#x8BFB;&#xFF1A;<a href="https://www.zhihu.com/question/26933442" target="_blank" rel="external">11111111111</a>.</p>
<h4 id="&#x76F4;&#x63A5;&#x4E0A;&#x611F;&#x60F3;">&#x76F4;&#x63A5;&#x4E0A;&#x611F;&#x60F3;</h4>
<p>&#x54C8;&#x54C8;&#x54C8;&#xFF0C;&#x6211;&#x4E0D;&#x662F;&#x8FD9;&#x4E2A;&#x9886;&#x57DF;&#x7684;&#x3002;&#x5373;&#x4F7F;&#x662F;&#x5728;&#x6211;&#x81EA;&#x5DF1;&#x7684;FE&#x5F00;&#x53D1;&#x9886;&#x57DF;&#xFF0C;&#x90FD;&#x8FD8;&#x662F;&#x4E2A;&#x65B0;&#x4EBA;&#x3002;&#x56E0;&#x6B64;&#x5462;&#xFF0C;&#x5373;&#x4FBF;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x4E00;&#x4E9B;&#x770B;&#x4E0A;&#x53BB;&#x8BA9;&#x4EBA;&#x4E0D;&#x660E;&#x89C9;&#x5389;&#x7684;&#x8D44;&#x6599;&#x7AD9;&#x70B9;&#x5E76;po&#x51FA;&#x6765;&#x663E;&#x5F97;&#x522B;&#x6837;&#x50B2;&#x5A07;&#x3002;&#x3002;&#x3002;&#x6211;&#x4E5F;&#x662F;&#x4E0D;&#x4F1A;&#x90A3;&#x4E48;&#x505A;&#x7684;&#x3002;</p>
<p>&#x672C;&#x7BC7;&#x535A;&#x5BA2;&#x7684;&#x6807;&#x9898;&#x5199;&#x4E86;&#x4E86;&#xFF0C;&#x662F;&#x51E0;&#x70B9;&#x611F;&#x60F3;&#xFF0C;&#x4E0D;&#x662F;&#x79D1;&#x666E;&#x7C7B;&#x7684;&#xFF01;</p>
<p>&#x56DE;&#x5230;&#x6700;&#x521D;&#x6211;&#x8BF4;&#x5230;&#x4E86;&#x516B;&#x6708;&#x521D;&#x7684;&#x770B;&#x5230;&#x7684;&#x90A3;&#x4E9B;&#x65B0;&#x95FB;&#xFF0C;&#x4E2D;&#x56FD;&#x4EBA;&#x5E38;&#x5E38;&#x559C;&#x6B22;&#x4E00;&#x4E2A;&#x8BF4;&#x6CD5;&#xFF1A;&#x6D41;&#x8A00;&#x6B62;&#x4E8E;&#x667A;&#x8005;&#x3002;</p>
<blockquote>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x89C1;&#x4E86;&#x592A;&#x591A;&#x7684;&#x5FAE;&#x535A;&#x5FAE;&#x4FE1;&#x5728;&#x547C;&#x5401;&#x4E00;&#x4E9B;&#x6240;&#x8C13;&#x7684;&#x6B63;&#x80FD;&#x91CF;&#xFF01;&#x4E0D;&#x8F7B;&#x4FE1;&#x4E0D;&#x4F20;&#x64AD;&#x4E0D;&#x9020;&#x8C23;&#x3002;&#x3002;&#x3002;</p>
</blockquote>
<p>&#x6211;&#x6B64;&#x523B;&#x5DF2;&#x7ECF;&#x662F;&#x6EE1;&#x8138;&#x7B11;&#x5BB9;&#x4E86;&#x3002;</p>
<p>&#x6743;&#x529B;&#x4E0E;&#x4F53;&#x5236;&#x672C;&#x8EAB;&#x5373;&#x4E3A;&#x793E;&#x4F1A;&#x6700;&#x5927;&#x8D1F;&#x80FD;&#x91CF;&#xFF0C;&#x800C;&#x4EE5;&#x6700;&#x5927;&#x8D1F;&#x80FD;&#x91CF;&#x4E4B;&#x8EAB;&#x5021;&#x5BFC;&#x793E;&#x4F1A;&#x6B63;&#x80FD;&#x91CF;&#xFF0C;&#x5B9E;&#x4E3A;&#x9876;&#x7EA7;&#x9ED1;&#x8272;&#x5E7D;&#x9ED8;&#x3002;&#xFF01;</p>
<p>&#x5373;&#x4F7F;&#x6240;&#x5021;&#x5BFC;&#x7684;&#x786E;&#x5C5E;&#x6B63;&#x80FD;&#x91CF;&#xFF0C;&#x90A3;&#x4E5F;&#x4E0D;&#x8FC7;&#x662F;&#x6709;&#x5229;&#x4E8E;&#x81EA;&#x8EAB;&#x7684;&#x9009;&#x62E9;&#x6027;&#x6B63;&#x80FD;&#x91CF;&#x3002;&#x4EE5;&#x5021;&#x5BFC;&#x8868;&#x8C61;&#x6027;&#x7684;&#x6B63;&#x80FD;&#x91CF;&#x6765;&#x63A9;&#x76D6;&#x81EA;&#x8EAB;&#x6839;&#x6E90;&#x6027;&#x7684;&#x6700;&#x5927;&#x8D1F;&#x80FD;&#x91CF;&#xFF0C;&#x800C;&#x5360;&#x9886;&#x9053;&#x5FB7;&#x5236;&#x9AD8;&#xFF0C;&#x50ED;&#x8D8A;&#x6B63;&#x80FD;&#x91CF;&#x4EE5;&#x4FE8;&#x7136;&#x6210;&#x4E3A;&#x6B63;&#x80FD;&#x91CF;&#x7684;&#x5316;&#x8EAB;&#xFF0C;&#x4E0E;&#x201C;&#x626C;&#x5C0F;&#x5584;&#x9690;&#x5927;&#x6076;&#xFF0C;&#x5219;&#x81EA;&#x5851;&#x4E3A;&#x5584;&#x201D;&#x5982;&#x51FA;&#x4E00;&#x8F99;&#x3002;</p>
<p>&#x5F88;&#x4E45;&#x90FD;&#x770B;&#x4E0D;&#x5230;&#x771F;&#x6B63;&#x7684;&#x65B0;&#x95FB;&#x4E86;&#xFF0C;&#x4E5F;&#x662F;&#x4E0D;&#x6562;&#x60F3;&#x8C61;&#x8BF8;&#x591A;&#x6D41;&#x8A00;&#x6700;&#x540E;&#x600E;&#x4E48;&#x6837;&#x4E86;&#x3002;&#x3002;&#x3002;233&#x3002;&#x3002;&#x3002;&#x6210;&#x4E5F;&#x597D;&#xFF0C;&#x574F;&#x4E5F;&#x7F62;&#x3002;&#x6211;&#x662F;&#x89C9;&#x5F97;&#xFF0C;&#x79D1;&#x5B66;&#x8FD9;&#x4E00;&#x5757;&#x513F;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x51FA;&#x73B0;&#x7684;&#x8FD9;&#x4E9B;&#x65B0;&#x95FB;&#x6765;&#x8BF4;&#xFF0C;&#x4E0D;&#x80FD;&#x88C5;&#x903C;&#xFF01;&#x6B65;&#x5B50;&#x5927;&#x4E86;&#x80AF;&#x5B9A;&#x626F;&#x7740;&#x86CB;&#x3002;&#x3002;&#x3002;</p>
<p>&#x8F7B;&#x5219;&#x6253;&#x8138;&#xFF0C;&#x91CD;&#x5219;&#x1F48A;&#x3002;</p>
<blockquote class="blockquote-center"><p>&#x6D41;&#x8A00;&#x4E0D;&#x662F;&#x6B62;&#x4E8E;&#x667A;&#x8005;&#xFF0C;&#x800C;&#x662F;&#x6B62;&#x4E8E;&#x771F;&#x76F8;&#xFF01;&#x6C38;&#x751F;&#x7684;&#x9009;&#x9879;&#x63D0;&#x4F9B;&#x4E86;&#x5584;&#x826F;&#xFF0C;&#x9ED8;&#x7136;&#x4E8E;&#x773C;&#x524D;&#x7684;&#x4E11;&#x964B;&#x65E0;&#x52A8;&#x4E8E;&#x8877;&#x597D;&#x8FC7;&#x52A9;&#x7EA3;&#x4E3A;&#x8650;&#xFF0C;&#x7136;&#x540E;&#x5462;&#xFF1F;</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/heihei.jpg" alt="hhh"></p>
]]></content>
    
    <summary type="html">
    
      &lt;iframe frameborder=&quot;no&quot; border=&quot;0&quot; marginwidth=&quot;0&quot; marginheight=&quot;0&quot; width=&quot;330&quot; height=&quot;86&quot; src=&quot;http://music.163.com/outchain/player?type=
    
    </summary>
    
      <category term="sixpence" scheme="http://zrdsj.cc/categories/sixpence/"/>
    
    
      <category term="物联网" scheme="http://zrdsj.cc/tags/%E7%89%A9%E8%81%94%E7%BD%91/"/>
    
      <category term="量子计算" scheme="http://zrdsj.cc/tags/%E9%87%8F%E5%AD%90%E8%AE%A1%E7%AE%97/"/>
    
      <category term="杂谈" scheme="http://zrdsj.cc/tags/%E6%9D%82%E8%B0%88/"/>
    
      <category term="黑色幽默" scheme="http://zrdsj.cc/tags/%E9%BB%91%E8%89%B2%E5%B9%BD%E9%BB%98/"/>
    
  </entry>
  
  <entry>
    <title>Blog--Hexo_NexT搭建遇到的troubles</title>
    <link href="http://zrdsj.cc/2016/08/21/004/"/>
    <id>http://zrdsj.cc/2016/08/21/004/</id>
    <published>2016-08-21T08:56:14.737Z</published>
    <updated>2016-09-26T08:40:24.295Z</updated>
    
    <content type="html"><![CDATA[<p>&#x6765;&#x5206;&#x4EAB;&#x4E00;&#x4E9B;&#x642D;&#x5EFA;&#x535A;&#x5BA2;&#x65F6;&#x5019;&#x53D1;&#x751F;&#x7684;&#x6545;&#x4E8B;&#x5427;.&#xFF01;</p>
<h3 id="&#x8C08;&#x70B9;&#x6280;&#x672F;">&#x8C08;&#x70B9;&#x6280;&#x672F;&#xFF1F;&#xFF01;</h3>
<p>&#x770B;&#x8D77;&#x6765;&#x662F;&#x8981;&#x8C08;&#x4E00;&#x4E9B;&#x6280;&#x672F;&#xFF1F;&#x1F606;&#x7136;&#x800C;&#x53EA;&#x662F;&#x8BF4;&#x4E00;&#x4E9B;pi&#x5927;&#x70B9;&#x513F;&#x7684;<code>&#x5C0F;&#x513F;&#x79D1;</code>&#x3002;&#x3002;&#x3002;&#x82E5;&#x4F60;&#x662F;&#x60F3;&#x8981;&#x5F97;&#x5230;&#x5B8C;&#x6574;&#x7684;<code>Hexo_NexT</code>&#x535A;&#x5BA2;&#x642D;&#x5EFA;&#x8BB2;&#x89E3;&#xFF0C;&#x4EA6;&#x6216;&#x662F;&#x60F3;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x5B89;&#x88C5;&#x53CA;&#x4F7F;&#x7528;Git&#xFF0C;Node.js&#x2026;&#x8BF7;&#x79FB;&#x6B65;&#x76F8;&#x5173;&#x7684;&#x5B98;&#x65B9;&#x7F51;&#x7AD9;&#x53BB;&#x67E5;&#x770B;&#x8BF4;&#x660E;&#xFF0C;&#x6216;&#x8005;&#x53BB;&#x5230;&#x4E13;&#x4E1A;&#x6559;&#x5B66;&#x535A;&#x5BA2;&#x7684;&#x4ECB;&#x7ECD;&#x9875;&#x3002;</p>
<p>&#x8FC7;&#x53BB;&#x7684;&#x516D;&#x4E03;&#x5929;&#xFF0C;&#x5728;&#x6BCF;&#x5929;&#x4E0D;&#x90A3;&#x4E48;&#x5FD9;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5728;<a href="https://github.com/" target="_blank" rel="external">github</a>&#x4E0A;&#xFF0C;&#x5229;&#x7528;<a href="https://pages.github.com/" target="_blank" rel="external">github pages</a>&#x548C;&#x81EA;&#x5DF1;5&#x4E2A;&#x6708;&#x524D;&#x1F649;&#x8111;&#x62BD;&#x1F649;&#x4E70;&#x7684;&#x57DF;&#x540D;&#x3002;&#x3002;&#x3002;&#x5728;&#x81EA;&#x5DF1;pc&#x7684;&#x67D0;&#x4E2A;&#x76D8;&#x4E0A;&#x642D;&#x5EFA;&#x4E86;&#x535A;&#x5BA2;&#x7F51;&#x7AD9;&#xFF0C;&#x4F7F;&#x7528;&#x4E86;&#x535A;&#x5BA2;&#x6846;&#x67B6;<a href="https://hexo.io/zh-cn/" target="_blank" rel="external">Hexo</a>&#x53CA;&#x5176;&#x76F8;&#x5E94;&#x4E3B;&#x9898;<a href="http://theme-next.iissnan.com/" target="_blank" rel="external">NexT</a>&#x3002;&#x7136;&#x540E;&#x901A;&#x8FC7;<a href="http://www.liaoxuefeng.com/wiki/0013739516305929606dd18361248578c67b8067c8c017b000" target="_blank" rel="external">git</a>&#x4EE5;&#x53CA;&#x7F51;&#x7AD9;<a href="https://github.com/" target="_blank" rel="external">github</a>,&#x5B8C;&#x6210;&#x4E86;&#x672C;&#x5730;&#x535A;&#x5BA2;&#x53CA;&#x5176;&#x7F51;&#x7AD9;&#x90E8;&#x7F72;&#x3002;</p>
<p>&#x5C31;&#x50CF;&#x73B0;&#x5728;&#xFF0C;&#x4F60;&#x770B;&#x89C1;&#x8FD9;&#x535A;&#x5BA2;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x5728;&#x6211;&#x7684;&#x535A;&#x5BA2;&#x7F51;&#x7AD9;<a href="http://zrdsj.cc">http://zrdsj.cc</a>&#x4E0A;&#xFF0C;&#x770B;&#x7740;&#x6211;&#x7684;&#x7B2C;&#x56DB;&#x7BC7;&#x535A;&#x5BA2;&#x1F602;&#x3002;</p>
<hr>
<h3 id="&#x7528;&#x5230;&#x7684;&#x5DE5;&#x5177;">&#x7528;&#x5230;&#x7684;&#x5DE5;&#x5177;</h3>
<p>&#x672C;&#x8282;&#x6700;&#x540E;&#x6211;&#x63D0;&#x5230;&#x4E00;&#x4E9B;<code>&#x5DE5;&#x5177;</code>&#xFF0C;&#x5176;&#x5B9E;&#x8BF4;&#x8D77;&#x6765;&#x7684;&#x8BDD;&#xFF0C;&#x8FD8;&#x5E94;&#x8BE5;&#x63D0;&#x5230;<code>&#x6750;&#x6599;</code>&#x3002;</p>
<p>&#x2B06;&#xFE0F;&#x4E2A;&#x1F330;&#x2018;&#x8BF4;&#x660E;&#x4E00;&#x4E0B;&#x2014;&#x2014;&#x6211;&#x6709;&#x98DF;&#x6750;&#x3001;&#x8C03;&#x6599;&#xFF0C;&#x53C8;&#x6709;&#x706B;&#x3001;&#x9505;&#x3001;&#x7897;&#x3001;&#x7B77;&#x3002;&#x3002;&#x3002;&#x624D;&#x53EF;&#x80FD;&#x505A;&#x51FA;&#x719F;&#x4E86;&#x80FD;&#x5403;&#x7684;&#x4E1C;&#x897F;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x642D;&#x5EFA;&#x535A;&#x5BA2;&#x9700;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x7F51;&#x7AD9;&#xFF0C;&#x73AF;&#x5883;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;<code>&#x5DE5;&#x5177;</code>&#x4E86;&#xFF0C;&#x5176;&#x4E2D;&#x6709;&#x4E9B;&#x53EF;&#x4EE5;&#x79F0;&#x4E4B;&#x4E3A;<code>&#x6750;&#x6599;</code>&#x7684;&#x8FD9;&#x91CC;&#x5C31;&#x4E0D;&#x518D;&#x4E13;&#x95E8;&#x8BF4;&#x660E;&#x4E86;&#x3002;</p>
<p>&#x52A8;&#x624B;&#x505A;&#x8FC7;&#x8FD9;&#x7C7B;&#x4E8B;&#x60C5;&#x7684;&#x8BDD;&#xFF0C;&#x662F;&#x5F88;&#x597D;&#x7406;&#x89E3;&#x7684;&#xFF1B;&#x6CA1;&#x505A;&#x8FC7;&#x4E0D;&#x7406;&#x89E3;&#x4E5F;&#x662F;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x56E0;&#x4E3A;&#x7406;&#x4E0D;&#x7406;&#x89E3;&#x4E5F;&#x5C31;&#x4EC5;&#x4EC5;&#x8BF4;&#x660E;&#x4F60;&#x610F;&#x8BC6;&#x4F1A;&#x597D;&#x4E00;&#x4E9B;&#xFF0C;&#x8DDF;&#x4F60;&#x81EA;&#x5DF1;&#x52A8;&#x624B;&#x642D;&#x5EFA;&#x535A;&#x5BA2;&#x6210;&#x529F;&#x4E0E;&#x5426;&#x6CA1;&#x5173;&#x7CFB;&#x3002;</p>
<p>&#x672C;&#x8282;&#x7684;&#x6700;&#x540E;&#x6765;&#x4E86;&#xFF0C;&#x8BF4;<code>&#x5DE5;&#x5177;</code>&#x4E86;&#xFF1A;</p>
<table>
<thead>
<tr>
<th>pc</th>
<th>net</th>
<th>web site</th>
</tr>
</thead>
<tbody>
<tr>
<td><a href="http://nodejs.cn/" target="_blank" rel="external">Node.js</a></td>
<td>&#x53EF;&#x4EE5;&#x8FDE;&#x63A5;<a href="https://github.com/" target="_blank" rel="external">Github</a></td>
<td><a href="https://github.com/" target="_blank" rel="external">Github</a>&#x8D26;&#x53F7;</td>
</tr>
<tr>
<td><a href="https://git-scm.com/" target="_blank" rel="external">Git</a></td>
<td>&#x4F7F;&#x7528;node install&#x65F6;&#x6709;&#x53CD;&#x5E94;&#x7684;npm&#x955C;&#x50CF;</td>
<td>Baidu&#x8D26;&#x53F7;</td>
</tr>
<tr>
<td><a href="https://desktop.github.com/" target="_blank" rel="external">GitHub Desktop</a>*</td>
<td>&#x5FC5;&#x8981;&#x65F6;&#x53EF;fq</td>
<td><a href="http://duoshuo.com/" target="_blank" rel="external">&#x591A;&#x8BF4;</a>&#x8D26;&#x53F7;*</td>
</tr>
<tr>
<td>&#x7ED9;&#x529B;&#x7684;&#x6D4F;&#x89C8;&#x5668;</td>
<td>&#x4F60;&#x81EA;&#x5DF1;&#x7684;&#x57DF;&#x540D;</td>
<td><a href="https://www.google.com" target="_blank" rel="external">Google</a>&#x8D26;&#x53F7;*</td>
</tr>
<tr>
<td>&#x7ED9;&#x529B;&#x7684;&#x7F16;&#x8F91;&#x5668;</td>
<td>~~~</td>
<td>~~~</td>
</tr>
</tbody>
</table>
<p><code>&#x5E26;*&#x7684;&#x8868;&#x793A;&#x53EF;&#x6709;&#x53EF;&#x65E0;</code></p>
<p>&#x6709;&#x8FD9;&#x4E9B;<code>&#x5DE5;&#x5177;</code>&#x5C31;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x5168;&#x90E8;&#x7684;&#x4ECE;0-100%&#x529F;&#x80FD;&#x7684;&#x535A;&#x5BA2;&#x90E8;&#x7F72;&#xFF0C;&#x9119;&#x4EBA;&#x51E0;&#x5929;<code>&#xFF08;&#x4E5F;&#x662F;tn&#x7684;&#x591F;&#x7B28;&#xFF09;</code>&#x7684;&#x6478;&#x7D22;&#x4E0B;&#x6765;&#x603B;&#x7ED3;&#x4E86;&#x8FD9;&#x4E9B;&#x3002;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/mldke01.jpg" alt="555"></p>
<hr>
<h3 id="troubles-list">troubles list</h3>
<p>&#x524D;&#x9762;&#x8BF4;&#x4E86;&#x8FC7;&#x53BB;&#x51E0;&#x5929;&#x5E72;&#x4E86;&#x4EC0;&#x4E48;&#xFF0C;&#x7528;&#x4EC0;&#x4E48;&#x5E72;&#x3002;&#x7F51;&#x4E0A;&#x7684;hexo&#x535A;&#x5BA2;&#x642D;&#x5EFA;&#x6559;&#x7A0B;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x4E13;&#x95E8;&#x9488;&#x5BF9;&#x67D0;n&#x9879;&#x95EE;&#x9898;&#x505A;&#x89E3;&#x7B54;&#x505A;&#x8BB2;&#x8FF0;&#x7684;&#x8BDD;&#xFF08;n&#x4E00;&#x822C;&#x53D6;3&#x3001;4&#x3001;5&#x3001;2&#x3001;1&#xFF09;&#xFF0C;&#x5C31;&#x4E00;&#x5B9A;&#x4F1A;&#x53D8;&#x6210;&#x5982;&#x4E0B;&#x4E24;&#x4E2A;&#x5730;&#x65B9;&#x7684;&#x526A;&#x5207;&#x7C98;&#x8D34;&#x3002;</p>
<ul>
<li>pos1:<a href="https://hexo.io/zh-cn/" target="_blank" rel="external">Hexo</a></li>
<li>pos2(&#x4E0D;&#x540C;&#x4E3B;&#x9898;&#x4E5F;&#x6709;&#x4E0D;&#x540C;):<a href="http://theme-next.iissnan.com/" target="_blank" rel="external">NexT</a></li>
</ul>
<p>&#x6700;&#x540E;&#x90A3;&#x4E9B;&#x5230;&#x5904;&#x7C98;&#x8D34;&#x7684;&#x6559;&#x7A0B;&#x4E5F;&#x8BB8;&#x80FD;&#x89E3;&#x51B3;&#x4F60;&#x7684;&#x95EE;&#x9898;&#xFF0C;<code>&#x56E0;&#x4E3A;&#x4F60;&#x770B;&#x4E86;&#x8BB8;&#x591A;&#x7BC7;&#x51E0;&#x4E4E;&#x4E00;&#x6837;&#x7684;&#x6559;&#x7A0B;&#x82B1;&#x8D39;&#x4E86;&#x6570;&#x5341;&#x5206;&#x949F;&#x8FF7;&#x832B;&#x7740;&#x6025;&#x4E4B;&#x4F59;&#xFF0C;&#xFF0C;&#xFF0C;&#x7A81;&#x7136;&#x7684;&#xFF01;&#x4F60;&#x81EA;&#x5DF1;&#x5C31;&#x60F3;&#x5230;&#x4E86;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x529E;&#x6CD5;</code>&#x3002;&#x3002;&#x3002;</p>
<blockquote>
<p>&#x563F;&#x563F;&#xFF0C;&#x4EBA;&#x751F;&#x7684;&#x60CA;&#x559C;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x3002;&#x4F60;&#x4E0D;&#x53BB;&#x627E;&#x89E3;&#x51B3;&#x65B9;&#x6CD5;&#x5C31;&#x662F;tmd&#x89E3;&#x51B3;&#x4E0D;&#x4E86;&#xFF01;&#x867D;&#x7136;&#x4F60;&#x5E76;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x627E;&#x5230;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x800C;&#x89E3;&#x51B3;&#x4E86;&#x95EE;&#x9898;&#x3002;&#x3002;&#x3002;&#x1F389;&#x4E0D;&#x8981;&#x60F3;&#x7740;&#x7740;&#x6025;&#x65F6;&#x5019;&#x53BB;c&#x7FFB;&#x4E16;&#x754C;&#xFF0C;c&#x7FFB;&#x81EA;&#x5DF1;&#x7684;&#x5FC3;&#xFF0C;&#x5F80;&#x5F80;&#x95EE;&#x9898;&#x5C31;&#x89E3;&#x51B3;&#x4E86;&#x3002;233</p>
</blockquote>
<p>&#x9119;&#x4EBA;&#x81EA;&#x8BE9;&#x4E0D;&#x662F;&#x4E2A;&#x53CD;&#x5E94;&#x5FEB;&#x591F;&#x7075;&#x6D3B;&#x7684;&#x4EBA;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x63A5;&#x4E0B;&#x6765;&#x7ED9;&#x51FA;&#x7684;&#x81EA;&#x5DF1;<strong>&#x78B0;&#x5230;</strong>&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x9664;&#x4E86;&#x672C;&#x4EBA;&#x4E4B;&#x5916;&#x5E76;&#x4E0D;&#x5177;&#x6709;&#x4EE3;&#x8868;&#x6027;&#x3002;&#x3002;&#x3002;&#x53EA;&#x662F;blog&#x81EA;&#x5DF1;!&#xFF0C;&#x5047;&#x4F7F;&#x987A;&#x5E26;&#x7740;&#x5E2E;&#x5230;&#x4F60;&#x4EEC;&#x4E86;&#xFF0C;&#xFF0C;&#xFF0C;&#x563F;&#x563F;&#x563F;&#x1F61A;&#x4E0A;&#x5E1D;&#x7231;&#x4F60;&#xFF0C;</p>
<ol>
<li>&#x672C;&#x5730;&#x5B89;&#x88C5;&#x5DE5;&#x5177;&#x9636;&#x6BB5;&#xFF1A;
<ol>
<li>Node.js&#x5B89;&#x88C5;&#x914D;&#x7F6E;</li>
<li>npm install&#x65E0;&#x53CD;&#x5E94;</li>
<li>git&#x914D;&#x7F6E;ssh&#x8FDE;&#x63A5;github&#x4E0D;&#x6210;&#x529F;</li>
</ol>
</li>
<li>&#x672C;&#x5730;&#x5B89;&#x88C5;&#x535A;&#x5BA2;&#x9636;&#x6BB5;
<ol>
<li>Hexo&#x7684;&#x5B89;&#x88C5;&#x76EE;&#x5F55;&#x95EE;&#x9898;</li>
<li>&#x5B89;&#x88C5;&#x535A;&#x5BA2;&#x7684;&#x5FC3;&#x7406;&#x8BEF;&#x533A;</li>
<li>&#x5B89;&#x88C5;&#x5B8C;&#x6210;&#x540E;&#x7684;&#x6587;&#x4EF6;&#x8BEF;&#x89E3;</li>
<li><a href="http://localhost:4000/" target="_blank" rel="external">http://localhost:4000/</a> &#x8C03;&#x8BD5;&#x4E0D;&#x6210;&#x529F;</li>
</ol>
</li>
<li>&#x672C;&#x5730;&#x535A;&#x5BA2;&#x90E8;&#x7F72;&#x8FDC;&#x65B9;&#x9636;&#x6BB5;
<ol>
<li>git<code>&#x4F20;</code>&#x672C;&#x5730;&#x7684;&#x535A;&#x5BA2;&#x5230;&#x8FDC;&#x7AEF;github page&#x4E0D;&#x6210;&#x529F;</li>
<li>&#x51E0;&#x53E5;&#x5E9F;&#x8BDD;</li>
</ol>
</li>
<li>&#x535A;&#x5BA2;&#x8C03;&#x8BD5;&#x529F;&#x80FD;&#x9636;&#x6BB5;
<ol>
<li>&#x4FA7;&#x680F;&#x793E;&#x4EA4;&#x5916;&#x94FE;&#x56FE;&#x6807;&#x95EE;&#x9898;</li>
<li>&#x7AD9;&#x70B9;&#x5730;&#x56FE;&#x63D0;&#x4EA4;&#x95EE;&#x9898;</li>
<li>emoji&#x56FE;&#x6807;</li>
<li>&#x6587;&#x7AE0;&#x81EA;&#x52A8;&#x751F;&#x6210;&#x76EE;&#x5F55;</li>
<li>gif&#x56FE;&#x7684;&#x538B;&#x7F29;&#x95EE;&#x9898;</li>
<li>&#x6587;&#x672C;&#x5C45;&#x4E2D;</li>
<li>markdown&#x4E00;&#x4E9B;&#x64CD;&#x86CB;&#x7684;&#x5730;&#x65B9;</li>
</ol>
</li>
</ol>
<p>&#x4E00;&#x5171;&#x662F;&#x56DB;&#x4E2A;&#x5927;&#x65B9;&#x9762;&#x5171;&#x8BA1;&#x662F;16&#x4E2A;troubles&#x3002;</p>
<p>&#x63A5;&#x4E0B;&#x6765;&#x7684;<strong>&#x56DB;&#x4E2A;&#x7AE0;&#x8282;</strong>&#xFF1A;&#x2160; &#x2161; &#x2162; &#x2163; &#x5C06;&#x4E0E;&#x4E0A;&#x9762;<code>&#x65E0;&#x5E8F;&#x5217;&#x8868;</code>&#x4E00;&#x4E00;&#x5BF9;&#x5E94;&#xFF0C;&#x53BB;&#x804A;&#x804A;&#x8FD9;&#x4E9B;troubles&#x2026;</p>
<hr>
<h3 id="i-&#x672C;&#x5730;&#x5B89;&#x88C5;&#x5DE5;&#x5177;&#x9636;&#x6BB5;">&#x2160; &#x672C;&#x5730;&#x5B89;&#x88C5;&#x5DE5;&#x5177;&#x9636;&#x6BB5;</h3>
<p>&#x672C;&#x5730;&#x5B89;&#x88C5;&#x5DE5;&#x5177;&#x9636;&#x6BB5;</p>
<h4 id="nodejs&#x5B89;&#x88C5;&#x914D;&#x7F6E;">Node.js&#x5B89;&#x88C5;&#x914D;&#x7F6E;</h4>
<p>&#x5B89;&#x88C5;nj&#x7684;&#x65B9;&#x6CD5;&#x5E94;&#x8BE5;&#x662F;&#x5F88;&#x7B80;&#x5355;&#x7684;&#xFF0C;<u>&#x627E;&#x5230;&#x6240;&#x8C13;&#x7684;&#x5B89;&#x88C5;&#x5305;open&#x7136;&#x540E;&#x4E00;&#x8DEF;&#x2018;&#x540C;&#x610F;&#x2019;&#x2018;&#x786E;&#x8BA4;&#x2019;&#x4E0B;&#x6765;&#x5C31;&#x88C5;&#x597D;&#x4E86;</u>&#x3002;&#x5176;&#x5B9E;&#xFF0C;</p>
<p>&#x5C31;&#x662F;&#x4E0A;&#x9762;&#x8BF4;&#x7684;&#x90A3;&#x6837;&#x7B80;&#x5355;&#x3002;&#x1F48A;</p>
<p>&#x4F46;&#x662F;&#xFF0C;</p>
<p>&#x9119;&#x4EBA;&#x6709;&#x4E2A;&#x201C;&#x4E0D;&#x597D;&#x201D;&#x7684;&#x4E60;&#x60EF;&#xFF1A;&#x778E;jb&#x6298;&#x817E;&#x6CA1;&#x4E8B;&#x559C;&#x6B22;&#x628A;&#x4E1C;&#x897F;&#x5F80;c&#x76D8;&#x4E4B;&#x5916;&#x632A;&#x632A;&#x632A;&#xFF01;&#xFF01;&#xFF01;&#x800C;&#x4E14;&#x4ECE;&#x8FD1;&#x6765;&#x9119;&#x4EBA;&#x81EA;&#x6211;&#x53CD;&#x7701;&#x601D;&#x8003;&#x7684;&#x7ED3;&#x679C;&#x6765;&#x770B;&#xFF0C;hehe&#xFF0C;&#x9119;&#x4EBA;&#x79BB;<code>&#x6B63;&#x5E38;</code></p>
<blockquote class="blockquote-center"><p>&#x8FD8;&#x5DEE;&#x5F97;&#x8FDC;&#x5462;</p>
</blockquote>
<p>&#x6211;&#x7684;&#x95EE;&#x9898;&#x6765;&#x6E90;&#xFF0C;&#x5C31;&#x662F;&#x4E0A;&#x9762;&#x7684;&#x5185;&#x5BB9;&#x3002;</p>
<p>&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x4E9B;&#x8BB8;&#x63CF;&#x8FF0;&#xFF0C;&#x8131;&#x79BB;&#x4E86;&#x4E13;&#x4E1A;&#x804C;&#x4E1A;&#x656C;&#x4E1A;&#x5B8C;&#x5168;&#x662F;&#x5728;&#x81EA;&#x6211;&#x63CF;&#x8FF0;&#x3002;&#x1F602;nj&#x8FD9;&#x73A9;&#x610F;&#x513F;&#x7684;&#x4F7F;&#x7528;&#x901A;&#x5E38;&#x90FD;&#x662F;&#x5728;&#x547D;&#x4EE4;&#x884C;&#x4E0B;&#x6572;&#x51FA;&#x4E00;&#x884C;&#x884C;&#x7684;&#x6307;&#x4EE4;&#xFF0C;&#x8FD9;&#x662F;&#x7ECF;&#x5178;&#x8BA1;&#x7B97;&#x673A;&#x7075;&#x9B42;&#x5F62;&#x5F0F;&#x4E0A;&#x7684;&#x4F20;&#x627F;&#x1F64F;&#x5176;&#x4E2D;&#x7684;&#x4E0B;&#x8F7D;&#x548C;&#x914D;&#x7F6E;&#x90FD;&#x662F;&#x7531;&#x547D;&#x4EE4;&#x884C;&#x4E2D;&#x7684;&#x6307;&#x4EE4;&#x53BB;&#x5B8C;&#x6210;&#x7684;&#x3002;&#x7167;&#x7740;&#x4E0A;&#x9762;&#x7684;&#x4E0B;&#x5212;&#x7EBF;&#x65B9;&#x6CD5;&#x5B89;&#x88C5;&#x7684;nj&#x6211;&#x4EEC;&#x79F0;&#x4E4B;&#x4E3A;<strong>&#x57FA;&#x672C;&#x5B89;&#x88C5;</strong>&#x3002;&#x4E4B;&#x540E;&#x53EF;&#x4EE5;&#x8C03;&#x7528;&#x4E00;&#x4E9B;&#x7B80;&#x5355;&#x7684;&#x547D;&#x4EE4;&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/node_jietu.png" alt="test"></p>
<p>&#x5728;&#x201C;&#x57FA;&#x672C;&#x5B89;&#x88C5;&#x201D;&#x4E4B;&#x540E;&#xFF0C;&#x4E3A;&#x4E86;&#x66F4;&#x597D;&#x5730;&#x4F7F;&#x7528;nj&#xFF0C;&#x8FD8;&#x9700;&#x8981;<em>&#x914D;&#x7F6E;npm&#x7684;&#x5168;&#x5C40;&#x6A21;&#x5757;&#x7684;&#x5B58;&#x653E;&#x8DEF;&#x5F84;&#x4EE5;&#x53CA;cache&#x7684;&#x8DEF;&#x5F84;&#xFF01;</em>&#x3002;npm&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;<code>&#x4E71;&#x5165;</code>&#xFF1F;&#x6B64;&#x5904;&#x4E0D;&#x4E88;&#x8D58;&#x8FF0;&#xFF0C;&#x4E0D;&#x660E;&#x767D;&#x53EF;&#x4EE5;<a href="https://v2ex.com/t/210858" target="_blank" rel="external">&#x70B9;&#x8FD9;&#x91CC;</a>&#x3002;</p>
<p>&#x5B89;&#x88C5;&#x4E86;nj&#xFF0C;&#x9ED8;&#x8BA4;&#x7684;&#x8BDD;&#x662F;&#x5B89;&#x88C5;&#x5728;c&#x76D8;&#x5176;&#x672C;&#x8EAB;&#x6CA1;&#x591A;&#x5927;&#x4E0D;&#x5360;&#x592A;&#x591A;&#x4F4D;&#x7F6E;&#x3002;&#x800C;&#x6211;&#xFF0C;&#x5F53;&#x65F6;&#x5C06;&#x5176;&#x5B89;&#x88C5;&#x5728;&#x4E86;g&#x76D8;&#x6839;&#x76EE;&#x5F55;&#x540C;&#x540D;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x8DEF;&#x5F84;&#x5C31;&#x662F;&#xFF1A;G:\node.js&#x3002;&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x4E86;<em>&#x914D;&#x7F6E;npm&#x7684;&#x5168;&#x5C40;&#x6A21;&#x5757;&#x7684;&#x5B58;&#x653E;&#x8DEF;&#x5F84;&#x4EE5;&#x53CA;cache&#x7684;&#x8DEF;&#x5F84;&#xFF01;</em>&#xFF0C;&#xFF0C;&#xFF0C;&#x6240;&#x4EE5;&#x4F60;&#x53EF;&#x80FD;&#x60F3;&#x5230;&#x4E86;&#x2014;&#x2014;&#x6211;&#x60F3;&#x628A;&#x201C;&#x5168;&#x5C40;&#x6A21;&#x5757;&#x7684;&#x5B58;&#x653E;&#x8DEF;&#x5F84;&#x4EE5;&#x53CA;cache&#x7684;&#x8DEF;&#x5F84;&#x201D;&#x653E;&#x5728;&#x5176;&#x4ED6;&#x7684;&#x5730;&#x65B9;&#x2013;&gt;&#x6BD4;&#x5982;&#x8BF4;G:\node.js&#x3002;</p>
<p>&#x6211;&#x5728;&#x8FD9;&#x91CC;&#x88AB;&#x56F0;&#x6270;&#x4E86;&#x4E00;&#x4E0B;&#x4E0B;&#xFF0C;&#x56E0;&#x4E3A;&#x6700;&#x521D;&#x5B89;&#x88C5;nj&#x6211;&#x88C5;&#x5728;c&#x76D8;&#x770B;&#x4E86;&#x4E0B;&#x89C9;&#x5F97;&#x4E0D;&#x5927;&#x5C31;&#x7B97;&#x4E86;&#x3002;&#x7B49;&#x5230;&#x6211;&#x8FDB;&#x4E00;&#x6B65;&#x5B66;&#x4E60;&#x624D;&#x77E5;&#x9053;&#xFF0C;md&#x8FD9;&#x4E1C;&#x897F;&#x4EE5;&#x540E;&#x4EC0;&#x4E48;&#x4E00;&#x8A00;&#x4E0D;&#x5408;&#x7684;&#x8DEF;&#x5F84;&#x5168;&#x662F;&#x8DDF;&#x7740;&#x4E4B;&#x524D;&#x7684;&#xFF0C;&#xFF0C;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8DDF;&#x7740;c&#x76D8;&#x4F60;&#x88C5;nj&#x7684;&#x76EE;&#x5F55;&#x8D70;&#x3002;&#x5176;&#x5B9E;&#xFF0C;</p>
<p>&#x5168;&#x88C5;&#x5230;C&#x76D8;&#x4E5F;&#x6CA1;&#x591A;&#x5927;&#x5173;&#x7CFB;&#xFF0C;&#x771F;&#x7684;&#x6CA1;&#x591A;&#x5927;&#x5173;&#x7CFB;&#xFF01;&#x6211;&#x8BF4;&#x7684;&#x662F;&#x5B9E;&#x8BDD;&#x3002;</p>
<p>&#x5173;&#x952E;&#xFF0C;</p>
<p>&#x9119;&#x4EBA;&#x6BD5;&#x7ADF;&#x662F;&#x6709;&#x6BDB;&#x75C5;&#x1F602;</p>
<p>&#x6240;&#x4EE5;&#x5378;&#x8F7D;nj&#xFF0C;&#x91CD;&#x65B0;&#x5B89;&#x88C5;&#x3002;</p>
<p>&#x9009;&#x597D;&#x4E86;&#x76D8;&#xFF08;&#x8DEF;&#x5F84;&#xFF09;&#xFF0C;&#x5EFA;&#x597D;&#x4E86;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x4E00;&#x8DEF;&#x786E;&#x8BA4;&#x5B89;&#x88C5;&#x597D;nj&#x3002;&#x3002;&#x3002;</p>
<p>*&#x914D;&#x7F6E;npm&#x7684;&#x5168;&#x5C40;&#x6A21;&#x5757;&#x7684;&#x5B58;&#x653E;&#x8DEF;&#x5F84;&#x4EE5;&#x53CA;cache&#x7684;&#x8DEF;&#x5F84;&#xFF01;*&#x7684;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x5982;&#x4E0B;&#xFF1A;</p>
<pre><code>npm config set prefix &quot;G:node.js\node_global&quot;
        //&#x5168;&#x5C40;&#x6A21;&#x5757;&#x7684;&#x5B58;&#x653E;&#x8DEF;&#x5F84;
npm config set cache &quot;G:node.js\node_cache&quot;
        //cache&#x7684;&#x8DEF;&#x5F84;
</code></pre>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/node_jietu1.png" alt="test1"></p>
<p>&#x6700;&#x540E;&#x4E86;&#xFF0C;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x7B97;&#x662F;&#x8BB2;&#x5B8C;&#x4E86;&#x3002;&#x540E;&#x9762;&#x4F1A;&#x6709;&#x5185;&#x5BB9;&#x548C;&#x8FD9;&#x4E2A;&#x547C;&#x5E94;&#xFF0C;&#x5230;&#x65F6;&#x5019;&#x4E32;&#x8D77;&#x6765;&#x770B;&#x6548;&#x679C;&#x66F4;&#x597D;&#x3002;&#x8FD9;&#x95EE;&#x9898;&#x5BF9;&#x4E8E;&#x535A;&#x5BA2;&#x5B89;&#x88C5;&#x672C;&#x8EAB;&#x6765;&#x8BF4;&#xFF0C;&#x8BF4;&#x6CA1;&#x7528;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x662F;&#x6CA1;&#x7528;233&#x263A;&#xFE0F;</p>
<h4 id="npm-install&#x65E0;&#x53CD;&#x5E94;">npm install&#x65E0;&#x53CD;&#x5E94;</h4>
<p>&#x8FD9;&#x91CC;&#x5176;&#x5B9E;&#x662F;&#x4E2A;&#x5C0F;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x662F;&#x5F71;&#x54CD;&#x51FA;&#x7684;&#x5B9E;&#x9645;&#x6548;&#x679C;&#x662F;&#x8D3C;jb&#x5927;&#x3002;&#x88C5;&#x73AF;&#x5883;&#x88C5;&#x4E0D;&#x597D;&#x4E0D;&#x8FC7;&#x662F;&#x5F71;&#x54CD;&#x540E;&#x671F;&#x4F7F;&#x7528;&#xFF08;&#x6BD4;&#x5982;&#x8BF4;&#x5404;&#x79CD;&#x4E1C;&#x897F;&#x5806;c&#x76D8;&#x5806;&#x4E0D;&#x4E0B;&#x53BB;&#x4E86;2333&#xFF09;&#xFF0C;&#x521D;&#x671F;&#x90FD;&#x662F;&#x4E0D;&#x4F1A;&#x51FA;&#x9519;&#x7684;&#x3002;&#x7136;&#x800C;&#x8FD9;&#x91CC;&#x7684;&#x6CA1;&#x53CD;&#x5E94;&#x4F1A;&#x8BA9;&#x4F60;&#x7684;&#x7535;&#x8111;&#x4E00;&#x8FDE;&#x51E0;&#x5341;&#x5206;&#x949F;&#x90FD;&#x9759;&#x9759;&#x5730;&#x663E;&#x793A;&#x7740;:</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/jingzhi.png" alt="hehe"></p>
<p>&#x8FD9;&#x91CC;&#x7B80;&#x5355;&#x8BF4;&#x51E0;&#x70B9;&#xFF0C;<code>npm install xxxxxx</code>&#x5176;&#x5B9E;&#x662F;npm&#x5B89;&#x88C5;xxx&#x7684;&#x610F;&#x601D;&#x3002;&#x65E0;&#x5948;&#x7684;&#x662F;&#x56FD;&#x5185;&#x8BBF;&#x95EE;&#x5916;&#x7F51;&#x90FD;&#x5F88;&#x6162;&#xFF0C;&#x751A;&#x81F3;&#x4E0D;&#x80FD;&#x8BBF;&#x95EE;&#xFF01;&#x6211;&#x6CA1;&#x53D1;&#x73B0;&#x5F88;&#x6162;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x89C9;&#x5F97;&#x5C31;&#x662F;&#x4E0D;&#x80FD;&#x8BBF;&#x95EE;&#xFF0C;&#x4E0D;&#x662F;&#x751A;&#x81F3;&#xFF01;&#x1F612;</p>
<p>&#x89E3;&#x51B3;&#x65B9;&#x6CD5;&#xFF0C;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x6362;&#x4E86;<a href="https://npm.taobao.org/" target="_blank" rel="external">&#x6DD8;&#x5B9D;&#x955C;&#x50CF;</a>&#x3002;</p>
<pre><code>$ npm install -g cnpm --registry=https://registry.npm.taobao.org
</code></pre>
<p>&#x4E4B;&#x540E;&#x5B89;&#x88C5;&#x4E86;&#x535A;&#x5BA2;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;node&#x4E0A;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x518D;&#x4E5F;&#x6CA1;&#x6709;&#x51FA;&#x73B0;&#x6CA1;&#x53CD;&#x5E94;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x90FD;&#x4E0D;&#x4F1A;&#x52A8;&#x7684;&#x73B0;&#x8C61;&#x3002;</p>
<p>&#x7ED9;&#x51FA;&#x4E24;&#x4E2A;&#x7F51;&#x4E0A;&#x7684;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x3002;&#x3002;&#x3002;</p>
<ul>
<li>&#x8BA8;&#x8BBA;&#x7BC7;<a href="https://www.v2ex.com/t/134244" target="_blank" rel="external">here1</a></li>
<li>&#x89E3;&#x51B3;&#x7BC7;<a href="http://www.uedbox.com/npm-install-slow-solution/" target="_blank" rel="external">here2</a></li>
</ul>
<h4 id="git&#x914D;&#x7F6E;ssh&#x8FDE;&#x63A5;github&#x4E0D;&#x6210;&#x529F;">git&#x914D;&#x7F6E;ssh&#x8FDE;&#x63A5;github&#x4E0D;&#x6210;&#x529F;</h4>
<p>&#x5982;&#x4F55;&#x5728;&#x5B89;&#x88C5;&#x5B8C;&#x4E86;git&#x4E4B;&#x540E;&#xFF0C;&#x53BB;&#x7EE7;&#x7EED;&#x8FDB;&#x884C;&#x81EA;&#x5DF1;&#x7684;&#x535A;&#x5BA2;&#x642D;&#x5EFA;&#xFF1F;&#x7F51;&#x4E0A;&#x6709;&#x4E13;&#x95E8;&#x7684;&#x5404;&#x79CD;&#x529E;&#x6CD5;&#xFF0C;&#x5168;&#x7BC7;&#x6559;&#x4F60;&#x5EFA;&#x535A;&#x5BA2;&#xFF0C;&#x6559;&#x4F60;&#x6572;git&#x547D;&#x4EE4;&#x884C;&#x53BB;&#x4E00;&#x6B65;&#x6B65;&#x7684;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#x8BBE;&#x7F6E;&#xFF0C;</p>
<p>&#x6211;&#x5728;&#x8FD9;&#x4E2A;&#x9636;&#x6BB5;&#x611F;&#x53D7;&#x5230;&#x4E86;&#x5B64;&#x72EC;&#xFF0C;&#x4E00;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x5F88;&#x7B28;&#xFF0C;&#x4E8C;&#x662F;&#x56E0;&#x4E3A;&#x771F;&#x7684;&#x6CA1;&#x51E0;&#x4E2A;&#x535A;&#x5BA2;&#x4F5C;&#x8005;&#x5728;&#x7ED9;&#x4F60;&#x8BB2;&#x6E05;&#x695A;&#x4F60;&#x8981;&#x505A;&#x4EC0;&#x4E48;&#xFF08;&#x4EE5;&#x53CA;&#x539F;&#x56E0;&#x539F;&#x7406;&#xFF09;&#xFF01;</p>
<blockquote class="blockquote-center"><p>&#x4E0D;&#x8981;&#x4E00;&#x5934;&#x96FE;&#x6C34;&#xFF0C;&#x9119;&#x4EBA;&#x6587;&#x7B14;&#x4E0D;&#x597D;&#x5927;&#x5BB6;&#x51D1;&#x5408;&#x770B;&#x770B;&#x5F97;&#x4E86;&#x3002;&#x3002;&#x3002;&#x597D;&#x4E86;&#x53EF;&#x4EE5;&#x628A;&#x5200;&#x77F3;&#x5934;&#x653E;&#x4E0B;&#x4E86;&#x3002;&#x3002;2333</p>
</blockquote>
<p>&#x5148;&#x628A;&#x81EA;&#x5DF1;&#x7B28;&#x7684;&#x4E8B;&#x60C5;&#x4EA4;&#x4EE3;&#x6E05;&#x695A;&#xFF0C;&#x3002;&#x6211;&#x5728;&#x770B;&#x4E86;&#x6559;&#x7A0B;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x662F;&#x5B58;&#x5728;&#x7740;&#x8FD9;&#x6837;&#x7684;&#x73B0;&#x8C61;&#x7684;&#x3002;&#x201C;&#x5355;&#x7EAF;&#x201D;&#x7684;&#x7167;&#x7740;&#x505A;&#xFF0C;&#x7A81;&#x7136;&#x90A3;&#x4E00;&#x6B65;&#x6709;&#x95EE;&#x9898;&#x4E86;&#xFF0C;&#x6211;&#x624D;&#x610F;&#x8BC6;&#x5230;&#xFF1A;md&#x4E3A;&#x5565;&#x554A;&#xFF1F;&#x3002;&#x3002;&#x7136;&#x800C;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x81EA;&#x5DF1;&#x8FDE;&#x601D;&#x7EEA;&#x90FD;&#x4E0D;&#x80FD;&#x6574;&#x7406;&#x4E86;&#xFF0C;&#x7279;&#x522B;&#x5BB9;&#x6613;&#x60C5;&#x7EEA;&#x6FC0;&#x52A8;&#x800C;&#x8BD5;&#x56FE;&#x53BB;c&#x7FFB;&#x4E16;&#x754C;&#x3002;<code>&#x8BDA;&#x7136;&#x505A;&#x4E00;&#x4EF6;&#x4E8B;&#x8BF7;&#x82E5;&#x4E8B;&#x5148;&#x90FD;&#x77E5;&#x6839;&#x77E5;&#x5E95;&#xFF0C;&#x90A3;&#x4E48;&#x5373;&#x4F7F;&#x65B0;&#x624B;&#x4E0A;&#x8DEF;&#xFF0C;&#x6015;&#x662F;&#x4E5F;&#x4F1A;&#x8F7B;&#x8F66;&#x719F;&#x8DEF;&#x8F7B;&#x800C;&#x6613;&#x4E3E;&#x4E86;&#x3002;</code>&#x7136;&#x800C;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x9C9C;&#x6709;&#x90A3;&#x79CD;&#x4E8B;&#x60C5;&#x53D1;&#x751F;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E16;&#x754C;&#x4F60;&#x771F;&#x7684;&#x5176;&#x5B9E;&#x4F60;&#x4E0D;&#x66FE;&#x6765;&#x8FC7;&#xFF01;&#xFF01;&#xFF01;&#x6211;&#x8FD9;&#x91CC;&#x81EA;&#x8D23;&#x8BF4;&#x81EA;&#x5DF1;&#x7B28;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x662F;&#x6211;&#x5F88;&#x4E45;&#x4E4B;&#x524D;&#x90FD;&#x7B97;&#x662F;&#x6DF1;&#x8C19;&#x6B64;&#x7406;&#x5374;&#x5728;&#x5982;&#x4ECA;&#x4F9D;&#x7136;&#x4E8C;&#x903C;&#x3002;&#x1F602;</p>
<p>&#x7136;&#x540E;&#x6211;&#x8BF4;&#x7684;&#x662F;&#x4E00;&#x4E2A;&#x73B0;&#x8C61;&#xFF0C;&#x4E0D;&#x602A;&#x4EFB;&#x4F55;&#x72EC;&#x7ACB;&#x5BA2;&#x89C2;&#x5728;&#x6211;&#x4E4B;&#x5916;&#x7684;&#x4EBA;&#x7269;&#x4E0E;&#x673A;&#x6784;&#xFF0C;&#x7EAF;&#x5C5E;&#x63B0;&#x626F;&#x3002;&#x5728;&#x5982;&#x4ECA;&#x4E2D;&#x6587;&#x5F15;&#x64CE;&#x53EF;&#x4EE5;&#x641C;&#x7D22;&#x5230;&#x7684;&#x6559;&#x7A0B;&#x6B65;&#x9AA4;&#x7ECF;&#x9A8C;&#x767E;&#x79D1;&#x7B49;&#x7B49;&#x8D44;&#x6599;&#x4E2D;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x4E00;&#x4E2A;&#x73B0;&#x8C61;&#xFF1A;</p>
<blockquote>
<p>&#x7B80;&#x5355;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4F1A;&#x6709;&#x6BD4;&#x8F83;&#x591A;&#x7684;&#x4EBA;&#x8DDF;&#x4F60;&#x8BF4;&#x4E3A;&#x4EC0;&#x4E48;&#x5E76;&#x4E14;&#x6559;&#x4F60;&#x600E;&#x4E48;&#x505A;&#xFF01;
&#x5F02;&#x5E38;&#x6E29;&#x99A8;&#x7684;&#x7ED3;&#x5C40;&#x3002;</p>
</blockquote>
<blockquote>
<p>&#x4E0D;&#x90A3;&#x4E48;&#x7B80;&#x5355;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5C31;&#x90A3;&#x51E0;&#x4E2A;&#x4EBA;&#x6559;&#x4F60;&#xFF01;&#x5F80;&#x5F80;&#x8FD8;&#x662F;&#x8FD9;&#x6837;&#x6559;&#x7684;&#xFF1A;<code>&#x4ECE;&#x5934;&#x5230;&#x5C3E;&#x7167;&#x7740;&#x90A3;&#x51E0;&#x4E2A;&#x613F;&#x610F;&#x6559;&#x4F60;&#x7684;&#x4EBA;&#x90A3;&#x6837;&#x505A;</code>&#xFF0C;&#x6CA1;&#x51FA;&#x95EE;&#x9898;&#x606D;&#x559C;&#x4F60;&#x5C31;ok&#x4E8B;&#x60C5;&#x529E;&#x6210;&#x4E86;&#xFF0C;&#xFF0C;&#xFF0C;&#x51FA;&#x95EE;&#x9898;&#x4E86;&#x554A;&#x54C8;&#x81EA;&#x5DF1;&#x627E;&#x95EE;&#x9898;&#x53BB;&#x5427;&#xFF0C;&#x8DDF;&#x4F60;&#x8BF4;&#x4F60;&#x4E5F;&#x662F;&#x4E00;&#x5934;&#x96FE;&#x6C34;&#xFF0C;&#x56E0;&#x4E3A;&#x4F60;&#x4ECE;&#x5934;&#x90FD;&#x662F;&#x7167;&#x505A;&#x7684;&#xFF0C;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x7684;&#x8BDD;&#x65E9;&#x81EA;&#x5DF1;&#x505A;&#x6210;&#x4E86;&#xFF01;&#xFF01;&#xFF01;</p>
</blockquote>
<p>&#x8FD9;&#x73B0;&#x8C61;&#x591A;&#x4E86;&#x4E45;&#x4E86;&#xFF0C;&#x4F3C;&#x4E4E;&#x4E0D;&#x662F;&#x95EE;&#x9898;&#x4E86;&#x3002;&#x800C;&#x662F;&#x771F;&#x7406;&#x3002;</p>
<p>&#x6211;&#x60F3;&#x8BF4;&#x7684;&#x662F;&#xFF0C;&#x5F88;&#x591A;&#x9AD8;&#x624B;&#x7684;&#x6559;&#x7A0B;<code>&#x201C;&#x5B8C;&#x7F8E;&#x7684;&#x5B8C;&#x6574;&#x6B65;&#x9AA4;&#x201D;</code>&#xFF0C;&#x8FC7;&#x7A0B;&#x8BE6;&#x5C3D;&#x5230;&#x592A;&#x591A;&#x4EBA;&#x7167;&#x7740;&#x4E00;&#x6B65;&#x6B65;&#x505A;&#x53EA;&#x8981;&#x4E0D;&#x51FA;&#x95EE;&#x9898;&#x90FD;&#x80FD;&#x6210;&#x3002;&#x7136;&#x800C;&#x8FD9;&#x6837;&#x4F4E;&#x5EC9;&#x7684;&#x5B66;&#x4E60;&#x4EE3;&#x4EF7;&#x5E26;&#x6765;&#x7684;&#x5C31;&#x662F;&#xFF1A;&#x8FC7;&#x4E86;&#x5C31;&#x5FD8;&#xFF0C;&#x5565;&#x90FD;&#x4E0D;&#x61C2;&#x3002;&#x53EA;&#x8981;&#x7167;&#x7740;&#x5B8C;&#x6210;&#x7684;&#x5DE5;&#x4F5C;&#x4E0D;&#x662F;&#x4E00;&#x52B3;&#x6C38;&#x9038;&#xFF0C;&#x5B66;&#x4E60;&#x7684;&#x6548;&#x679C;&#x4E0E;&#x4EF7;&#x503C;&#x5C31;&#x5B58;&#x5728;&#x4E86;&#x88AB;&#x4E89;&#x8BAE;&#x7684;&#x5C5E;&#x6027;&#x3002;&#x8981;&#x662F;&#x51FA;&#x95EE;&#x9898;&#x7684;&#x8BDD;&#xFF0C;<code>&#x201C;&#x5B8C;&#x7F8E;&#x7684;&#x5B8C;&#x6574;&#x6B65;&#x9AA4;&#x201D;</code>&#x53CD;&#x800C;&#x6210;&#x4E86;&#x521D;&#x5B66;&#x8005;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x7D2F;&#x8D58;&#x3002;</p>
<p>&#x5728;&#x5B66;&#x4E60;&#x8FDB;&#x6B65;&#x7684;&#x8DEF;&#x4E0A;&#x8981;&#x6709;&#x63A2;&#x7D22;&#x7CBE;&#x795E;&#xFF0C;&#x4F46;&#x662F;&#x6709;&#x4E9B;&#x65F6;&#x5019;&#x8DEF;&#x4E0A;&#x7684;&#x78D5;&#x78D5;&#x7ECA;&#x7ECA;&#xFF0C;&#x82E5;&#x662F;&#x4E0D;&#x53BB;&#x7EA0;&#x7ED3;&#x800C;&#x662F;&#x6709;&#x4EBA;&#x62C9;&#x4E86;&#x4E00;&#x628A;&#x771F;&#x7684;&#x662F;<code>&#x4EC0;&#x4E48;&#x90FD;&#x6CA1;&#x4E22;&#x4E0B;&#x53CD;&#x800C;&#x8F7B;&#x88C5;&#x524D;&#x884C;</code>&#x3002;</p>
<p>&#x6709;&#x4EBA;&#x8DDF;&#x4F60;&#x8BF4;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;&#x600E;&#x4E48;&#x505A;&#xFF1F;&#x4F60;&#x518D;&#x81EA;&#x5DF1;&#x53BB;&#x505A;&#xFF0C;&#x8FD9;&#x6A21;&#x5F0F;&#x662F;&#x6211;&#x76EE;&#x524D;&#x6BD4;&#x8F83;&#x5FC3;&#x4EEA;&#x7684;&#x3002;&#x7136;&#x800C;&#x6211;&#x7684;&#x73B0;&#x5B9E;&#x662F;&#xFF1A;<code>&#x4E00;&#x5806;&#x95EE;&#x9898;&#xFF0C;&#x65E0;&#x9650;&#x8C37;&#x6B4C;&#x3002;&#x81EA;&#x5DF1;&#x89E3;&#x51B3;&#x7684;&#x5DEE;&#x4E0D;&#x591A;&#x4E86;&#xFF0C;&#x5269;&#x4E0B;&#x7684;&#x518D;&#x53BB;&#x8BF7;&#x6559;&#x522B;&#x4EBA;</code>&#xFF0C;&#x6211;&#x8FD9;&#x6837;&#x7684;&#x201C;&#x6210;&#x957F;&#x201D;&#x5E26;&#x6765;&#x7684;&#x95EE;&#x9898;&#x662F;&#x81EA;&#x5DF1;&#x52A8;&#x624B;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x5BF9;&#x4E00;&#x4E9B;&#x9886;&#x57DF;&#x6280;&#x672F;&#x6709;&#x6240;&#x4E86;&#x89E3;&#x548C;&#x63A2;&#x7D22;&#xFF0C;&#x4F46;&#x6700;&#x7EC8;&#x5F52;&#x4E8E;&#x667A;&#x529B;&#x548C;&#x6548;&#x7387;&#x7684;&#x6B20;&#x7F3A;&#xFF0C;&#x6211;&#x6240;&#x5F97;&#x7684;&#x5341;&#x5206;&#x6709;&#x9650;&#x3002;</p>
<blockquote class="blockquote-center"><p>&#x6211;tm&#x7684;&#x90FD;&#x5FD8;&#x4E86;&#x8FD9;&#x4E00;&#x8282;&#x535A;&#x5BA2;&#x662F;&#x1F602;&#x5E72;&#x5565;&#x4E86;2333</p>
</blockquote>
<p>&#x6211;&#x521A;&#x521A;&#x6307;&#x51FA;&#x4E86;&#x4E00;&#x5806;&#x95EE;&#x9898;&#x53D1;&#x7262;&#x9A9A;&#xFF0C;&#x73B0;&#x5728;&#x6211;&#x6765;&#x89E3;&#x51B3;&#x4E0B;&#x81EA;&#x5DF1;&#x5F53;&#x521D;&#x9047;&#x89C1;&#x8FC7;&#x7684;ssh&#x7684;&#x914D;&#x7F6E;&#x95EE;&#x9898;&#x3002;&#x4E24;&#x4E2A;&#x70B9;&#x5207;&#x5165;&#xFF1A;</p>
<ul>
<li>
<p>&#x5E72;&#x4EC0;&#x4E48;</p>
</li>
<li>
<p>&#x600E;&#x4E48;&#x5E72;</p>
</li>
</ul>
<p>&#x7B2C;&#x4E00;&#x4E2A;&#xFF1A;git&#x662F;&#x5206;&#x5E03;&#x5F0F;&#x4EE3;&#x7801;&#x7BA1;&#x7406;&#x5DE5;&#x5177;&#xFF0C;&#x8FDC;&#x7A0B;&#x7684;&#x4EE3;&#x7801;&#xFF08;&#x672A;&#x6765;&#x670D;&#x52A1;&#x5668;&#x4E0A;&#x7684;&#x535A;&#x5BA2;&#xFF09;&#x7BA1;&#x7406;&#x662F;&#x57FA;&#x4E8E;SSH&#xFF08;&#x4E00;&#x4E2A;&#x2018;&#x94A5;&#x5319;&#x2019;&#xFF0C;&#x8054;&#x901A;&#x4F60;&#x7684;pc&#x4E0A;&#x535A;&#x5BA2;&#x4E0E;&#x8FDC;&#x7AEF;&#x670D;&#x52A1;&#x5668;&#xFF09;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x8981;&#x4F7F;&#x7528;&#x8FDC;&#x7A0B;&#x7684;Git&#x5219;&#x9700;&#x8981;<code>SSH&#x7684;&#x914D;&#x7F6E;</code>&#x3002;</p>
<p>&#x7B2C;&#x4E8C;&#x4E2A;:&#x6253;&#x5F00;git&#x914D;&#x7F6E;&#x6240;&#x8C13;&#x7684;&#x2018;&#x94A5;&#x5319;&#x2019;ssh&#xFF0C;&#x4EE5;&#x4FBF;&#x4E0B;&#x4E00;&#x6B65;&#x7684;&#x8FDB;&#x884C;&#x3002;</p>
<blockquote>
<p>&#x6B65;&#x9AA4;1 &#x6253;&#x5F00;git bash,&#x8BBE;&#x7F6E;git&#x7684;user name&#x548C;email&#xFF0C;&#x662F;&#x7528;&#x6765;&#x505A;&#x8BA4;&#x8BC1;&#x7684;&#xFF0C;&#x5426;&#x5219;&#x4EE5;&#x540E;&#x7684;&#x547D;&#x4EE4;&#x4E5F;&#x662F;&#x6CA1;&#x6CD5;&#x7528;&#x6CA1;&#x6CD5;commit&#xFF1A;</p>
</blockquote>
<pre><code>$ git config --global user.name &quot;xxx&quot;

$ git config --global user.email &quot;xxxxxxxx@xxx.xx&quot;
</code></pre>
<blockquote>
<p>&#x6B65;&#x9AA4;2 &#x751F;&#x6210;&#x5BC6;&#x94A5;</p>
</blockquote>
<pre><code>ssh-keygen -t rsa -C &#x201C;xxxxxxxx@xxx.xx&#x201D;
</code></pre>
<p>C&#x662F;&#x5927;&#x5199;&#xFF01;&#xFF01;&#xFF01;</p>
<p>&#x6211;&#x662F;&#x9ED8;&#x8BA4;&#x4F60;&#x6CA1;&#x6709;ssh&#xFF0C;&#x6240;&#x4EE5;&#x76F4;&#x63A5;&#x751F;&#x6210;&#x4E0D;&#x7528;&#x7BA1;&#x4EE5;&#x524D;&#x7684;&#x3002;&#x4F60;&#x82E5;&#x662F;&#x6709;ssh&#x90A3;&#x5C31;&#x8BA4;&#x4E3A;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x4F60;&#x90FD;&#x4F1A;&#x4E86;&#x3002;&#x8FD9;&#x4E00;&#x6B65;&#x672C;&#x6765;&#x8FD8;&#x8981;&#x8BBE;&#x7F6E;&#x5BC6;&#x7801;&#x7684;&#x6B65;&#x9AA4;&#xFF0C;&#x6211;&#x4E4B;&#x6240;&#x4EE5;&#x5361;&#x5728;&#x8FD9;&#x91CC;&#x5C31;&#x662F;&#x56E0;&#x4E3A;&#x8BBE;&#x4E86;&#x8BE5;&#x6B7B;&#x7684;&#x5BC6;&#x7801;&#xFF0C;&#x540E;&#x6765;&#x6CA1;&#x89C1;&#x6709;&#x4EC0;&#x4E48;&#x5B89;&#x5168;&#x4F5C;&#x7528;&#x5230;&#x65F6;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#x90FD;&#x4F20;&#x4E0D;&#x5230;&#x8FDC;&#x7AEF;&#x3002;mdzz
<em>&#x4E0D;&#x8BBE;&#x5BC6;&#x7801;&#xFF0C;&#x8FDE;&#x7EED;&#x4E09;&#x4E2A;&#x56DE;&#x8F66;&#x76F4;&#x63A5;&#x8DF3;&#x8FC7;</em></p>
<blockquote>
<p>&#x6B65;&#x9AA4;3 &#x6700;&#x540E;&#x5F97;&#x5230;&#x4E86;&#x4E24;&#x4E2A;&#x6587;&#x4EF6;&#xFF1A;<code>id_rsa</code>&#x548C;<code>id_rsa.pub</code>.</p>
</blockquote>
<p>&#x4F4D;&#x7F6E;&#x4E00;&#x822C;&#x662F;&#x5728;C&#x76D8;&#xFF0C;&#x5F88;&#x597D;&#x627E;&#x3002;</p>
<blockquote>
<p>&#x6B65;&#x9AA4;4 &#x6DFB;&#x52A0;&#x5BC6;&#x94A5;&#x5230;ssh-agent&#x3002;</p>
</blockquote>
<p>ssh-agent&#x662F;&#x4E00;&#x79CD;&#x63A7;&#x5236;&#x7528;&#x6765;&#x4FDD;&#x5B58;&#x516C;&#x94A5;&#x8EAB;&#x4EFD;&#x9A8C;&#x8BC1;&#x6240;&#x4F7F;&#x7528;&#x7684;&#x79C1;&#x94A5;&#x7684;&#x7A0B;&#x5E8F;&#xFF0C;&#x5176;&#x5B9E;s&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x5BC6;&#x94A5;&#x7BA1;&#x7406;&#x5668;&#xFF0C;&#x8FD0;&#x884C;ssh-agent&#x4EE5;&#x540E;&#xFF0C;&#x4F7F;&#x7528;<code>ssh-add</code>&#x547D;&#x4EE4;&#x5C06;&#x79C1;&#x94A5;&#x4EA4;&#x7ED9;ssh-agent&#x4FDD;&#x7BA1;&#xFF0C;&#x5176;&#x4ED6;&#x7A0B;&#x5E8F;&#x9700;&#x8981;&#x8EAB;&#x4EFD;&#x9A8C;&#x8BC1;&#x7684;&#x65F6;&#x5019;&#x53EF;&#x4EE5;&#x5C06;&#x9A8C;&#x8BC1;&#x7533;&#x8BF7;&#x4EA4;&#x7ED9;ssh-agent&#x6765;&#x5B8C;&#x6210;&#x6574;&#x4E2A;&#x8BA4;&#x8BC1;&#x8FC7;&#x7A0B;&#x3002;</p>
<pre><code>ssh-add &#x6587;&#x4EF6;&#x540D;
</code></pre>
<blockquote>
<p>&#x6B65;&#x9AA4;5 &#x767B;&#x9646;github&#xFF0C;&#x5C06;ssh&#x6DFB;&#x52A0;&#x8FDB;&#x53BB;&#x3002;</p>
</blockquote>
<p>&#x2026;
&#x2026;
&#x2026;
&#x4E4B;&#x540E;&#x7684;&#x5C31;&#x4E0D;&#x8BF4;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x5269;&#x4E0B;&#x7684;&#x6211;&#x90FD;&#x6CA1;&#x78B0;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x771F;&#x6709;&#x4EBA;&#x770B;&#x8FD9;&#x535A;&#x5BA2;&#x7684;&#x8BDD;&#xFF0C;&#x4F30;&#x8BA1;&#x4E5F;&#x662F;&#x6CA1;&#x95EE;&#x9898;&#x3002;
&#x7ED9;&#x4E2A;&#x968F;&#x624B;&#x627E;&#x7684;<a href="http://zuyunfei.com/2013/04/10/setup-github-ssh-key/" target="_blank" rel="external">&#x94FE;&#x63A5;</a>&#xFF0C;&#x53EF;&#x4EE5;&#x770B;&#x770B;&#x4F5C;&#x53C2;&#x8003;&#x3002;</p>
<hr>
<h3 id="ii-&#x672C;&#x5730;&#x5B89;&#x88C5;&#x535A;&#x5BA2;&#x9636;&#x6BB5;">&#x2161; &#x672C;&#x5730;&#x5B89;&#x88C5;&#x535A;&#x5BA2;&#x9636;&#x6BB5;</h3>
<h4 id="hexo&#x7684;&#x5B89;&#x88C5;&#x76EE;&#x5F55;&#x95EE;&#x9898;">Hexo&#x7684;&#x5B89;&#x88C5;&#x76EE;&#x5F55;&#x95EE;&#x9898;</h4>
<p>&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x5176;&#x5B9E;&#x8BA9;&#x6211;&#x7F9E;&#x7F9E;&#x7684;&#xFF0C;&#x592A;&#x4E0D;&#x503C;&#x4E00;&#x63D0;&#x7684;&#x95EE;&#x9898;&#x4E86;&#x3002;</p>
<p>&#x8BF4;&#x60C5;&#x51B5;&#xFF1A;&#xFF1A;&#xFF1A;&#x95EE;&#x9898;I&#x5F53;&#x4E2D;&#x6211;&#x6709;&#x8BF4;&#x9053;Node.js&#x7684;&#x5168;&#x5C40;&#x5B89;&#x88C5;&#x4E0E;&#x914D;&#x7F6E;&#x95EE;&#x9898;&#xFF0C;&#x8BB0;&#x5F97;&#x90A3;&#x4E2A;</p>
<pre><code>npm config set prefix &quot;G:node.js\node_global&quot; 
</code></pre>
<p>&#x5C31;&#x628A;&#x5168;&#x5C40;&#x7684;&#x4E0B;&#x8F7D;&#x8BBE;&#x7F6E;&#x5B9A;&#x5728;&#x4E86;g&#x76D8;&#x7684;&#x6587;&#x4EF6;&#x5939;node.js&#x5185;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x5462;&#xFF0C;&#x6211;&#x5B89;&#x88C5;&#x7684;&#x535A;&#x5BA2;Hexo&#x5C31;&#x662F;nj&#x7684;&#x5E94;&#x7528;&#x3002;&#x7528;&#x5982;&#x4E0B;&#x7684;&#x65B9;&#x6CD5;&#x5C31;&#x53EF;&#x4EE5;&#x4E0B;&#x8F7D;Hexo&#xFF0C;</p>
<p>&#x5728;&#x5408;&#x9002;&#x7684;&#x5730;&#x65B9;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x6587;&#x4EF6;&#x5939;&#x7A7A;&#x767D;&#x5904;&#x6309;&#x4F4F;Shift+&#x9F20;&#x6807;&#x53F3;&#x952E;&#xFF0C;&#x7136;&#x540E;&#x70B9;&#x51FB;&#x5728;&#x6B64;&#x5904;&#x6253;&#x5F00;&#x547D;&#x4EE4;&#x884C;&#x7A97;&#x53E3;&#x3002;&#xFF08;&#x540C;&#x6837;&#x8981;&#x8BB0;&#x4F4F;&#x5566;&#xFF0C;&#x4E0B;&#x6587;&#x4E2D;&#x4F1A;&#x4F7F;&#x7528;&#x5728;&#x5F53;&#x524D;&#x76EE;&#x5F55;&#x6253;&#x5F00;&#x547D;&#x4EE4;&#x884C;&#x6765;&#x4EE3;&#x6307;&#x4E0A;&#x8FF0;&#x7684;&#x64CD;&#x4F5C;&#xFF09;</p>
<pre><code>npm install hexo-cli -g
</code></pre>
<p>&#x63A5;&#x4E0B;&#x6765;&#x53D1;&#x751F;&#x4E86;&#x4EC0;&#x4E48;&#x4E8B;&#x60C5;&#xFF1F;&#x7535;&#x8111;&#x4E4B;&#x524D;&#x5B89;&#x88C5;&#x7684;nj&#x4F1A;&#x542F;&#x52A8;npm&#x53BB;&#x4E0B;&#x8F7D;Hexo&#x7684;<code>&#x535A;&#x5BA2;&#x5B89;&#x88C5;&#x5305;</code>&#xFF08;&#x4E0D;&#x7B97;&#x662F;&#x5B89;&#x88C5;&#x5305;&#xFF0C;&#x4E00;&#x822C;&#x79F0;&#x4E4B;&#x4E3A;&#x4E0B;&#x8F7D;xxx&#x800C;&#x4E0D;&#x8BF4;&#x662F;xxx&#x7684;&#x5B89;&#x88C5;&#x5305;&#xFF09;&#xFF0C;&#x8FD9;Hexo&#x4E0B;&#x8F7D;&#x5B58;&#x5728;&#x4E86;&#x4E4B;&#x524D;&#x8BBE;&#x7F6E;&#x7684;<code>g&#x76D8;&#x7684;&#x6587;&#x4EF6;&#x5939;node.js</code>&#x3002;</p>
<p>&#x518D;&#x6765;&#x8BE5;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x662F;&#x5B89;&#x88C5;Hexo&#xFF0C;&#x547D;&#x4EE4;&#x5982;&#x4E0B;&#xFF1A;</p>
<pre><code>npm install hexo --save
</code></pre>
<p>&#x5B89;&#x88C5;&#x597D;&#x4E86;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x67E5;&#x770B;&#x5B89;&#x88C5;&#x6210;&#x529F;&#x7684;&#x7248;&#x672C;&#x4FE1;&#x606F;&#x3002;&#x3002;&#x3002;</p>
<pre><code>hexo -v
</code></pre>
<p>&#x51FA;&#x73B0;&#x4E0B;&#x9762;&#x7684;&#x56FE;&#x793A;&#x8BF4;&#x660E;&#x5B89;&#x88C5;&#x597D;&#x4E86;&#x3002;&#x3002;&#x3002;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/yanzheng.png" alt="&#x9A8C;&#x8BC1;"></p>
<p>&#x597D;&#x4E86;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x8BF4;&#x5B8C;&#x4E86;&#x3002;&#x81EA;&#x5DF1;&#x5C31;&#x662F;&#x56E0;&#x4E3A;&#x4E0D;&#x77E5;&#x9053;&#x8FD9;&#x7B80;&#x5355;&#x7684;&#x51E0;&#x6B65;&#x5230;&#x5E95;&#x662F;&#x5728;&#x5E72;&#x5565;&#xFF1F;&#x867D;&#x7136;&#x6267;&#x884C;&#x4EE3;&#x7801;&#x6CA1;&#x51FA;&#x9519;&#xFF0C;&#x4F46;&#x5B89;&#x88C5;&#x5B8C;&#x4E86;&#x627E;&#x4E0D;&#x5230;&#x5B89;&#x88C5;&#x7684;&#x6587;&#x4EF6;&#x5FC3;&#x91CC;&#x5C31;&#x614C;&#xFF08;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x627E;&#x4E0D;&#x5230;&#xFF0C;-g&#x5168;&#x5C40;&#x53D8;&#x91CF;&#x5B89;&#x88C5;&#x7684;&#x8BDD;&#x90FD;&#x662F;&#x5728;&#x8BBE;&#x5B9A;&#x7684;&#x90A3;&#x4E2A;&#x8DEF;&#x5F84;&#xFF09;&#x3002;&#x660E;&#x767D;&#x4E86;&#x539F;&#x7406;&#x77E5;&#x9053;&#x4E86;&#x6307;&#x4EE4;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x5176;&#x5B9E;&#x56DE;&#x5934;&#x770B;&#x770B;&#x8FD9;&#x64CD;&#x4F5C;&#x6839;&#x672C;&#x4E0D;&#x4F1A;&#x51FA;&#x9519;&#x7684;&#x9664;&#x975E;&#x4F60;nj&#x6CA1;&#x5F04;&#x597D;&#x3002;:happy:</p>
<p>&#x5B89;&#x88C5;&#x8FD9;&#x4E2A;&#x535A;&#x5BA2;&#xFF0C;&#x8D70;&#x4E86;&#x5F88;&#x591A;&#x5F2F;&#x8DEF;&#x4F46;&#x6478;&#x7D22;&#x4E86;&#x8BD5;&#x63A2;&#x4E86;&#x77E5;&#x9053;&#x4E86;&#x8BB8;&#x591A;&#x914D;&#x7F6E;&#x8DEF;&#x6570;&#x7684;&#x539F;&#x56E0;&#x539F;&#x7406;&#x3002;&#x5982;&#x4ECA;&#x5199;&#x51FA;&#x6765;&#xFF0C;&#x4E5F;&#x662F;&#x4E3A;&#x4E86;&#x544A;&#x8BEB;&#x81EA;&#x5DF1;&#x3002;</p>
<blockquote>
<p>&#x5728;&#x81EA;&#x5DF1;&#x5C0F;&#x767D;&#x7684;&#x9886;&#x57DF;&#x91CC;&#xFF0C;&#xFF0C;&#xFF0C;&#x641E;&#x6E05;&#x695A;&#x5E72;&#x4EC0;&#x4E48;&#x600E;&#x4E48;&#x5E72;&#xFF0C;&#x6BD4;&#x8D77;&#x57CB;&#x5934;&#x53BB;&#x5E72;&#x8981;&#x597D;&#x5F88;&#x591A;&#x3002;</p>
</blockquote>
<h4 id="&#x5B89;&#x88C5;&#x535A;&#x5BA2;&#x7684;&#x5FC3;&#x7406;&#x8BEF;&#x533A;">&#x5B89;&#x88C5;&#x535A;&#x5BA2;&#x7684;&#x5FC3;&#x7406;&#x8BEF;&#x533A;</h4>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/quan.gif" alt="papapa"></p>
<p>&#x770B;&#x5230;&#x6D41;&#x7A0B;&#x56FE;&#x4E86;&#x5427;&#xFF0C;&#x5F88;&#x597D;&#x61C2;&#x3002;&#x2018;111111111111111111111&#x2019;&#x662F;&#x4E2A;&#x5206;&#x9694;&#x70B9;&#xFF0C;&#x4E24;&#x90E8;&#x5206;&#x4EFB;&#x52A1;&#x4ECE;&#x8FD9;&#x91CC;&#x88AB;&#x9694;&#x5F00;&#x3002;</p>
<p>&#x6211;&#x6240;&#x8C13;&#x7684;&#x201C;&#x5B89;&#x88C5;&#x535A;&#x5BA2;&#x7684;&#x5FC3;&#x7406;&#x95EE;&#x9898;&#x201D;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x5BF9;&#x4E8E;&#x5168;&#x5C40;&#x7684;&#x7406;&#x89E3;&#x4E0D;&#x591F;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x5408;&#x7406;&#x591F;&#x9AD8;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x7D20;&#x517B;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x5728;&#x64CD;&#x4F5C;&#x4E2D;&#x4F1A;&#x53D1;&#x751F;&#x4F4E;&#x7EA7;&#x5931;&#x8BEF;or&#x4E00;&#x5934;&#x96FE;&#x6C34;&#x9762;&#x4E34;&#x6210;&#x529F;&#x4E5F;&#x4E0D;&#x6562;&#x8FC8;&#x51FA;&#x4E34;&#x95E8;&#x4E00;&#x811A;&#x3002;&#x7ECF;&#x9A8C;&#x548C;&#x57FA;&#x7840;&#x624D;&#x662F;&#x51B3;&#x5B9A;&#x4F60;&#x9AD8;&#x5EA6;&#x7684;&#xFF0C;&#x4E0D;&#x591F;&#x806A;&#x660E;&#x673A;&#x7075;&#x7684;&#x8BDD;&#xFF0C;&#x52E4;&#x594B;&#x70B9;&#x4E5F;&#x8DB3;&#x591F;&#x4E86;&#x3002;&#xFF01;</p>
<p>&#x8FD9;&#x91CC;&#x9700;&#x8981;&#x611F;&#x8C22;&#x4E00;&#x4F4D;&#x841D;&#x8389;&#x63A7;&#x2014;&#x2014;<a href="http://puyart.net" target="_blank" rel="external">PuYart</a>&#xFF0C;&#x662F;&#x6211;&#x7684;&#x4E00;&#x4F4D;&#x6545;&#x4EBA;&#xFF0C;&#x4E00;&#x4F4D;&#x817B;&#x5BB3;&#x7684;&#x524D;&#x7AEF;&#x5F00;&#x53D1;&#x8005;&#xFF0C;&#x4ED6;&#x6700;&#x91CD;&#x8981;&#x7684;&#x8EAB;&#x4EFD;&#x5982;&#x4ECA;&#x770B;&#x6765;&#x5E94;&#x8BE5;&#x662F;<code>&#x201C;&#x841D;&#x8389;&#x63A7;&#x201D;</code>&#xFF0C;&#x7279;&#x522B;&#x5F3A;&#x8C03;&#x4E0B;&#x3002;&#x1F602;&#x6B64;&#x63A7;&#x5728;&#x6211;&#x7684;&#x642D;&#x5EFA;&#x535A;&#x5BA2;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6BCF;&#x5929;&#x90FD;&#x8981;&#x7ECF;&#x5386;&#x6211;&#x591A;&#x6B21;&#x4F4E;&#x7EA7;&#x95EE;&#x9898;&#x7684;&#x9A9A;&#x6270;&#xFF0C;&#x4F9D;&#x7136;&#x7B11;&#x7740;&#xFF08;&#x6DF1;&#x5733;&#x4E0E;&#x4E0A;&#x6D77;&#x662F;&#x6211;&#x4FE9;&#x7684;&#x8DDD;&#x79BB;&#xFF0C;&#x6211;yy&#x7684;&#x3002;&#x662F;&#x4E3A;&#x4E86;&#x7A81;&#x51FA;&#x4EBA;&#x7269;&#x6B63;&#x9762;&#x5F62;&#x8C61;&#xFF0C;&#x4E0D;&#x662F;hei&#xFF09;&#x5E2E;&#x6211;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x3002;&#x3002;&#x597D;&#x5728;&#x5927;&#x5BB6;&#x90FD;&#x633A;&#x8FC7;&#x6765;&#x4E86;&#xFF0C;&#x4E16;&#x754C;&#x548C;&#x5E73;&#xFF0C;&#x4E0A;&#x5E1D;&#x7231;&#x4F60;&#xFF01;:love:</p>
<h4 id="&#x5B89;&#x88C5;&#x5B8C;&#x6210;&#x540E;&#x7684;&#x6587;&#x4EF6;&#x8BEF;&#x89E3;">&#x5B89;&#x88C5;&#x5B8C;&#x6210;&#x540E;&#x7684;&#x6587;&#x4EF6;&#x8BEF;&#x89E3;</h4>
<p>&#x5728;nj&#x548C;git&#x90FD;&#x5B8C;&#x6574;&#x641E;&#x597D;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x6211;&#x5728;&#x4E0B;&#x8F7D;Hexo&#x4EE5;&#x53CA;&#x5B89;&#x88C5;Hexo&#x4E0A;&#x90FD;&#x6CA1;&#x6709;&#x95EE;&#x9898;&#x3002;&#x4F46;&#x662F;&#x5F97;&#x76CA;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x7ECF;&#x9A8C;&#x4E0D;&#x8DB3;&#xFF0C;&#x6211;&#x8BEF;&#x4EE5;&#x4E3A;&#x53D1;&#x751F;&#x4E86;&#x9519;&#x8BEF;&#x3002;</p>
<p>&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF0C;&#x5728;nj&#x6211;&#x914D;&#x7F6E;&#x4E86;&#x5168;&#x5C40;&#x53D8;&#x91CF;&#x7684;&#x5B89;&#x88C5;&#x4F4D;&#x7F6E;&#x662F;g&#x76D8;&#x7684;&#x67D0;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x56E0;&#x6B64;Hexo&#x4E0B;&#x8F7D;&#x5B58;&#x5728;&#x4E86;Hexo&#xFF0C;&#x8FD9;&#x6CA1;&#x95EE;&#x9898;&#x3002;&#x5B89;&#x88C5;&#x7684;&#x8BDD;&#x5728;&#x4E0A;&#x9762;&#x7684;&#x201C;&#x5B89;&#x88C5;&#x76EE;&#x5F55;&#x95EE;&#x9898;&#x201D;&#x5DF2;&#x7ECF;&#x8BF4;&#x4E86;&#xFF0C;&#x4E5F;&#x662F;&#x5F88;&#x7B80;&#x5355;&#x7684;&#x64CD;&#x4F5C;&#xFF0C;&#x4E0D;&#x8981;&#x6709;&#x592A;&#x591A;&#x60F3;&#x6CD5;&#x7167;&#x7740;&#x505A;&#x5176;&#x5B9E;&#x5C31;&#x4E00;&#x5207;ok&#x4E86;&#x3002;&#xFF01;</p>
<p>&#x6211;&#x60F3;&#x592A;&#x591A;&#x4E86;&#x3002;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/mulu.png" alt="hehe"></p>
<p>&#x8FD9;&#x662F;&#x6211;&#x7684;&#x535A;&#x5BA2;&#x5B89;&#x88C5;&#x65F6;&#x5019;&#x4F1A;&#x4EA7;&#x751F;&#x7684;&#x6587;&#x4EF6;&#xFF08;&#x8FD9;&#x662F;&#x540E;&#x6765;&#x7684;&#x622A;&#x56FE;&#xFF0C;&#x5F53;&#x65F6;&#x53EF;&#x80FD;&#x5C11;&#x4E00;&#x4E24;&#x4E2A;&#xFF09;&#xFF0C;&#x4E0D;&#x660E;&#x767D;&#x7684;&#x8BDD;&#x4F1A;&#x89C9;&#x5F97;&#x5F88;&#x7591;&#x60D1;&#x4E48;&#xFF08;&#x600E;&#x4E48;&#x8FD9;&#x4E48;&#x591A;&#xFF1F;&#xFF1F;&#xFF1F;node_modules&#x4E0D;&#x662F;&#x5728;nj&#x76EE;&#x5F55;&#x4E0B;&#x89C1;&#x8FC7;&#x4E48;&#xFF1F;&#x600E;&#x4E48;&#x8DD1;&#x8FD9;&#x91CC;&#x4E86;&#xFF01;&#xFF01;&#xFF01;&#xFF09;&#xFF1F;&#x53CD;&#x6B63;&#x6211;&#x662F;&#x5F88;&#x7591;&#x60D1;</p>
<p>&#x7591;&#x60D1;+&#x77E5;&#x9053;&#x7684;&#x5C11;+&#x5F04;&#x6E05;&#x695A;&#x7684;&#x5FC3;&#x60C5;&#x8FEB;&#x5207;&#x3002;&#x3002;&#x3002;</p>
<p>&#x6700;&#x540E;&#x6211;&#x5378;&#x8F7D;&#x4E86;&#x53C8;&#x88C5;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x53C8;&#x662F;&#x90A3;&#x4E9B;&#x9762;&#x5B54;&#x3002;&#x540E;&#x6765;&#x81EA;&#x5DF1;&#x8C37;&#x6B4C;&#x4E86;&#xFF0C;&#x4E5F;&#x95EE;&#x4E86;&#x95EE;&#x522B;&#x4EBA;&#x3002;&#x3002;&#x6700;&#x7EC8;&#x641E;&#x6E05;&#x695A;&#x4E86;</p>
<blockquote>
<p>&#x5168;&#x5C40;&#x6765;&#x770B;&#xFF0C;&#x535A;&#x5BA2;&#x7684;&#x5B89;&#x88C5;&#x4F1A;&#x4EA7;&#x751F;&#x622A;&#x56FE;&#x4E2D;&#x90A3;&#x6837;&#x7684;&#x6587;&#x4EF6;&#x662F;&#x5408;&#x7406;&#x7684;&#x3002;</p>
<blockquote></blockquote>
<p>&#x4E0D;&#x660E;&#x767D;&#xFF1F;&#x5F53;&#x7136;&#x6CA1;&#x5173;&#x7CFB;</p>
<blockquote></blockquote>
<p><code>&#x5B89;&#x88C5;&#x4E86;&#x4E4B;&#x540E;&#xFF0C;&#x9700;&#x8981;&#x7ECF;&#x5E38;&#x63A5;&#x89E6;&#x7684;&#x5176;&#x5B9E;&#x662F;&#x5F88;&#x6709;&#x9650;&#x7684;&#x51E0;&#x4E2A;&#x6587;&#x4EF6;&#x53CA;&#x6587;&#x4EF6;&#x5939;&#x3002;&#x5728;&#x4E0D;&#x660E;&#x767D;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4E0D;&#x7528;&#x4FEE;&#x6539;&#x4EFB;&#x4F55;&#x4E1C;&#x897F;&#x3002;</code></p>
<blockquote></blockquote>
<p>&#x597D;&#x4E86;&#xFF0C;&#x8BF4;&#x5B8C;&#x4E86;&#x3002;&#x6BCF;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x6709;&#x4EC0;&#x4E48;&#x7528;&#xFF0C;&#x5F53;&#x7136;&#x4F1A;&#x5728;&#x540E;&#x7EED;&#x914D;&#x7F6E;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x6709;&#x6240;&#x4E86;&#x89E3;&#x6709;&#x6240;&#x5B66;&#x4E60;&#x3002;</p>
</blockquote>
<p>&#x9047;&#x5230;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x901A;&#x5E38;&#x4F1A;&#x662F;&#x4EA7;&#x751F;&#x6050;&#x60E7;&#x3002;&#x5475;&#x5475;&#xFF0C;&#x54C8;&#x54C8;&#xFF0C;233.&#x3002;&#x3002;:love:</p>
<h4 id="httplocalhost4000-&#x8C03;&#x8BD5;&#x4E0D;&#x6210;&#x529F;"><a href="http://localhost:4000/" target="_blank" rel="external">http://localhost:4000/</a> &#x8C03;&#x8BD5;&#x4E0D;&#x6210;&#x529F;</h4>
<p>&#x8FD9;&#x53C8;&#x662F;&#x4E00;&#x4E2A;&#x673A;&#x5668;&#x50BB;&#x903C;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#xFF1F;</p>
<p>&#x201C;&#x4EC0;&#x4E48;&#xFF0C;&#x9519;&#x522B;&#x5B57;&#x201D;</p>
<p>&#x201C;&#x4E0D;&#x4E0D;&#x6211;&#x6CA1;&#x6253;&#x9519;&#xFF0C;&#x5C31;&#x662F;&#x673A;&#x5668;&#x50BB;&#x903C;&#x7684;&#x95EE;&#x9898;&#x3002;&#x201D;</p>
<p>&#x90A3;&#x4E48;&#x76F4;&#x8BF4;&#x4E86;&#xFF0C;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x662F;<strong>&#x7535;&#x8111;&#x8FD0;&#x884C;&#x7A0B;&#x5E8F;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8DDF;&#x4F60;&#x7684;&#x4F7F;&#x7528;&#x6CA1;&#x6709;&#x5FC5;&#x7136;&#x5173;&#x7CFB;&#x3002;&#x5373;&#x4F7F;&#x56E0;&#x4E3A;&#x4F60;&#x8FD0;&#x884C;&#x7740;&#x4EC0;&#x4E48;&#x7A0B;&#x5E8F;&#x5BFC;&#x81F4;&#x672C;&#x5730;&#x67E5;&#x770B;&#x535A;&#x5BA2;&#x4E0D;&#x6210;&#x529F;&#xFF0C;&#x4E5F;&#x662F;&#x524D;&#x56E0;&#x6240;&#x5728;&#x5E76;&#x4E0D;&#x602A;&#x4F60;</strong>&#x3002;&#x3002;&#x3002;&#x3002;&#x3002;</p>
<p>&#x6211;&#x5728;&#x7F51;&#x4E0A;&#x7167;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6709;&#x4E9B;&#x4E00;&#x6839;&#x7B4B;&#x3002;&#x6211;&#x5F53;&#x65F6;&#x7B2C;&#x4E00;&#x53CD;&#x5E94;&#x5C31;&#x662F;&#x6211;&#x7684;nj&#x662F;&#x4E0D;&#x662F;&#x88C5;&#x5BF9;&#x4E86;&#xFF1F;&#x6211;&#x7684;&#x535A;&#x5BA2;&#x4E0B;&#x8F7D;&#x4E0D;&#x662F;&#x6700;&#x65B0;&#x7248;&#xFF1F;&#x6211;&#x7684;&#x535A;&#x5BA2;&#x5B89;&#x88C5;&#x6B63;&#x786E;&#x4E86;&#xFF1F;&#x6211;&#x7684;&#x547D;&#x4EE4;&#x884C;&#x662F;&#x5426;&#x90E8;&#x7F72;&#x4E86;&#x535A;&#x5BA2;&#x4F9B;&#x672C;&#x5730;&#x9884;&#x89C8;&#xFF1F;&#x6211;&#x7684;localhost&#xFF1B;4000&#x6CA1;&#x52A0;<code>http://</code>&#x6CA1;&#x5173;&#x7CFB;&#xFF1F;&#x2026;</p>
<p>&#x7136;&#x540E;&#x627E;&#x4E86;&#x4E00;&#x5806;&#x53D1;&#x73B0;&#x6CA1;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x540E;&#x6211;&#x624D;&#x5F00;&#x59CB;&#x60F3;&#x5230;&#x2014;&#x2014;&#x7AEF;&#x53E3;&#x8FD9;&#x79CD;&#x4E1C;&#x897F;&#xFF0C;&#x88AB;&#x6765;&#x5C31;&#x662F;&#x88AB;&#x7A0B;&#x5E8F;&#x5360;&#x7528;&#x4F7F;&#x7528;&#x7684;&#x554A;&#x3002;&#x7136;&#x540E;&#x604D;&#x7136;&#x5927;&#x609F;&#x3002;</p>
<p>&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x7684;&#x65B9;&#x5411;-&gt;<code>4000&#x7AEF;&#x53E3;&#x6709;&#x6728;&#x6709;&#x88AB;&#x5360;&#x7528;&#xFF1F;&#x80FD;&#x5426;&#x786E;&#x8BA4;&#x7AEF;&#x53E3;&#x7684;&#x53EF;&#x7528;&#x6027;&#xFF1F;</code>&#xFF08;&#x4E3A;&#x4F55;&#x4E0D;&#x8BF4;&#x4F7F;&#x7528;&#x5176;&#x4ED6;&#x7AEF;&#x53E3;&#x662F;&#x56E0;&#x4E3A;&#xFF0C;Hexo&#x6700;&#x65B0;&#x7248;&#x672C;&#x5DF2;&#x7ECF;&#x662F;&#x4E0D;&#x652F;&#x6301;server&#x4FEE;&#x6539;&#x4E86;&#xFF0C;&#x5B89;&#x88C5; hexo-server &#x624D;&#x80FD;&#x4F7F;&#x7528;&#x6B64;&#x529F;&#x80FD;&#x3002;&#x56E0;&#x6B64;&#x7AEF;&#x53E3;&#x7684;&#x4F7F;&#x7528;&#x4E0D;&#x60F3;&#x5F80;&#x5E38;&#x4E00;&#x822C;&#x201C;&#x968F;&#x610F;&#x201D;&#xFF09;&#x3002;</p>
<p>&#x7136;&#x540E;&#x968F;&#x4FBF;&#x627E;&#x4E86;&#x51E0;&#x4E0B;&#xFF0C;&#x627E;&#x5230;&#x4E86;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x4E4B;&#x4E00;&#x3002;</p>
<p>&#x7535;&#x8111;&#x7684;&#x8FDB;&#x7A0B;&#x5F53;&#x4E2D;&#xFF0C;&#x7AEF;&#x53E3;&#x7684;&#x4F7F;&#x7528;&#x662F;&#x53EF;&#x4EE5;&#x5168;&#x90E8;&#x67E5;&#x8BE2;&#x7684;&#x3002;&#x5728;win&#x81EA;&#x5E26;&#x7684;PowerShell&#x4E2D;&#x8F93;&#x5165;&#x547D;&#x4EE4;&#x884C;&#xFF1A;</p>
<pre><code>neratat -aon
</code></pre>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zzz1.png" alt="&#x95EE;&#x9898;1"></p>
<pre><code>netstat -aon|findstr 4000
</code></pre>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zzz2.png" alt="&#x95EE;&#x9898;2"></p>
<p>&#x61C2;&#x547D;&#x4EE4;&#x884C;&#x7684;&#x53EF;&#x4EE5;&#x7EE7;&#x7EED;&#x5728;&#x6B64;&#x754C;&#x9762;&#x5229;&#x7528;&#x6307;&#x4EE4;&#x6740;&#x6B7B;4000&#x7AEF;&#x53E3;&#x7684;&#x8FDB;&#x7A0B;&#x3002;&#x3002;&#x4EE5;&#x91CA;&#x653E;&#x7AEF;&#x53E3;&#x3002;&#x3002;&#x3002;</p>
<p>&#x7136;&#x540E;&#x5728;&#x4EFB;&#x52A1;&#x7BA1;&#x7406;&#x5668;&#x4E2D;&#x67E5;&#x770B;pid&#x53F7;&#x4E3A;2816&#x7684;&#x7A0B;&#x5E8F;&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x627E;&#x5230;&#x4E86;&#xFF0C;&#x6211;&#x81EA;&#x5DF1;&#x4EA7;&#x770B;&#x7684;&#x8BE6;&#x7EC6;&#x5185;&#x5BB9;&#x662F;&#x4E00;&#x6B3E;&#x9605;&#x8BFB;&#x5668;&#x8F6F;&#x4EF6;&#x7684;&#x4FDD;&#x62A4;&#x7A0B;&#x5E8F;&#x3002;&#x53F3;&#x952E;&#x7ED3;&#x675F;&#x8FDB;&#x7A0B;&#xFF0C;&#x518D;&#x8FDB;&#x884C;&#x672C;&#x5730;&#x8C03;&#x8BD5;&#x3002;ok&#xFF01;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zzz3.png" alt="&#x89E3;&#x51B3;&#xFF01;"></p>
<p>&#x81F3;&#x6B64;&#x5728;&#x8FDB;&#x884C;&#x672C;&#x5730;&#x8C03;&#x8BD5;&#x73AF;&#x8282;&#xFF0C;&#x6CA1;&#x6709;&#x51FA;&#x95EE;&#x9898;&#x4E86;&#x3002;Hexo&#x535A;&#x5BA2;&#x5B89;&#x88C5;&#x8BE6;&#x7EC6;&#x7684;&#x6559;&#x7A0B;&#x4E0A;&#x90FD;&#x4F1A;&#x6709;&#x8FD9;&#x4E00;&#x5757;&#x7684;&#x6B65;&#x9AA4;&#x6307;&#x4EE4;&#xFF0C;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x81EA;&#x5BFB;&#x6240;&#x7231;&#x3002;&#x3002;&#x3002;</p>
<hr>
<h3 id="iii-&#x672C;&#x5730;&#x535A;&#x5BA2;&#x90E8;&#x7F72;&#x8FDC;&#x65B9;&#x9636;&#x6BB5;">&#x2162; &#x672C;&#x5730;&#x535A;&#x5BA2;&#x90E8;&#x7F72;&#x8FDC;&#x65B9;&#x9636;&#x6BB5;</h3>
<h4 id="git&#x4F20;&#x672C;&#x5730;&#x7684;&#x535A;&#x5BA2;&#x5230;&#x8FDC;&#x7AEF;github-page&#x4E0D;&#x6210;&#x529F;">git<code>&#x4F20;</code>&#x672C;&#x5730;&#x7684;&#x535A;&#x5BA2;&#x5230;&#x8FDC;&#x7AEF;github page&#x4E0D;&#x6210;&#x529F;</h4>
<p>&#x8FD9;&#x6B21;&#x5FC5;&#x987B;&#x627F;&#x8BA4;&#x662F;&#x6211;&#x81EA;&#x5DF1;sb&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x770B;&#x4E86;&#x4E4B;&#x524D;&#x5199;&#x7684;&#x7684;&#x51E0;&#x4E2A;&#x6211;&#x78B0;&#x89C1;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F60;&#x4F1A;&#x89C9;&#x5F97;&#x6211;&#x5728;&#x5B89;&#x88C5;&#x535A;&#x5BA2;&#x7684;&#x65F6;&#x5019;&#x5FC3;&#x60C5;&#x5E94;&#x8BE5;&#x662F;&#x5F88;&#x6DF7;&#x4E71;&#xFF0C;&#x64CD;&#x4F5C;&#x4E5F;&#x662F;&#x5F88;&#x7CDF;&#x7CD5;&#x7684;&#x3002;&#x8FD9;&#x4E2A;&#x4F20;&#x8FDC;&#x7AEF;&#x4E0D;&#x6210;&#x529F;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5BF9;&#x6B64;&#x5C31;&#x5F88;&#x6709;&#x4EE3;&#x8868;&#x6027;&#x3002;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/mulu.png" alt="hehe"></p>
<p>&#x8FD9;&#x56FE;&#x4E4B;&#x524D;&#x51FA;&#x73B0;&#x8FC7;&#xFF0C;&#x662F;&#x672C;&#x5730;&#x5B89;&#x88C5;&#x5B8C;&#x6210;&#x540E;&#x51FA;&#x73B0;&#x7684;&#x6587;&#x4EF6;&#x6587;&#x4EF6;&#x5939;&#x7B49;&#x3002;&#x3002;&#x3002;</p>
<p>&#x8FDC;&#x7AEF;&#x5219;&#x662F;&#x8FD9;&#x4E2A;&#x6837;&#x5B50;&#x7684;&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/yuanduan.png" alt="&#x8FDC;&#x7AEF;"></p>
<p>&#x5B8C;&#x5168;&#x4E0D;&#x4E00;&#x6837;&#x3002;&#x6211;&#x662F;&#x600E;&#x4E48;&#x64CD;&#x4F5C;&#x7684;&#xFF1F;</p>
<blockquote>
<p>&#x6309;&#x7740;&#x6B63;&#x786E;&#x7684;&#x547D;&#x4EE4;&#x884C;&#x4E00;&#x884C;&#x4E00;&#x884C;&#x6572;&#x51FA;&#x6765;&#x7684;&#xFF01;</p>
</blockquote>
<p>&#x5B9E;&#x8BDD;&#xFF0C;&#x771F;&#x7684;&#x6309;&#x7740;&#x547D;&#x4EE4;&#x6572;&#x5F97;&#x3002;&#x4E5F;&#x6CA1;&#x6572;&#x9519;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x95EE;&#x9898;&#x51FA;&#x54EA;&#x4E86;&#xFF1F;</p>
<p><strong>&#x5176;&#x5B9E;&#x6CA1;&#x51FA;&#x95EE;&#x9898;&#xFF01;</strong></p>
<p>&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x6253;&#x5F00;&#x56FE;&#x4E00;&#x4E2D;&#x7684;public&#x6587;&#x4EF6;&#x5939;&#x770B;&#x770B;&#x518D;&#x8BF4;&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/222.png" alt="&#x5475;&#x5475;"></p>
<p>&#x4E0D;&#x77E5;&#xFF0C;&#x4F60;&#x662F;&#x5426;&#x53D1;&#x73B0;&#x4E86;&#x4EC0;&#x4E48;&#x3002;&#x603B;&#x4E4B;&#xFF0C;&#x6211;&#x4E0D;&#x8BF4;&#x592A;&#x591A;&#x4E86;&#x3002;&#x76F4;&#x63A5;&#x7ED9;&#x51FA;&#x89E3;&#x7B54;&#x3002;</p>
<pre><code>$ hexo g -d
</code></pre>
<p>&#x4E0A;&#x9762;&#x7684;&#x547D;&#x4EE4;&#x662F;&#x5C06;&#x672C;&#x5730;&#x4FEE;&#x6539;&#x597D;&#x7684;&#x6700;&#x65B0;&#x7684;&#x535A;&#x5BA2;&#xFF0C;&#x8FDB;&#x884C;&#x751F;&#x6210;&#xFF08;&#x672C;&#x5730;&#x751F;&#x6210;,<code>generate</code>&#xFF09;&#x5E76;&#x90E8;&#x7F72;&#xFF08;&#x8FDC;&#x7A0B;&#x90E8;&#x7F72;&#x6309;&#x7167;&#x4E4B;&#x524D;&#x8BBE;&#x7F6E;&#x7684;github&#x8D26;&#x53F7;sshKey&#x5730;&#x5740;&#x4ED3;&#x5E93;&#x540D;&#x5B57;&#x7B49;&#x7B49;&#x2026;<code>deploy</code>&#xFF09;</p>
<pre><code>$ hexo generate --deploy
$ hexo deploy --generate
</code></pre>
<p>&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF1A;&#xFF1A;&#xFF1A;&#x8FD9;&#x4E2A;&#x64CD;&#x4F5C;&#x5E76;&#x4E0D;&#x9700;&#x8981;<code>git push</code>&#x5C06;&#x6240;&#x6709;&#x6587;&#x4EF6;&#x4F20;&#x5411;&#x8FDC;&#x7AEF;&#x4ED3;&#x5E93;&#xFF01;</p>
<p>&#x6240;&#x4EE5;&#x5176;&#x5B9E;&#x6211;&#x662F;&#x4E00;&#x76F4;&#x5728;&#x505A;&#x6B63;&#x786E;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x800C;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5904;&#x5728;&#x54EA;&#x4E2A;&#x4F4D;&#x7F6E;&#x3002;&#x4E5F;&#x662F;&#x53EF;&#x60B2;&#x554A;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x5F88;&#x7B80;&#x5355;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5F53;&#x65F6;&#x6211;&#x627E;&#x4E86;&#x5F88;&#x591A;&#x7684;&#x6559;&#x7A0B;&#xFF0C;&#x8BE6;&#x7EC6;&#x7684;&#x53EF;&#x4EE5;&#x90FD;&#x53EF;&#x4EE5;&#x7CBE;&#x786E;&#x5230;&#x547D;&#x4EE4;&#x884C;&#x7684;&#x5355;&#x8BCD;&#x91CA;&#x4E49;&#xFF0C;&#x6587;&#x4EF6;&#x5939;&#x6587;&#x4EF6;&#x8BF4;&#x660E;&#x3002;&#x3002;&#x3002;&#x4F46;&#x662F;&#x672C;&#x5730;&#x535A;&#x5BA2;&#x76EE;&#x5F55;&#x6587;&#x4EF6;&#x7684;&#x5927;&#x81F4;&#x547D;&#x8FD0;&#xFF08;&#x8BE5;&#x4E0D;&#x8BE5;push&#xFF1F;&#x54EA;&#x4E2A;&#x662F;&#x54EA;&#x4E2A;&#xFF1F;&#x8C01;&#x52A8;&#x8C01;&#x4E0D;&#x52A8;&#xFF1F;&#xFF09;&#xFF0C;&#x5374;&#x627E;&#x4E0D;&#x5230;&#x8BF4;&#x660E;&#x3002;</p>
<p>&#x6211;&#x662F;&#x4E0D;&#x806A;&#x660E;&#x7684;&#x4EBA;&#xFF0C;&#x4E5F;&#x8BB8;&#x5728;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x5E76;&#x6CA1;&#x6709;&#x8FDB;&#x884C;&#x771F;&#x6B63;&#x7684;&#x601D;&#x8003;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x6211;&#x548E;&#x7531;&#x81EA;&#x53D6;&#x3002;&#x1F622;</p>
<p>&#x4F46;&#x4E5F;&#x8BB8;&#xFF0C;&#x5927;&#x5BB6;&#x6240;&#x8C13;&#x7684;&#x201C;&#x624B;&#x628A;&#x624B;&#x201D;&#x7684;&#x5404;&#x79CD;&#x6559;&#x7A0B;&#x3002;&#x4E5F;&#x662F;<code>&#x2018;&#x6B8B;&#x5E9F;&#x7684;&#x8D85;&#x4EBA;&#x2019;</code>&#x5462;&#xFF1F;</p>
<h4 id="&#x51E0;&#x53E5;&#x5E9F;&#x8BDD;">&#x51E0;&#x53E5;&#x5E9F;&#x8BDD;</h4>
<p>&#x600E;&#x4E48;&#x6837;&#xFF0C;?&#x82E5;&#x4F60;&#x662F;&#x5B89;&#x88C5;&#x535A;&#x5BA2;&#xFF0C;&#x4E5F;&#x4E00;&#x5B9A;&#x4F1A;&#x770B;&#x4E86;&#x4E9B;&#x6587;&#x6863;&#x6559;&#x7A0B;&#xFF0C;&#x770B;&#x6211;&#x7684;&#x8FD9;&#x7BC7;&#x82E5;&#x662F;&#x770B;&#x5230;&#x8FD9;&#x91CC;&#x4F30;&#x8BA1;&#x4F60;&#x4E5F;&#x662F;&#x88C5;&#x5F97;&#x5DEE;&#x4E0D;&#x591A;&#x4E86;&#x751A;&#x81F3;78&#x6210;&#x6211;&#x90FD;&#x611F;&#x89C9;&#x4F60;&#x88C5;&#x5B8C;&#x4E86;&#x2014;<code>all finished!</code></p>
<p>&#x8FD9;&#x4E48;&#x8BF4;&#x5F53;&#x7136;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x4E4B;&#x524D;&#x672C;&#x5730;&#x7684;&#x95EE;&#x9898;&#x4F20;&#x8F93;&#x7684;&#x95EE;&#x9898;&#x90FD;&#x8BF4;&#x4E86;&#xFF0C;&#x80AF;&#x5B9A;&#x5462;&#x535A;&#x5BA2;&#x7684;&#x90E8;&#x7F72;&#x5B89;&#x88C5;&#x90FD;ok&#x4E86;&#x3002;&#x786E;&#x5B9E;&#x5982;&#x6B64;&#xFF01;</p>
<p>&#x8FD9;&#x91CC;&#x8981;&#x8BF4;&#x7684;<code>&#x51E0;&#x53E5;&#x5E9F;&#x8BDD;</code>&#xFF0C;&#x5176;&#x5B9E;&#x5728;&#x4E4B;&#x524D;&#x8BC9;&#x82E6;&#x9047;&#x5230;&#x5177;&#x4F53;&#x95EE;&#x9898;&#x7684;&#x65F6;&#x5019;&#x4E5F;&#x8BF4;&#x5F97;&#x5DEE;&#x4E0D;&#x591A;&#x4E86;&#x3002;&#x8981;&#x7279;&#x522B;&#x8BF4;&#x660E;&#x4E00;&#x4E0B;&#x7684;&#x8BDD;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x4E0D;&#x6EE1;&#x610F;&#x3002;</p>
<p>&#x60F3;&#x6765;&#x81EA;&#x5DF1;&#x7B97;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x4E13;&#x4E1A;&#x7684;&#xFF0C;&#x8BF4;&#x8D77;&#x6765;&#x8FD9;&#x65B9;&#x9762;&#x7B97;&#x662F;&#x79D1;&#x73ED;&#x51FA;&#x8EAB;&#x90FD;&#x4E0D;&#x7B97;&#x662F;&#x534A;&#x8DEF;&#x51FA;&#x5BB6;&#x3002;&#x4F46;&#x662F;&#x5B9E;&#x9645;&#x7684;&#x64CD;&#x4F5C;&#x6548;&#x679C;&#x770B;&#x4E0A;&#x53BB;&#xFF0C;&#x6BD4;&#x8D77;&#x8BB8;&#x591A;&#x6587;&#x79D1;&#x751F;&#x751A;&#x81F3;&#x9AD8;&#x4E2D;&#x751F;&#x5565;&#x7684;&#x90FD;&#x900A;&#x8272;&#x592A;&#x591A;&#x4E86;&#x3002;&#x5F88;&#x60ED;&#x6127;&#x3002;</p>
<p>&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x6401;&#x4EE5;&#x524D;&#x6211;&#x53EF;&#x80FD;&#x8FD8;&#x4F1A;&#x8BF4;&#xFF1A;<code>&#x6211;&#x8EAB;&#x8FB9;&#x6709;&#x7684;&#x4EBA;&#x6BD4;&#x6211;&#x8FD8;&#x4E0D;&#x884C;&#x54E9;</code>&#x1F602;</p>
<p>&#x73B0;&#x5728;&#x5462;&#xFF0C;&#x6211;&#x4E0D;&#x4F1A;&#x518D;&#x8BF4;&#x4E86;&#x3002;&#x771F;&#x7684;&#x6709;&#x4EBA;&#x6BD4;&#x6211;&#x8FD8;&#x5DEE;&#x8DDF;&#x6211;&#x4E5F;&#x6CA1;&#x5173;&#x7CFB;&#xFF01;&#x6211;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x5E94;&#x8BE5;&#x660E;&#x767D;&#x5E94;&#x8BE5;&#x62FF;&#x4E0B;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x8DDF;&#x522B;&#x4EBA;&#x6709;&#x4EC0;&#x4E48;&#x5173;&#x7CFB;&#xFF1F;&#x5012;&#x4E0D;&#x662F;&#x8BF4;&#x4E00;&#x4E2A;&#x4EBA;&#x8BE5;&#x6B63;&#x4E09;&#x89C2;&#x8BE5;&#x6B63;&#x5FC3;&#x6001;&#x5565;&#x7684;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x8BF4;&#x90A3;&#x79CD;&#x201C;&#x6709;&#x4EBA;&#x4E0D;&#x5982;&#x6211;&#x201D;&#x7684;&#x601D;&#x60F3;&#x8BA9;&#x6211;&#x96BE;&#x6536;&#x76CA;&#x597D;&#x5403;&#x4E8F;&#x7B49;&#x7B49;&#x3002;&#x3002;&#x3002;&#x53EA;&#x662F;&#x554A;&#xFF0C;</p>
<blockquote class="blockquote-center"><p>&#x4E00;&#x4E2A;&#x613F;&#x610F;&#x4E0E;&#x6708;&#x4EAE;&#x5355;&#x72EC;&#x76F8;&#x5904;&#x7684;&#x4EBA;&#xFF0C;&#x53C8;&#x4F55;&#x5FC5;&#x53BB;&#x9009;&#x62E9;&#x55A7;&#x56A3;&#x8052;&#x566A;&#x7684;&#x8BF4;&#x8F9E;&#x5462;&#xFF1F;</p>
</blockquote>
<p>&#x8BF4;&#x5B8C;&#x4E86;&#xFF0C;&#xFF0C;&#xFF0C;&#x4EBA;&#x7B28;&#x591A;&#x52E4;&#x594B;&#xFF0C;&#x4EBA;&#x4E11;&#x591A;&#x8BFB;&#x4E66;&#x3002;&#x3002;&#x3002;</p>
<h3 id="iv-&#x535A;&#x5BA2;&#x8C03;&#x8BD5;&#x529F;&#x80FD;&#x9636;&#x6BB5;">&#x2163; &#x535A;&#x5BA2;&#x8C03;&#x8BD5;&#x529F;&#x80FD;&#x9636;&#x6BB5;</h3>
<h4 id="&#x4FA7;&#x680F;&#x793E;&#x4EA4;&#x5916;&#x94FE;&#x56FE;&#x6807;&#x95EE;&#x9898;">&#x4FA7;&#x680F;&#x793E;&#x4EA4;&#x5916;&#x94FE;&#x56FE;&#x6807;&#x95EE;&#x9898;</h4>
<p><a href="http://theme-next.iissnan.com/theme-settings.html#author-sites" target="_blank" rel="external"><code>&#x8FD9;&#x4E2A;&#x7F51;&#x9875;</code></a>&#x5176;&#x5B9E;&#x5DF2;&#x7ECF;&#x89E3;&#x51B3;&#x4E86;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x6211;&#x7B80;&#x5355;&#x5F3A;&#x8C03;&#x4E00;&#x4E0B;&#x6211;&#x81EA;&#x5DF1;&#x9047;&#x89C1;&#x7684;&#x95EE;&#x9898;&#x3002;&#x3002;&#x3002;&#x90E8;&#x5206;&#x56FE;&#x6807;&#x663E;&#x793A;&#x4E0D;&#x5168;&#x3002;&#x3002;&#x3002;</p>
<p>&#x6839;&#x636E;&#x4EE3;&#x7801;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x56FE;&#x6807;&#x7684;&#x539F;&#x7406;&#x662F;&#xFF1A;<code>social_icons</code>&#x786E;&#x8BA4;&#x4F7F;&#x7528;&#x540E;&#x5C31;&#x4ECE;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#x5F97;&#x5230;&#x4E86;&#x56FE;&#x6807;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x94FE;&#x63A5;&#x7684;&#x524D;&#x65B9;&#x53BB;&#x663E;&#x793A;&#x3002;&#x6548;&#x679C;&#x5927;&#x6982;&#x662F;&#x4E0B;&#x9762;&#x90A3;&#x6837;;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/hehehe.png" alt="hehehe"></p>
<p>&#x6211;&#x662F;&#x5F88;&#x65E0;&#x5948;&#xFF0C;&#x4E4B;&#x524D;&#x6709;&#x8FC7;&#x7684;&#x5C1D;&#x8BD5;&#x53D1;&#x73B0;&#x4E86;&#x56FD;&#x5185;&#x7684;&#x5F88;&#x591A;&#x90FD;&#x6CA1;&#x529E;&#x6CD5;&#x663E;&#x793A;&#x3002;2333</p>
<p>weibo&#x5076;&#x5C14;&#x663E;&#x793A;&#x51FA;&#x6765;&#x8FC7;&#xFF0C;&#x540E;&#x6765;&#x7D22;&#x6027;&#x628A;&#x56FD;&#x5185;&#x7684;&#x5168;&#x90FD;<code>false</code>&#x6389;&#x4E86;&#x3002;&#x82E5;&#x4F60;&#x60F3;&#x597D;&#x597D;&#x628A;&#x8FD9;&#x4E2A;&#x8BBE;&#x7F6E;&#x7684;&#x8BDD;&#x3002;&#x968F;&#x4FBF;&#x767E;&#x5EA6;&#x8C37;&#x6B4C;&#x51E0;&#x7BC7;&#x6559;&#x7A0B;&#x7EDD;&#x5BF9;&#x6CA1;&#x4EFB;&#x4F55;&#x95EE;&#x9898;&#x4E86;&#x3002;&#x4E0D;&#x518D;&#x8D58;&#x8FF0;&#xFF0C;&#x795D;&#x5404;&#x4F4D;&#x4FEE;&#x6539;&#x987A;&#x5229;&#x3002;</p>
<h4 id="&#x7AD9;&#x70B9;&#x5730;&#x56FE;&#x63D0;&#x4EA4;&#x95EE;&#x9898;">&#x7AD9;&#x70B9;&#x5730;&#x56FE;&#x63D0;&#x4EA4;&#x95EE;&#x9898;</h4>
<p>&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x5176;&#x5B9E;&#x4E5F;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x62D3;&#x5C55;&#x8BBE;&#x7F6E;&#x95EE;&#x9898;&#xFF0C;&#x5728;&#x6211;&#x770B;&#x6765;&#x8BBE;&#x7F6E;&#x7684;&#x5FC5;&#x8981;&#x6027;&#x5B58;&#x5728;&#x5374;&#x4E0D;&#x662F;&#x5FC5;&#x987B;&#x3002;<code>&#x7AD9;&#x70B9;&#x5730;&#x56FE;</code>&#x7684;&#x4F5C;&#x7528;&#x662F;&#xFF1A;<code>&#x5C06;&#x4F60;&#x7684;&#x4E2A;&#x4EBA;&#x7F51;&#x7AD9;&#x7AD9;&#x70B9;&#x5730;&#x56FE;&#x63D0;&#x4EA4;&#x7ED9;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#xFF0C;&#x7136;&#x540E;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x8718;&#x86DB;&#x5C31;&#x53EF;&#x4EE5;&#x65B9;&#x4FBF;&#x7684;&#x7D22;&#x5F15;&#x4F60;&#x7684;&#x7F51;&#x7AD9;&#x4E86;&#x3002;</code></p>
<p>&#x600E;&#x4E48;&#x8BBE;&#x7F6E;&#xFF1F;&#x770B;&#x7740;&#x8FD9;&#x535A;&#x5BA2;&#x7684;&#x5C3F;&#x6027;&#x3002;&#x4F30;&#x8BA1;&#x4F60;&#x4E5F;&#x60F3;&#x5230;&#x4E86;&#xFF0C;&#x6211;&#x4F1A;&#x544A;&#x8BC9;&#x4F60;&#xFF0C;&#x53BB;&#x627E;&#x5427;2333.&#x3002;&#x3002;<a href="http://tengj.top/2016/03/14/hexo6seo/#%E8%AE%A9%E8%B0%B7%E6%AD%8C%E6%94%B6%E5%BD%95%E6%88%91%E4%BB%AC%E7%9A%84%E5%8D%9A%E5%AE%A2" target="_blank" rel="external"><code>click</code></a></p>
<p>&#x5982;&#x679C;&#x4F60;&#x7167;&#x7740;&#x4E00;&#x6B65;&#x6B65;&#x6210;&#x529F;&#x7684;&#x8BDD;&#x606D;&#x559C;&#x4F60;&#xFF0C;&#x5F88;&#x5389;&#x5BB3;&#xFF01;&#x6211;&#x7167;&#x7740;&#x505A;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x767E;&#x5EA6;&#x65B9;&#x9762;&#x4E00;&#x76F4;&#x4E0D;&#x6210;&#x529F;&#x3002;</p>
<p>&#x8C37;&#x6B4C;&#x7684;&#x8BDD;&#x6700;&#x65E9;&#x5728;&#x5B89;&#x88C5;&#x914D;&#x7F6E;&#x535A;&#x5BA2;&#x65F6;&#x5019;&#x6211;&#x5728;&#x2018;&#x7AD9;&#x70B9;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#x2019;&#x4E2D;&#x6DFB;&#x52A0;&#x4E86;Google&#x5206;&#x6790;&#x2014;google_analytics.&#x4EE5;&#x81F3;&#x4E8E;&#x540E;&#x6765;&#x76F4;&#x63A5;&#x5728;&#x8C37;&#x6B4C;&#x5C31;&#x53EF;&#x4EE5;&#x641C;&#x7D22;&#x5230;&#x6211;&#x7684;&#x535A;&#x5BA2;&#x4EE5;&#x53CA;&#x5185;&#x5BB9;&#x3002;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/google.png" alt="&#x8C37;&#x6B4C;"></p>
<p>&#x767E;&#x5EA6;&#x7684;&#x8BDD;&#xFF0C;&#x7ED3;&#x679C;&#x662F;&#x5982;&#x4E0B;&#x6240;&#x793A;&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/baidu.png" alt="&#x767E;&#x5EA6;"></p>
<p>&#x5176;&#x4E2D;&#x7684;&#x7F18;&#x7531;&#xFF0C;&#x4E0D;&#x5F97;&#x800C;&#x77E5;&#x3002;&#x8BBE;&#x7F6E;&#x7684;&#x8BDD;&#xFF0C;&#x4E5F;&#x8BB8;&#x6709;&#x95EE;&#x9898;&#x5427;&#x3002;&#x66F4;&#x591A;&#x7684;&#xFF0C;&#x6211;&#x60F3;&#x8BF4;&#x51E0;&#x70B9;</p>
<ol>
<li>&#x56E0;&#x4E3A;&#x7F51;&#x7AD9;&#x6700;&#x7EC8;&#x662F;&#x5C5E;&#x4E8E;github&#x4E0A;&#x7684;&#x9759;&#x6001;&#x7F51;&#x7AD9;&#xFF0C;&#x56E0;&#x6B64;&#x83B7;&#x53D6;&#x7AD9;&#x70B9;&#x8BA4;&#x8BC1;&#x7684;&#x65B9;&#x5F0F;&#x5C31;&#x6BD4;&#x8F83;&#x5355;&#x4E00;&#x3002;&#x6DFB;&#x52A0;&#x4E86;xml&#x6587;&#x4EF6;&#x5E76;&#x5199;&#x597D;&#x76F8;&#x5E94;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x4E5F;&#x662F;&#x4E0D;&#x4E00;&#x5B9A;&#x5C31;ok&#x7684;&#x3002;</li>
<li>&#x5C31;&#x4E8B;&#x8BBA;&#x4E8B;&#xFF0C;&#x5728;hexo&#x914D;&#x7F6E;&#x4E2D;Google&#x5C55;&#x73B0;&#x7684;&#x5B9E;&#x529B;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x5BF9;&#x4E8E;&#x521D;&#x7EA7;&#x5F00;&#x53D1;&#x8005;&#xFF08;like me&#xFF09;&#xFF0C;&#x4F18;&#x5316;&#x4E86;&#x592A;&#x591A;&#x7684;&#x5730;&#x65B9;&#x3002;&#x8F7B;&#x800C;&#x6613;&#x4E3E;&#x7684;&#x53D1;&#x73B0;&#x4F60;&#x7684;&#x7F51;&#x7AD9;&#x5E76;&#x4E14;&#x6536;&#x5F55;&#xFF0C;&#x4E0D;&#x662F;&#x5565;&#x5927;&#x4E8B;&#x60C5;&#xFF0C;&#x4F46;&#x662F;&#x8BA9;&#x4EBA;&#x5FC3;&#x60C5;&#x6109;&#x60A6;&#x3002;</li>
<li>baidu&#x7684;&#x6709;&#x4E9B;&#x4E8B;&#x60C5;&#xFF0C;&#x8BA9;&#x4EBA;&#x5FC3;&#x751F;&#x55B7;&#x610F;&#x3002;&#x4E0D;&#x66FE;&#x60F3;&#x5230;&#x4E86;&#x4E5F;&#x8BB8;&#x4E0D;&#x7528;&#x8BA4;&#x771F;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x4F9D;&#x7136;&#x5475;&#x5475;&#x3002;&#x3002;&#x3002;</li>
</ol>
<h4 id="emoji&#x56FE;&#x6807;">emoji&#x56FE;&#x6807;</h4>
<p>&#x8FD9;&#x4E2A;&#x662F;&#x6211;&#x4E2A;&#x4EBA;&#x5F88;&#x60F3;&#x4F7F;&#x7528;&#x7684;&#xFF0C;&#x53EF;&#x4EE5;&#x7ED9;&#x5E73;&#x6DE1;&#x7684;&#x6587;&#x5B57;&#x589E;&#x6DFB;&#x4E00;&#x4E1D;&#x4EAE;&#x8272;&#xFF0C;&#x5F88;&#x597D;&#x7528;&#x3002;</p>
<p>&#x8D77;&#x5148;&#x6211;&#x4EE5;&#x4E3A;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x4E0D;&#x4F1A;&#x5B58;&#x5728;&#xFF0C;&#x56E0;&#x4E3A;&#x4F7F;&#x7528;&#x81EA;&#x5DF1;&#x7684;&#x7F16;&#x8F91;&#x5668;&#x7528;markdown&#x683C;&#x5F0F;&#x4E66;&#x5199;&#x535A;&#x5BA2;&#x65F6;&#x5019;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x53D1;&#x73B0;&#x5F02;&#x5E38;&#xFF0C;&#x751F;&#x6210;&#x7684;&#x9884;&#x89C8;&#x5F88;&#x5B8C;&#x7F8E;&#x3002;&#x6211;&#x77E5;&#x9053;hexo&#x7684;&#x535A;&#x5BA2;&#x4E4B;&#x4E2D;&#xFF0C;&#x662F;&#x6709;&#x7740;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x5957;&#x6E32;&#x67D3;&#x7CFB;&#x7EDF;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x4F1A;&#x51FA;&#x73B0;emoji&#x8BC6;&#x522B;&#x7684;&#x60C5;&#x51B5;&#x3002;</p>
<p>&#x7F51;&#x4E0A;&#x6709;&#x4E9B;&#x652F;&#x6301;emoji&#x7684;&#x63D2;&#x4EF6;&#xFF0C;&#x4F46;&#x662F;&#x8003;&#x8651;&#x4EE5;&#x4E0B;&#x4E24;&#x70B9;&#xFF1A;</p>
<ol>
<li>&#x90FD;&#x9700;&#x8981;&#x5728;&#x6D4F;&#x89C8;&#x5668;&#x7AEF;&#x8FDB;&#x884C;&#x5904;&#x7406;</li>
<li>&#x672C;&#x8EAB;&#x4F7F;&#x7528;&#x7684;js&#x5E93;&#x5DF2;&#x7ECF;&#x5F88;&#x591A;</li>
</ol>
<blockquote>
<p>&#x6240;&#x4EE5;emoji&#x7684;&#x6E32;&#x67D3;&#xFF0C;&#x5F53;&#x7136;&#x662F;&#x63D0;&#x524D;&#x8FDB;&#x884C;&#xFF01;&#x3002;</p>
</blockquote>
<p>hexo&#x5F53;&#x524D;&#x5DF2;&#x7ECF;&#x662F;3.0&#x7684;&#x7248;&#x672C;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x7248;&#x672C;&#x4E4B;&#x4E2D;&#x7684;<code>hexo-tag-emojis</code>&#x63D2;&#x4EF6;&#x5E76;&#x4E0D;&#x8D77;&#x4F5C;&#x7528;&#xFF0C;&#xFF01;&#x90A3;&#x4E48;&#x4F7F;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x5F53;&#x7136;&#x662F;&#x6709;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x6539;&#x53D8;hexo&#x9ED8;&#x8BA4;&#x7684;markdown&#x6E32;&#x67D3;&#x5668;&#x6765;&#x6E32;&#x67D3;emoji&#x3002;</p>
<p>hexo&#x9ED8;&#x8BA4;&#x7684;markdown&#x6E32;&#x67D3;&#x63D2;&#x4EF6;&#x662F;hexo-renderer-marked&#xFF0C;&#x4E5F;&#x5C31;&#x662F;marked&#x6E32;&#x67D3;&#x5668;&#x7684;hexo&#x7248;&#x672C;&#xFF0C;&#x8FD9;&#x4E2A;&#x6E32;&#x67D3;&#x5668;&#x4E0D;&#x652F;&#x6301;&#x63D2;&#x4EF6;&#x6269;&#x5C55;&#x3002;</p>
<p>&#x5728;&#x76F8;&#x5173;&#x7684;PR&#x4E2D;&#x6709;&#x63D0;&#x5230;&#x8981;&#x652F;&#x6301;emoji&#xFF0C;&#x4F46;&#x662F;&#x5374;&#x8FDF;&#x8FDF;&#x6CA1;&#x6709;marge&#x8FDB;&#x6765;&#x3002;&#x7136;&#x540E;&#x5C31;&#x662F;&#x53E6;&#x5916;&#x4E00;&#x4E2A;markdown&#x6E32;&#x67D3;&#x5668;hexo-renderer-markdown-it&#xFF0C;&#x8FD9;&#x4E2A;&#x6E32;&#x67D3;&#x5668;&#x652F;&#x6301;&#x63D2;&#x4EF6;&#x914D;&#x7F6E;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;markdown-it-emoji&#x63D2;&#x4EF6;&#x6765;&#x652F;&#x6301;emoji&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x8981;&#x5C06;&#x539F;&#x6765;&#x7684;markdown&#x6E32;&#x67D3;&#x5668;&#x6362;&#x6210;&#x8FD9;&#x4E2A;<code>hexo-renderer-markdown-it</code>&#x3002;</p>
<p>so&#xFF0C;&#x5148;&#x5378;&#x8F7D;&#x539F;&#x6E32;&#x67D3;&#x5668;&#xFF0C;&#x518D;&#x5B89;&#x88C5;&#x65B0;&#x7684;&#x6E32;&#x67D3;&#x5668;&#x3002;&#x5728;&#x535A;&#x5BA2;&#x76EE;&#x5F55;&#x8FDB;&#x884C;git&#x64CD;&#x4F5C;&#x5373;&#x53EF;</p>
<pre><code>$ npm un hexo-renderer-marked --save

$ npm i hexo-renderer-markdown-it --save
</code></pre>
<p>then,&#x4E0B;&#x8F7D;markdown-it-emoji&#x63D2;&#x4EF6;</p>
<pre><code>$ npm i markdown-it-emoji --save
</code></pre>
<p>&#x5168;&#x90E8;&#x5B8C;&#x6210;&#x4E86;&#x4E0B;&#x8F7D;&#x5B89;&#x88C5;&#xFF0C;&#x4E0B;&#x9762;&#x9700;&#x8981;&#x7684;&#x662F;&#x6700;&#x540E;&#x4E00;&#x6B65;&#x914D;&#x7F6E;&#x7F16;&#x8F91;hexo&#x7684;&#x914D;&#x7F6E;&#x6587;&#x4EF6;<code>_config.yml</code>&#x6765;&#x914D;&#x7F6E;markdown&#x6E32;&#x67D3;&#x5668;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/md_edit.png" alt="md_edit"></p>
<p>&#x50CF;&#x8FD9;&#x6837;&#x3002;&#x3002;&#x3002;&#x8F93;&#x5165;<code>:smile: :smirk: :relieved: :joy:</code>&#xFF0C;&#x4F1A;&#x6E32;&#x67D3;&#x6210;&#x1F604; &#x1F60F; &#x1F60C; &#x1F602;</p>
<p>&#x4E0D;&#x559C;&#x6B22;Unicode&#x8868;&#x60C5;&#x7684;&#x8BDD;&#xFF0C;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x56FE;&#x7247;&#x6837;&#x5F0F;&#x7684;emoji&#x8868;&#x60C5;&#x3002;&#x9700;&#x8981;&#x4F60;&#x4FEE;&#x6539;&#x6E90;&#x4EE3;&#x7801;&#x5E76;&#x4E0B;&#x8F7D;<code>twemoji</code>&#xFF0C;&#x5E76;&#x4FEE;&#x6539;<code>markdown-it-emoji</code>&#x6A21;&#x5757;&#x91CC;&#x7684;<code>index.js</code>&#x6587;&#x4EF6;&#x3002;&#x3002;&#x3002;&#x6B64;&#x5904;&#x4E0D;&#x518D;&#x8D58;&#x8FF0;&#x3002;</p>
<p>&#x6700;&#x540E;&#x63D0;&#x4F9B;&#x51E0;&#x4E2A;&#x798F;&#x5229;&#x2014;<a href="http://www.webpagefx.com/tools/emoji-cheat-sheet/" target="_blank" rel="external">&#x70B9;&#x5F00;</a>&#x2014;<a href="https://markdown-it.github.io/" target="_blank" rel="external">&#x7785;&#x7785;</a></p>
<h4 id="&#x6587;&#x7AE0;&#x81EA;&#x52A8;&#x751F;&#x6210;&#x76EE;&#x5F55;">&#x6587;&#x7AE0;&#x81EA;&#x52A8;&#x751F;&#x6210;&#x76EE;&#x5F55;</h4>
<p>&#x8FD9;&#x91CC;&#x8BF4;&#x7684;&#x4EC5;&#x4EC5;&#x662F;&#x751F;&#x6210;&#x76EE;&#x5F55;&#xFF0C;&#x662F;&#x81EA;&#x5E26;&#x7684;&#x529F;&#x80FD;&#xFF01;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x5C31;ok&#x4E86;&#x3002;&#x9119;&#x4EBA;&#x6BD4;&#x8F83;&#x4E0D;&#x5E78;&#x8FD0;&#xFF0C;&#x4E4B;&#x524D;&#x4E00;&#x76F4;&#x51FA;&#x4E0D;&#x6765;&#xFF0C;&#x540E;&#x6765;&#x51E0;&#x756A;&#x8C03;&#x8BD5;&#x624D;&#x7B97;&#x662F;&#x7406;&#x89E3;&#x4E86;&#x4EC0;&#x4E48;&#x662F;&#x6B63;&#x5E38;&#x7684;&#x76EE;&#x5F55;&#x751F;&#x6210;&#xFF01;&#x1F622;</p>
<p>&#x5148;&#x7ED9;&#x51FA;&#x4E09;&#x4E2A;&#x5728;&#x8C37;&#x6B4C;&#x4E0A;&#x6392;&#x540D;&#x9760;&#x524D;&#x7684;&#x51E0;&#x4E2A;&#x8C03;&#x6574;&#xFF08;&#x89E3;&#x51B3;&#xFF09;&#x65B9;&#x6848;&#xFF1A;</p>
<ol>
<li>
<p><a href="http://kuangqi.me/tricks/enable-table-of-contents-on-hexo/#%E4%BF%AE%E6%94%B9Landscape%E4%B8%BB%E9%A2%98%E7%9A%84ejs%E6%96%87%E4%BB%B6" target="_blank" rel="external">p1</a></p>
</li>
<li>
<p><a href="http://moxfive.xyz/2016/06/13/hexo-collapsible-toc/#comments" target="_blank" rel="external">p2</a></p>
</li>
<li>
<p><a href="http://darren90.github.io/2015/08/02/Hexo%E6%B7%BB%E5%8A%A0%E9%A1%B5%E5%86%85%E7%9B%AE%E5%BD%95/" target="_blank" rel="external">p3</a></p>
</li>
</ol>
<p>&#x770B;&#x5B8C;&#x4E86;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x95EE;&#x4F60;&#x662F;&#x5565;&#x611F;&#x60F3;&#xFF0C;&#x53CD;&#x6B63;&#x8FD9;&#x5C31;&#x662F;&#x4E8B;&#x5B9E;&#x3002;</p>
<p>&#x6211;&#x7684;&#x95EE;&#x9898;&#x662F;&#x50CF;&#x4ED6;&#x4EEC;&#x90A3;&#x6837;&#x89E3;&#x51B3;&#x7684;&#xFF1F;</p>
<blockquote>
<p>&#x201C;no&#x201D;</p>
</blockquote>
<p>md&#x7684;&#x4E66;&#x5199;&#x7ECF;&#x5E38;&#x4F7F;&#x7528;&#x201C;#&#x201D;,&#x6765;&#x5F62;&#x6210;&#x6807;&#x9898;&#xFF0C;&#x6807;&#x9898;&#x7684;&#x5C42;&#x7EA7;&#x5C31;&#x662F;&#x4EE5;&#x4F7F;&#x7528;&#x201C;#&#x201D;&#x7684;&#x6570;&#x91CF;&#x6765;&#x533A;&#x5206;&#x7684;&#x3002;so,&#x7B80;&#x5355;&#x7684;&#x5C42;&#x7EA7;&#x50CF;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/hehe.png" alt="hehe"></p>
<p>&#x8FD9;&#x6837;&#x7684;&#xFF0C;&#x5176;&#x5B9E;&#x53EA;&#x9700;&#x8981;&#x6CE8;&#x610F;&#x4E0A;&#x7EA7;&#x4E0E;&#x6B21;&#x7EA7;&#x7684;&#x201C;#&#x201D;&#x6570;&#x91CF;&#x5DEE;&#x4E00;&#x4E2A;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;&#x591A;&#x4E86;&#x5C11;&#x4E86;&#x53CD;&#x6B63;&#x6211;&#x662F;&#x51FA;&#x4E0D;&#x6765;&#x3002;&#x81F3;&#x4E8E;&#x76EE;&#x5F55;&#x7684;&#x6837;&#x5F0F;&#xFF0C;&#x53C2;&#x8003;&#x90A3;&#x4E09;&#x4E2A;&#x94FE;&#x63A5;&#x5373;&#x53EF;&#x3002;</p>
<h4 id="gif&#x56FE;&#x7684;&#x538B;&#x7F29;&#x95EE;&#x9898;">gif&#x56FE;&#x7684;&#x538B;&#x7F29;&#x95EE;&#x9898;</h4>
<p>&#x662F;&#x7684;&#xFF0C;&#x786E;&#x5B9E;&#x548C;hexo&#x535A;&#x5BA2;&#x5173;&#x7CFB;&#x4E0D;&#x5927;&#x3002;&#x5F53;&#x4F60;&#x9700;&#x8981;&#x5728;md&#x4E2D;&#x63D2;&#x5165;&#x4E00;&#x5F20;gif&#xFF0C;&#x597D;&#x5427;&#x4E5F;&#x4E0D;&#x4F1A;&#x51FA;&#x73B0;&#x4EC0;&#x4E48;&#x4E5F;&#x662F;&#x5F88;&#x7B80;&#x5355;&#x3002;&#x3002;&#x3002;</p>
<p>&#x6211;&#x7684;&#x95EE;&#x9898;&#x662F;&#x8FD9;&#x6837;&#x51FA;&#x73B0;&#x7684;&#xFF0C;&#x67D0;&#x6B21;&#x6211;&#x60F3;&#x63D2;&#x5165;&#x4E00;&#x5F20;gif&#x56FE;&#x7247;&#x3002;&#x5927;&#x5C0F;&#x6211;&#x6CA1;&#x6709;&#x6982;&#x5FF5;&#xFF0C;&#x5927;&#x6982;&#x662F;1080p&#x7535;&#x5F71;&#x753B;&#x9762;&#x7684;6s&#x65F6;&#x957F;&#x90A3;&#x6837;&#x4E00;&#x4E2A;&#x7247;&#x6BB5;&#xFF0C;&#x8D77;&#x5148;&#x6211;&#x7528;&#x67D0;&#x6B3E;&#x5F55;&#x5C4F;&#x5DE5;&#x5177;&#x8DB3;&#x8DB3;&#x5F55;&#x5236;&#x4E86;100+MB&#x7684;gif&#x3002;</p>
<blockquote>
<p>wtf</p>
</blockquote>
<p>&#x540E;&#x6765;&#x5F88;&#x61F5;&#x903C;&#xFF0C;&#x95EE;&#x4E86;&#x5176;&#x4ED6;&#x4E13;&#x4E1A;&#x61C2;&#x56FE;&#x50CF;&#x7684;&#x540C;&#x5B66;&#xFF0C;&#x660E;&#x767D;&#x4E86;&#x4E00;&#x4E9B;&#x4E8B;&#x60C5;&#x3002;&#x73B0;&#x5728;&#x7B80;&#x8981;&#x4EA4;&#x4EE3;&#x4E00;&#x4E0B;&#xFF1A;</p>
<ul>
<li>&#x6211;&#x6240;&#x4F7F;&#x7528;&#x7684;gif&#x7684;&#x751F;&#x6210;&#x4E0E;&#x5236;&#x4F5C;&#x5DE5;&#x5177;&#x5F53;&#x4E2D;&#x6709;&#x51E0;&#x4E2A;&#x8BBE;&#x7F6E;&#x9009;&#x9879;&#xFF0C;&#x5176;&#x4E2D;&#x7684;<code>&#x5F55;&#x5236;&#x7A97;&#x53E3;&#x5927;&#x5C0F;</code>&#x3001;<code>&#x6BCF;&#x79D2;&#x6700;&#x5927;&#x5E27;&#x6570;</code>&#x7B49;&#x9009;&#x9879;&#x3002;&#x5BF9;&#x6700;&#x7EC8;&#x7684;&#x5927;&#x5C0F;&#x6709;&#x8F83;&#x5927;&#x5F71;&#x54CD;&#x3002;</li>
<li>&#x5728;&#x5F55;&#x5236;&#x5B8C;&#x6BD5;&#xFF0C;&#x751F;&#x6210;gif&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4F1A;&#x6709;<code>&#x7F16;&#x8F91;</code>&#x3001;<code>&#x8C03;&#x6574;</code>&#x3001;<code>&#x7ED8;&#x5236;</code>&#x7B49;&#x9009;&#x9879;&#xFF0C;&#x8FD9;&#x4E9B;&#x9009;&#x9879;&#x5728;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x51B3;&#x5B9A;&#x4E86;&#x6700;&#x7EC8;&#x5F62;&#x6210;&#x7684;gif&#x7684;&#x8D28;&#x91CF;&#x3002;</li>
<li>&#x7B2C;&#x4E8C;&#x9636;&#x6BB5;&#x6240;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5229;&#x7528;<code>Photoshop</code>&#x4E5F;&#x662F;&#x53EF;&#x4EE5;&#x5B8C;&#x6210;&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x66F4;&#x4E3A;&#x5F7B;&#x5E95;&#x3002;&#x8BE6;&#x60C5;&#x89C1;<a href="http://jingyan.baidu.com/article/f0e83a25a2ccaa22e591011e.html" target="_blank" rel="external">&#x70B9;&#x5F00;&#x770B;&#x770B;</a>&#xFF0C;&#x5176;&#x4E2D;&#x6240;&#x8FF0;&#x7684;&#x57FA;&#x672C;&#x539F;&#x7406;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x64CD;&#x4F5C;&#x4E5F;&#x5BB9;&#x6613;&#x3002;&#x6B64;&#x5904;&#x6240;&#x8FF0;&#x5E76;&#x4E0D;&#x662F;&#x4E13;&#x4E1A;&#x7684;&#x56FE;&#x7247;&#x7F16;&#x8F91;&#x5236;&#x4F5C;&#xFF0C;&#x56E0;&#x6B64;&#x4E0D;&#x5177;&#x6709;&#x4EE3;&#x8868;&#x6027;&#xFF0C;&#x4EC5;&#x4EC5;&#x662F;&#x7B80;&#x5355;&#x7684;&#x4E34;&#x65F6;gif&#x751F;&#x6210;&#x4F7F;&#x7528;&#x65B9;&#x6848;&#x3002;</li>
</ul>
<p>over&#xB7;&#xB7;&#xB7;</p>
<h4 id="&#x6587;&#x672C;&#x5C45;&#x4E2D;">&#x6587;&#x672C;&#x5C45;&#x4E2D;</h4>
<p>&#x76F4;&#x63A5;&#x4E0A;&#x89E3;&#x51B3;&#x65B9;&#x6848;:<a href="http://theme-next.iissnan.com/tag-plugins.html#center-blockquote" target="_blank" rel="external">click here</a></p>
<p>&#x4E3A;&#x4F55;&#x6211;&#x4F1A;&#x6709;&#x8FD9;&#x6837;sb&#x7684;&#x95EE;&#x9898;&#x51FA;&#x73B0;&#xFF1F;</p>
<p>&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;</p>
<p>&#x6211;&#x7684;md&#x5199;&#x7684;&#x597D;&#x597D;&#x7684;&#xFF0C;&#x90E8;&#x7F72;&#x63D0;&#x4EA4;&#x5C31;&#x51FA;&#x4E0D;&#x6765;&#x3002;</p>
<p>&#x540E;&#x6765;&#x627E;&#x554A;&#x627E;&#xFF0C;&#x627E;&#x5230;&#x4E86;&#x3002;&#x5C31;&#x662F;&#x8FD9;&#x91CC;&#xFF0C;&#x56E0;&#x4E3A;hexo&#x5E76;&#x4E0D;&#x662F;&#x6BCF;&#x4E2A;&#x5730;&#x65B9;&#x90FD;&#x652F;&#x6301;&#x7684;&#x5B8C;&#x7F8E;&#x65E0;&#x7F3A;&#xFF0C;&#x5C31;&#x50CF;&#x4E4B;&#x524D;emoji&#x7684;&#x95EE;&#x9898;&#xFF0C;md&#x7684;&#x6E32;&#x67D3;&#x5F15;&#x64CE;&#x6709;&#x5DEE;&#x522B;&#xFF0C;&#x81EA;&#x7136;&#x6700;&#x7EC8;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x4E5F;&#x6709;&#x5DEE;&#x522B;&#x3002;</p>
<p>&#x5168;&#x5F53;&#x81EA;let&#x6170;it&#x4E86;go&#x3002;&#x1F4A5;</p>
<h4 id="markdown&#x4E00;&#x4E9B;&#x64CD;&#x86CB;&#x7684;&#x5730;&#x65B9;">markdown&#x4E00;&#x4E9B;&#x64CD;&#x86CB;&#x7684;&#x5730;&#x65B9;</h4>
<p>&#x6D41;&#x6C34;&#x8D26;&#x4E00;&#x822C;&#xFF0C;&#x5230;&#x8FD9;&#x91CC;&#x5DF2;&#x7ECF;&#x5199;&#x4E86;14000+&#x7684;&#x5B57;&#x6570;&#x3002;&#x8FD8;&#x6CA1;&#x8BB2;&#x591A;&#x5C11;&#x6280;&#x672F;&#xFF01;2333</p>
<p>&#x9119;&#x4EBA;&#x4E5F;&#x8FD8;&#x771F;tm&#x7684;&#x4E0D;&#x4E00;&#x822C;&#xFF0C;&#x6807;&#x699C;&#x662F;&#x7BC7;&#x6280;&#x672F;&#x535A;&#x5BA2;bb&#x4E86;&#x4E0A;&#x4E07;&#x5B57;&#x5199;&#x7684;&#x72D7;&#x5C41;&#x6A21;&#x6837;&#x3002;&#x4E5F;&#x662F;&#x96BE;&#x5F97;2333&#x1F640;</p>
<p>&#x4E0A;&#x9762;&#x5F00;&#x59CB;&#x8BF4;&#x8FD9;&#x6837;&#x7684;&#x8BDD;&#xFF0C;&#x662F;&#x5426;&#x8BA9;&#x4F60;&#x4F1A;&#x770B;&#x773C;&#x76EE;&#x5F55;&#xFF0C;&#x7EE7;&#x800C;&#x53D1;&#x73B0;&#xFF1A;&#x554A;&#x54C8;&#xFF0C;&#x8FD9;&#x7BC7;&#x5199;&#x5B8C;&#x4E86;&#xFF1F;</p>
<blockquote class="blockquote-center"><p>&#x662F;&#x7684;&#xFF0C;&#x8981;&#x5199;&#x5B8C;&#x4E86;&#x1F31B;</p>
</blockquote>
<p>&#x6700;&#x540E;&#x60F3;&#x8BF4;&#x4E9B;&#x4EC0;&#x4E48;&#xFF0C;&#x4ECE;&#x9898;&#x76EE;&#x4E0A;&#x770B;&#x662F;&#x8981;&#x5BF9;markdown&#x5410;&#x69FD;&#x4E00;&#x756A;&#x4E86;&#x3002;&#x3002;&#x5176;&#x5B9E;&#xFF0C;&#x6B64;&#x65F6;&#x5230;&#x65F6;&#x6709;&#x5FC3;&#x65E0;&#x529B;&#x4E86;&#x3002;</p>
<p>markdown&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x662F;&#x7684;&#x5199;&#x4F5C;&#x7684;&#x6548;&#x679C;&#x5F97;&#x5230;&#x4E86;&#x8F83;&#x4F4E;&#x6210;&#x672C;&#x7684;&#x5B9E;&#x73B0;&#xFF0C;&#x5E76;&#x4E14;&#x901A;&#x4FD7;&#x7684;&#x8BB2;&#xFF1A;&#x7B80;&#x5355;&#x5BB9;&#x6613;&#x7B80;&#x5355;&#x5BB9;&#x6613;&#x8FD8;&#x662F;tm&#x7684;&#x7B80;&#x5355;&#x5BB9;&#x6613;&#xFF01;&#x535A;&#x4E3B;&#x7684;&#x6C34;&#x5E73;&#x6709;&#x9650;&#xFF0C;&#x53C8;&#x4E0D;&#x60F3;&#x5230;&#x5904;&#x5BFB;&#x7AE0;&#x6458;&#x53E5;&#x4E0D;&#x7559;&#x540D;&#x7684;ctrl+C/V.&#x56E0;&#x6B64;&#x5462;&#xFF0C;&#x7ADF;&#x6709;&#x4E9B;&#x843D;&#x5BDE;&#x4E86;&#x3002;</p>
<p>&#x5728;&#x901A;&#x7BC7;&#x7684;&#x6700;&#x540E;&#xFF0C;&#x7ADF;&#x81F3;&#x4E8E;&#xFF1A;&#x201C;<code>&#x65E0;&#x8BED;&#x51DD;&#x564E;</code>&#x201D;&#x3002;&#x1F48A;</p>
<p>&#x5728;&#x521D;&#x6B65;&#x90E8;&#x7F72;&#x597D;&#x4E86;&#x535A;&#x5BA2;&#x4E4B;&#x540E;&#x9047;&#x5230;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x90FD;&#x5728;&#x2019;&#x2163;&#x2019;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x3002;&#x901A;&#x7BC7;&#x770B;&#x53BB;&#x90FD;&#x4E0D;&#x662F;&#x5565;&#x5927;&#x95EE;&#x9898;&#x3002;&#x4E3A;&#x4F55;&#x6700;&#x5728;&#x8FD9;&#x90E8;&#x5206;&#x7684;&#x6700;&#x540E;&#x7559;&#x4E0B;&#x8FD9;&#x6837;&#x7684;&#x5B50;&#x6807;&#x9898;&#xFF0C;&#x6211;&#x60F3;&#x7684;&#x8BDD;&#xFF0C;&#x539F;&#x56E0;&#x5E94;&#x8BE5;&#x662F;</p>
<blockquote>
<p>&#x53CD;&#x590D;&#x8C03;&#x8BD5;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;md&#x8FD9;&#x90E8;&#x5206;&#x7684;&#x95EE;&#x9898;&#x5C24;&#x4E3A;&#x76F4;&#x89C2;&#x8BA9;&#x4EBA;&#x4E00;&#x773C;&#x5C31;&#x770B;&#x5230;&#x3002;</p>
</blockquote>
<p><code>&#x6548;&#x679C;</code>&#xFF0C;&#x5BF9;&#x5427;</p>
<p>&#x6709;&#x5C31;&#x662F;&#x6709;&#xFF0C;&#x6CA1;&#x6709;&#x5C31;&#x662F;&#x6CA1;&#x6709;&#xFF0C;&#x4E0D;&#x5BF9;&#x5C31;&#x662F;&#x4E0D;&#x5BF9;</p>
<p>&#x6240;&#x4EE5;&#xFF0C;&#x8BA9;&#x4EBA;&#x5F88;&#x73CD;&#x60DC;&#x4E86;&#x3002;&#x5F88;&#x73CD;&#x60DC;&#x8C03;&#x8BD5;&#x7684;&#x673A;&#x4F1A;&#xFF0C;&#x671F;&#x5F85;&#x7740;&#x6210;&#x529F;&#x7684;&#x90A3;&#x79CD;&#x5FC3;&#x60C5;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#xFF0C;&#x6211;&#x6240;&#x5410;&#x69FD;&#x7684;&#x6211;&#x60F3;&#x5410;&#x69FD;&#x7684;&#xFF0C;&#xFF0C;&#xFF0C;&#x4E0E;&#x5176;&#x8BF4;&#x662F;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x7684;md&#xFF0C;&#x4E0D;&#x5982;&#x8BF4;&#x662F;&#x81EA;&#x5DF1;<code>FE</code>&#x8FD9;&#x6761;&#x8DEF;&#x7684;&#x73B0;&#x72B6;&#x3002;&#x78D5;&#x78D5;&#x7ECA;&#x7ECA;&#x65E0;&#x4EBA;&#x95EE;&#x6D25;&#x7684;&#x8DEF;&#x4E0A;&#xFF0C;&#x8FD8;&#x8981;&#x8D70;&#x591A;&#x8FDC;&#x8BF4;&#x5F97;&#x6E05;&#x695A;&#xFF0C;&#x8FD8;&#x80FD;&#x8D70;&#x591A;&#x4E45;&#x6211;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x4E86;&#x3002;&#x3002;&#x3002;</p>
<p>&#x524D;&#x8DEF;&#x6F2B;&#x6F2B;&#xFF0C;&#x5F53;&#x524D;&#x7684;&#x8BDD;&#x2014;&#x7167;&#x987E;&#x597D;&#x8FD9;&#x6761;&#x547D;&#xFF0C;&#x5B89;&#x987F;&#x597D;&#x8FD9;&#x9897;&#x5FC3;&#x2693;</p>
<p>&#x6DF1;&#x5733;&#x4F4F;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x9633;&#x53F0;&#x7684;&#x667E;&#x8863;&#x67B6;&#x5B50;&#x7279;&#x522B;&#x9AD8;&#x3002;&#x51E0;&#x4E4E;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x5F97;&#x8DF3;&#x7740;&#x624D;&#x80FD;&#x7528;&#x597D;&#x3002;&#x6709;&#x6839;&#x914D;&#x5957;&#x7684;&#x6746;&#x5B50;&#x53EF;&#x4EE5;&#x5F88;&#x8F7B;&#x677E;&#x7684;&#x5C06;&#x8863;&#x88F3;&#x6491;&#x5B50;&#x53D6;&#x4E0B;&#x6765;&#x6302;&#x4E0A;&#x53BB;&#xFF0C;but&#x6746;&#x5B50;&#x5E73;&#x65F6;&#x89C1;&#x4E0D;&#x7740;&#x9762;&#x3002;&#x76F4;&#x5230;&#x6709;&#x5929;&#xFF0C;&#x770B;&#x5230;ios&#x7684;&#x7ADE;&#x6210;&#x62FF;&#x7740;&#x4E2A;&#x5E26;&#x89D2;&#x7684;&#x6491;&#x5B50;&#x5C06;&#x8863;&#x670D;&#x4E00;&#x4EF6;&#x4EF6;&#x53D6;&#x4E0B;&#x3002;&#x3002;&#x3002;&#x6211;&#x624D;&#x660E;&#x767D;&#x4E86;</p>
<p>&#x660E;&#x767D;&#x4E86;&#x7B80;&#x5355;&#x7684;&#x9053;&#x7406;&#x662F;&#x591A;&#x4E48;&#x96BE;&#x8BA9;&#x4EBA;&#x5B66;&#x4F1A;&#xFF01;</p>
<blockquote class="blockquote-center"><p>&#x541B;&#x5B50;&#x6027;&#x975E;&#x5F02;&#x4E5F;&#xFF0C;&#x5584;&#x5047;&#x4E8E;&#x7269;&#x4E5F;</p>
</blockquote>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x6765;&amp;#x5206;&amp;#x4EAB;&amp;#x4E00;&amp;#x4E9B;&amp;#x642D;&amp;#x5EFA;&amp;#x535A;&amp;#x5BA2;&amp;#x65F6;&amp;#x5019;&amp;#x53D1;&amp;#x751F;&amp;#x7684;&amp;#x6545;&amp;#x4E8B;&amp;#x5427;.
    
    </summary>
    
      <category term="sixpence" scheme="http://zrdsj.cc/categories/sixpence/"/>
    
    
      <category term="hexo" scheme="http://zrdsj.cc/tags/hexo/"/>
    
      <category term="github" scheme="http://zrdsj.cc/tags/github/"/>
    
      <category term="git" scheme="http://zrdsj.cc/tags/git/"/>
    
      <category term="经验之谈" scheme="http://zrdsj.cc/tags/%E7%BB%8F%E9%AA%8C%E4%B9%8B%E8%B0%88/"/>
    
      <category term="诉苦呻吟" scheme="http://zrdsj.cc/tags/%E8%AF%89%E8%8B%A6%E5%91%BB%E5%90%9F/"/>
    
      <category term="在路上" scheme="http://zrdsj.cc/tags/%E5%9C%A8%E8%B7%AF%E4%B8%8A/"/>
    
  </entry>
  
  <entry>
    <title>‘昨日的世界’</title>
    <link href="http://zrdsj.cc/2016/08/19/003/"/>
    <id>http://zrdsj.cc/2016/08/19/003/</id>
    <published>2016-08-19T04:29:16.181Z</published>
    <updated>2016-08-24T16:02:07.388Z</updated>
    
    <content type="html"><![CDATA[<p>&#x6765;bb&#x4E0B;&#x81EA;&#x5DF1;&#x7684;&#x8FD9;&#x4E2A;&#x535A;&#x5BA2;&#x4E3A;&#x5565;&#x53EB;-&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#x3002;&#x1F606;</p>
<h2 id="a-book">a book</h2>
<p>&#x6765;&#x6E90;&#x662F;&#x4E00;&#x672C;&#x4E66;&#xFF1A;</p>
<blockquote>
<p>&#x300A;Die Welt von Gestern,Erinnerungen eines Europ&#xE4;ers&#x300B;&#x2014;Stefan Zweig</p>
</blockquote>
<blockquote class="blockquote-center"><p>`&#x201C;&#x8BF4;&#x4E2D;&#x6587;&#x662F;&#x5427;&#xFF0C;&#x54C8;&#x54C8;&#xFF0C;&#x4F60;&#x65E9;&#x628A;&#x5200;&#x62FF;&#x51FA;&#x6765;&#x6211;&#x5C31;&#x4E0D;&#x88C5;&#x903C;le&#x3002;&#x3002;&#xFF01;&#x65E9;&#x5C31;&#x8BF4;&#x4E2D;&#x6587;&#x4E86;&#x201D;</p>
</blockquote>
<blockquote>
<p>&#x300A;&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#xFF0C;&#x4E00;&#x4E2A;&#x6B27;&#x6D32;&#x4EBA;&#x7684;&#x56DE;&#x5FC6;&#x300B;&#x2014;&#x65AF;&#x8482;&#x82AC;&#xB7;&#x8328;&#x5A01;&#x683C;</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/zrdsj.jpg" alt="&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;"></p>
<p>&#x5C31;&#x662F;&#x4E0A;&#x9762;&#x90A3;&#x672C;&#x4E66;&#x3002;</p>
<p>&#x5185;&#x5BB9;&#x7528;&#x4E00;&#x53E5;&#x8BDD;&#x6765;&#x8BF4;&#x5C31;&#x662F;<code>&#x8328;&#x5A01;&#x683C;&#x7684;&#x81EA;&#x4F20;&#x4F53;&#x6587;&#x5B66;&#x4F5C;&#x54C1;</code>&#x3002;&#x5177;&#x4F53;&#x4E00;&#x4E9B;&#xFF0C;&#x767E;&#x5EA6;&#x767E;&#x79D1;&#x662F;&#x8FD9;&#x6837;&#x8BF4;&#x7684;&#xFF1A;<a href="http://baike.baidu.com/view/7198468.htm" target="_blank" rel="external">&#x4F20;&#x9001;&#x95E8;</a>&#xFF0C;&#x7EF4;&#x57FA;&#x767E;&#x79D1;&#x662F;&#x90A3;&#x6837;&#x8BF4;&#x7684;&#xFF1A;<a href="https://zh.wikipedia.org/wiki/%E6%98%A8%E6%97%A5%E7%9A%84%E4%B8%96%E7%95%8C" target="_blank" rel="external">&#x4F20;&#x9001;&#x95E8;</a>&#x3002;&#x4E24;&#x8005;&#x5BF9;&#x4E8E;&#x6B64;&#x4E66;&#x5185;&#x5BB9;&#x7684;<code>&#x7B80;&#x4ECB;</code>&#xFF0C;&#x5728;<code>20160819</code>&#x7684;&#x4E2D;&#x5348;&#x65F6;&#x523B;&#xFF0C;&#x52A0;&#x8D77;&#x6765;&#x4E5F;&#x5C31;&#x662F;&#x767E;&#x79D1;&#x754C;&#x9762;&#x7684;7&#x884C;&#x6587;&#x5B57;&#xFF01;</p>
<p>&#x91CD;&#x70B9;&#x5728;&#x4E8E;<a href="https://zh.wikipedia.org/wiki/Wikipedia:%E9%A6%96%E9%A1%B5" target="_blank" rel="external">&#x7EF4;&#x57FA;&#x767E;&#x79D1;</a>&#x7684;&#x6700;&#x540E;&#x4E00;&#x53E5;&#x662F;&#x8FD9;&#x6837;&#x8BF4;&#x7684;&#xFF1A;</p>
<blockquote>
<p>&#x5173;&#x4E8E;&#x5728;&#x8FD9;&#x90E8;&#x4F5C;&#x54C1;&#x91CC;&#xFF0C;&#x8328;&#x5A01;&#x683C;&#x5728;&#x591A;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x5C55;&#x73B0;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x751F;&#xFF0C;&#x4ECD;&#x5B58;&#x5728;&#x4E89;&#x8BAE;&#x3002;</p>
</blockquote>
<p>&#x4E66;&#x8BF4;&#x5230;&#x8FD9;&#x91CC;&#x5DEE;&#x4E0D;&#x591A;&#x591F;&#x4E86;,&#x5C31;&#x662F;&#x8BF4;&#x6211;&#x662F;<code>&#x56E0;&#x4E3A;&#x8FD9;&#x672C;&#x4E66;&#x800C;&#x547D;&#x540D;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x535A;&#x5BA2;</code>&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x56E0;&#x4E3A;&#x4E66;&#x800C;&#x547D;&#x540D;&#x535A;&#x5BA2;&#x540D;&#x5B57;&#x4E3A;&#x4E66;&#x540D;&#xFF0C;&#x52A8;&#x673A;&#x5F88;&#x968F;&#x610F;&#x8FD8;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x778E;jb&#x8D77;&#x7684;&#x1F61D;&#x90A3;&#x4E48;&#x6211;&#x662F;&#x5982;&#x4F55;&#x77E5;&#x9053;<code>&#x8FD9;</code>&#x672C;&#x4E66;&#x5462;&#xFF1F;</p>
<h2 id="a-movie">a movie</h2>
<p>&#x4E0B;&#x9762;&#x662F;&#x4E00;&#x5F20;&#x7535;&#x5F71;&#x6D77;&#x62A5;&#xFF1A;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/The_Grand_Budapest_Hotel_Poster.jpg" alt="&#x5E03;&#x8FBE;&#x4F69;&#x65AF;&#x5927;&#x996D;&#x5E97;"></p>
<p>2014&#x5E74;&#xFF0C;&#x82F1;&#x56FD;&#x548C;&#x5FB7;&#x56FD;&#x5408;&#x62CD;&#x4E86;&#x4E00;&#x90E8;&#x559C;&#x5267;&#x5267;&#x60C5;&#x7535;&#x5F71;<code>&#x300A;&#x5E03;&#x8FBE;&#x4F69;&#x65AF;&#x5927;&#x996D;&#x5E97;&#x300B;</code>&#xFF0C;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x5F53;&#x5E74;&#x5F88;&#x706B;&#x3002;&#x6211;&#x60F3;&#x5938;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#xFF0C;&#x4F46;&#x6015;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x70B9;&#x5230;&#x4E3A;&#x6B62;&#x3002;&#x3002;&#x3002;so&#xFF0C;&#x7ED9;&#x4E0B;&#x9762;&#x4E24;&#x5F20;&#x56FE;&#x4F60;&#x4EEC;&#x81EA;&#x5DF1;&#x611F;&#x53D7;&#x4E00;&#x4E0B;&#xFF1A;</p>
<blockquote class="blockquote-center"><p>&#x56FD;&#x5916;&#x7684;IMDb&#x8BC4;&#x5206;&#xFF1A;</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/%E8%AF%84%E5%88%86.png" alt="imdb&#x8BC4;&#x5206;"></p>
<blockquote class="blockquote-center"><p>&#x6211;&#x4EEC;&#x7684;&#x8C46;&#x74E3;&#xFF1A;</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/%E8%AF%84%E5%88%86-douban.png" alt="&#x8C46;&#x74E3;&#x8BC4;&#x5206;"></p>
<p>&#x8FD9;&#x7535;&#x5F71;&#x7684;&#x7531;&#x6765;&#xFF0C;&#x53EA;&#x548C;&#x4E00;&#x4E2A;&#x4EBA;&#x6709;&#x5173;&#x7684;&#x8BDD;&#xFF0C;&#x8FD9;&#x4EBA;&#x5E94;&#x8BE5;&#x53EA;&#x80FD;&#x662F;<strong>&#x8328;&#x5A01;&#x683C;</strong>&#x3002;</p>
<p>&#x8FD9;&#x7535;&#x5F71;&#x8BA9;&#x4EBA;&#x60F3;&#x8D77;&#x6765;&#x4EC0;&#x4E48;&#x5730;&#x65B9;&#x7684;&#x573A;&#x666F;&#xFF1F;&#x5982;&#x679C;&#x770B;&#x8FC7;&#x300A;<strong>&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;</strong>&#x300B;&#x7684;&#x8BDD;&#xFF0C;&#x6050;&#x6015;&#x4E0D;&#x4F1A;&#x56DE;&#x7B54;&#x8BF4;&#x522B;&#x7684;&#x4E66;&#x540D;&#x3002;</p>
<p>&#x5173;&#x4E8E;&#x8FD9;&#x7535;&#x5F71;&#x6211;&#x8BF4;&#x4E00;&#x70B9;&#x70B9;&#xFF0C;&#x7535;&#x5F71;&#x7684;&#x597D;&#x5728;&#x4E8E;&#x5176;&#x672C;&#x8EAB;&#x827A;&#x672F;&#x4E0A;&#x7684;&#x5347;&#x534E;&#x2014;<code>&#x6CA1;&#x6709;&#x7B11;&#x70B9;&#x7684;&#x559C;&#x5267;&#xFF0C;&#x6CA1;&#x6709;&#x6CEA;&#x70B9;&#x7684;&#x60B2;&#x5267;&#x3002;&#x7F3A;&#x70B9;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x7535;&#x5F71;&#x7684;&#x540D;&#x5B57;&#x7CDF;&#x8E4B;&#x4E86;&#x5267;&#x60C5;</code>&#x3002;&#x1F613;</p>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/moviecut.png" alt="&#x5F71;&#x7247;&#x622A;&#x56FE;"></p>
<p>&#x7535;&#x5F71;&#x4E2D;&#x6709;&#x53E5;&#x53F0;&#x8BCD;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF1A;</p>
<blockquote>
<p>&#x201C;But I love it all just the same&#xFF0C;this enchcanting old ruin.&#x201D;</p>
</blockquote>
<blockquote>
<p>&#x201C;&#x4F46;&#x6211;&#x559C;&#x6B22;&#x8FD9;&#x65E7;&#x6A21;&#x6837;&#xFF0C;&#x8FF7;&#x4EBA;&#x7684;&#x7834;&#x8D25;&#x611F;.&#x201D;</p>
</blockquote>
<p>&#x4ECE;<code>&#x6587;&#x827A;&#x590D;&#x5174;</code>&#x5F00;&#x59CB;&#xFF0C;&#x6B27;&#x6D32;&#x7E41;&#x8363;&#x4E86;&#x6587;&#x5316;&#x3001;&#x7ECF;&#x6D4E;&#xFF0C;&#x5F00;&#x59CB;&#x9010;&#x6E10;&#x63A5;&#x7BA1;&#x4E86;&#x4E16;&#x754C;&#x3002;&#x8FD9;&#x662F;&#x65E0;&#x5C1A;&#x7684;&#x8363;&#x5149;&#x548C;&#x9A84;&#x50B2;&#xFF0C;&#x5BF9;&#x4E8E;&#x6BCF;&#x4E00;&#x4F4D;&#x6B27;&#x6D32;&#x4EBA;&#x6765;&#x8BF4;&#x90FD;&#x662F;&#x5982;&#x6B64;&#xFF01;</p>
<p>&#x4E0A;&#x4E2A;&#x4E16;&#x7EAA;&#x4E0A;&#x534A;&#x9875;&#xFF0C;&#x6B27;&#x6D32;&#x7206;&#x53D1;&#x4E86;&#x4E24;&#x6B21;&#x4E16;&#x754C;&#x5927;&#x6218;,<code>&#x6DF1;&#x75DB;&#x7684;&#x82E6;&#x96BE;+&#x8F89;&#x714C;&#x7684;&#x6CEF;&#x706D;&#xFF01;</code>&#x1F622;</p>
<p>&#x5982;&#x4ECA;&#x770B;&#x6765;&#x8328;&#x5A01;&#x683C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x7ECF;&#x5386;&#x4E86;&#x6218;&#x4E89;&#xFF01;&#x5728;&#x751F;&#x547D;&#x7684;&#x540E;&#x51E0;&#x5E74;&#xFF0C;&#x6D41;&#x4EA1;&#x5DF4;&#x897F;&#x5E76;&#x6293;&#x7D27;&#x65F6;&#x95F4;&#x5728;&#x5199;&#x8FD9;&#x672C;&#x300A;&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#x300B;&#x3002;&#x5F53;&#x65F6;&#x4ED6;&#x7ED9;&#x53CB;&#x4EBA;&#x7684;&#x4FE1;&#x4E2D;&#x8BF4; <code>&#x201C;&#x51FA;&#x4E8E;&#x7EDD;&#x671B;&#x6211;&#x6B63;&#x5728;&#x5199;&#x6211;&#x4E00;&#x751F;&#x7684;&#x5386;&#x53F2;&#x201D;</code> &#xFF0C;&#x4F46;&#x300A;&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#x300B;&#x7EDD;&#x4E0D;&#x662F;&#x4E00;&#x822C;&#x7684;&#x4F20;&#x8BB0;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x8FD9;&#x672C;&#x4E66;&#x4E3B;&#x8981;&#x4E0D;&#x662F;&#x5199;&#x4ED6;&#x7684;&#x751F;&#x5E73;&#x3002;&#x4E66;&#x7684;&#x526F;&#x6807;&#x9898;&#x662F;<code>&#x201C;&#x4E00;&#x4E2A;&#x6B27;&#x6D32;&#x4EBA;&#x7684;&#x56DE;&#x5FC6;&#x201D;</code>&#x3002;</p>
<p>&#x6B63;&#x56E0;&#x5982;&#x6B64;&#xFF0C;&#x8328;&#x5A01;&#x683C;&#x5728;&#x67D0;&#x4E9B;&#x65B9;&#x9762;&#x7684;&#x7684;&#x786E;&#x786E;&#x8D85;&#x8D8A;&#x4E86;&#x4E2A;&#x4EBA;&#xFF0C;&#x800C;&#x6210;&#x4E3A;&#x90A3;&#x4E2A;&#x65F6;&#x4EE3;&#x2014;&#x6B27;&#x6D32;&#x7684;&#x89C1;&#x8BC1;&#x8005;&#x3002;</p>
<p>&#x4E66;&#x7684;&#x5E8F;&#x8A00;&#x6709;&#x8FD9;&#x6837;&#x4E00;&#x53E5;&#xFF1A;</p>
<blockquote>
<p>&#x201C;&#xFF08;&#x81EA;&#x8BE9;&#xFF09;&#x6210;&#x4E86;&#x7406;&#x6027;&#x906D;&#x5230;&#x6700;&#x53EF;&#x6015;&#x7684;&#x5931;&#x8D25;&#x548C;&#x91CE;&#x86EE;&#x5728;&#x65F6;&#x4EE3;&#x7684;&#x7F16;&#x5E74;&#x53F2;&#x4E0A;&#x53D6;&#x5F97;&#x6700;&#x5927;&#x80DC;&#x5229;&#x7684;&#x89C1;&#x8BC1;&#x4EBA;&#x201D;</p>
</blockquote>
<h2 id="sth-else">sth else</h2>
<p>&#x5728;<code>part 1</code>&#x7B3C;&#x7EDF;&#x8BF4;&#x4E86;&#xFF1A;<code>&#x559C;&#x6B22;&#x7535;&#x5F71;&#xFF0C;&#x7535;&#x5F71;&#x6765;&#x81EA;&#x4E8E;&#x4E66;</code>&#x3002;&#x3002;&#x3002;&#x56E0;&#x6B64;&#x628A;&#x535A;&#x5BA2;&#x7684;&#x540D;&#x5B57;&#x53EB;&#x505A;&#xB7;&#xB7;&#xB7;</p>
<p>&#x7136;&#x540E;&#x626F;&#x70B9;&#x522B;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x1F602;</p>
<p>&#x6211;&#x770B;&#x4E86;&#x770B;&#x4E0A;&#x9762;&#x81EA;&#x5DF1;&#x7684;&#x89E3;&#x91CA;&#xFF0C;&#x65E0;&#x975E;&#x662F;&#x8BF4;&#x6E05;&#x695A;&#x4E86;&#x559C;&#x6B22;&#x7684;&#x7535;&#x5F71;&#x548C;&#x4E66;&#xFF0C;&#x591A;&#x4E86;&#x518D;&#x5E26;&#x4E0A;&#x4F5C;&#x8005;&#x8328;&#x5A01;&#x683C;&#xFF0C;&#x5B9E;&#x5728;&#x4E0D;&#x884C;&#x518D;&#x52A0;&#x4E0A;&#x5BFC;&#x6F14;&#x5B89;&#x5FB7;&#x68EE;&#x4E3B;&#x6F14;&#x8D39;&#x56E0;&#x65AF;&#x2026;&#x53EF;&#x4EE5;&#x4E86;&#x5F88;&#x591A;&#x4E86;&#x3002;&#x3002;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x8FD9;&#x4EF6;&#x4E8B;&#x8BF7;&#x5C31;&#x7B97;&#x662F;&#x5355;&#x7EAF;&#x7684;&#x5D07;&#x62DC;&#xFF0C;&#x8FFD;&#x6C42;&#xFF1F;&#x50CF;&#x8FFD;&#x661F;&#x90A3;&#x6837;&#xFF1F;&#xFF1F;&#xFF1F;</p>
<p>&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x8BE5;&#x600E;&#x4E48;&#x8BF4;</p>
<p>&#x4F46;&#xFF0C;&#x4E0D;&#x662F;&#x4E0A;&#x9762;&#x5199;&#x7684;&#x90A3;&#x6837;&#x3002;&#x26D4;</p>
<h2 id="edit-in-the-last">edit in the last</h2>
<p>2014&#x7535;&#x5F71;<code>&#x300A;&#x5E03;&#x8FBE;&#x4F69;&#x65AF;&#x5927;&#x996D;&#x5E97;&#x300B;</code>&#x4E0A;&#x6620;&#xFF0C;&#x5728;2015&#x5E74;&#x521D;&#x5173;&#x6CE8;&#x5965;&#x65AF;&#x5361;&#x65F6;&#x5019;&#x6211;&#x624D;&#x5F97;&#x77E5;&#x4E86;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x7684;&#x5B58;&#x5728;&#x3002;&#x540E;&#x6765;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x5F53;&#x7136;&#x5C31;&#x662F;&#x4E00;&#x53D1;&#x7684;&#x559C;&#x6B22;&#x4E0A;&#x4E86;&#x76F8;&#x5173;&#x7684;sth&#x2026;</p>
<p><code>&#x559C;&#x6B22;&#x5F53;&#x7136;&#x9700;&#x8981;&#x7406;&#x7531;&#xFF0C;&#x5374;&#x4E0D;&#x4E00;&#x5B9A;&#x8981;&#x8BF4;&#x51FA;&#x6765;&#x3002;</code>&#x8FD9;&#x53E5;&#x8BDD;&#x5728;&#x5982;&#x4ECA;&#x7684;&#x4E16;&#x4E0A;&#x663E;&#x5F97;&#x65E0;&#x8DA3;&#x65E0;&#x804A;&#xFF0C;&#x4F46;&#x5374;&#x63CF;&#x8FF0;&#x4E86;&#x592A;&#x591A;&#x7684;&#x4E8B;&#x5B9E;&#x3002;&#x3002;&#x3002;</p>
<p>So&#xFF0C;&#x5373;&#x4F7F;15&#x5E74;&#x5C31;&#x770B;&#x4E86;&#x300A;&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;&#x300B;&#x7EB8;&#x8D28;&#x4E66;&#xFF0C;16&#x5E74;&#x7684;&#x4E0A;&#x534A;&#x5E74;&#x53C8;&#x770B;&#x4E86;&#x4E9B;&#x8BB8;&#x8328;&#x5A01;&#x683C;&#x7684;&#x77ED;&#x7BC7;&#x96C6;&#x4E4B;&#x540E;&#x3002;&#x3002;&#x3002;&#x5230;&#x5982;&#x4ECA;&#x7684;&#x516B;&#x6708;&#x3002;&#x3002;&#x3002;&#x6211;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x8BE5;&#x600E;&#x4E48;&#x53BB;&#x6062;&#x5F18;&#x4E00;&#x7BC7;&#x725B;&#x903C;&#x7684;&#x5F71;&#x8BC4;&#x6587;&#x8BC4;&#xFF01;&#x263A;&#xFE0F;</p>
<p>&#x5C31;&#x50CF;&#x662F;&#x505A;&#x4E86;&#x5F88;&#x957F;&#x65F6;&#x95F4;&#x7684;&#x68A6;&#xFF0C;&#x4E00;&#x5982;&#x534A;&#x751F;&#x7684;&#x68A6;&#x3002;&#x6B22;&#x6B22;&#x559C;&#x559C;&#xFF0C;&#x54ED;&#x54ED;&#x557C;&#x557C;&#xFF0C;&#x662F;&#x4F60;&#x6C38;&#x8FDC;&#x4F1A;&#x8BB0;&#x8D77;&#x7684;&#x68A6;&#x3002;&#x3002;&#x9192;&#x4E86;;&#x751F;&#x6D3B;&#x4E5F;&#x8BB8;&#x4E0D;&#x5982;&#x68A6;&#x91CC;&#x6765;&#x7684;&#x90A3;&#x822C;&#x523B;&#x9AA8;&#x94ED;&#x5FC3;&#xFF0C;&#x53EF;&#x662F;&#x4E5F;&#x6E10;&#x6E10;&#x5F97;&#x5230;&#x4E86;&#x6210;&#x957F;&#x3002;</p>
<p>&#x8FD9;&#x68A6;&#xFF0C;&#x8FD9;&#x6628;&#x65E5;&#x7684;&#x68A6;&#xFF0C;&#x8FD9;<code>&#x6628;&#x65E5;&#x7684;&#x4E16;&#x754C;</code>&#x3002;&#x3002;&#x3002;&#x7EC8;&#x7A76;&#x4F1A;&#x8BA9;&#x4EBA;&#x8BB0;&#x8D77;&#xFF1A;&#x5915;&#x9633;&#x4E0B;&#x9662;&#x5B50;&#x91CC;&#x7684;&#x6728;&#x5934;&#x996D;&#x684C;&#xFF0C;&#x9634;&#x96E8;&#x5929;&#x6EF4;&#x6C34;&#x7684;&#x9752;&#x82D4;&#x5C4B;&#x6A90;&#xFF0C;&#x901A;&#x5411;&#x5B66;&#x6821;&#x6CE5;&#x6CDE;&#x7684;&#x66F2;&#x6298;&#x5C0F;&#x5F84;&#xFF0C;&#xFF0C;&#xFF0C;&#x8FD8;&#x6709;&#x90A3;&#x4E9B;&#x58F0;&#x97F3;&#xFF0C;&#x90A3;&#x4E9B;&#x5BB9;&#x989C;&#x2026;</p>
<blockquote class="blockquote-center"><p>&#x8FD9;tm&#x8DDF;&#x672C;&#x4E0D;&#x53EA;&#x662F;&#x4E2A;&#x6B27;&#x6D32;&#x4EBA;&#x7684;&#x56DE;&#x5FC6;&#xFF01;&#x1F4A5;</p>
</blockquote>
<p><img src="https://raw.githubusercontent.com/zrdsj/xiaoshujiang/master/pic/last.gif" alt="last"></p>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x6765;bb&amp;#x4E0B;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x8FD9;&amp;#x4E2A;&amp;#x535A;&amp;#x5BA2;&amp;#x4E3A;&amp;#x5565;&amp;#x53EB;-&amp;#x6628;&amp;#x65E5;&amp;#x7684;&amp;#x4E16;&amp;#x754
    
    </summary>
    
      <category term="moon" scheme="http://zrdsj.cc/categories/moon/"/>
    
    
      <category term="文学" scheme="http://zrdsj.cc/tags/%E6%96%87%E5%AD%A6/"/>
    
      <category term="装逼（文艺）" scheme="http://zrdsj.cc/tags/%E8%A3%85%E9%80%BC%EF%BC%88%E6%96%87%E8%89%BA%EF%BC%89/"/>
    
      <category term="茨威格" scheme="http://zrdsj.cc/tags/%E8%8C%A8%E5%A8%81%E6%A0%BC/"/>
    
      <category term="生命" scheme="http://zrdsj.cc/tags/%E7%94%9F%E5%91%BD/"/>
    
      <category term="文化掰扯" scheme="http://zrdsj.cc/tags/%E6%96%87%E5%8C%96%E6%8E%B0%E6%89%AF/"/>
    
      <category term="blog" scheme="http://zrdsj.cc/tags/blog/"/>
    
  </entry>
  
  <entry>
    <title>呸呸呸</title>
    <link href="http://zrdsj.cc/2016/08/17/002/"/>
    <id>http://zrdsj.cc/2016/08/17/002/</id>
    <published>2016-08-17T02:54:31.474Z</published>
    <updated>2016-08-23T15:49:46.370Z</updated>
    
    <content type="html"><![CDATA[<h1 id="&#xFE0F;">&#x263A;&#xFE0F;</h1>
<p>&#x6211;&#x5199;&#x535A;&#x5BA2;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x6BD4;&#x4F60;&#x9AD8;&#x7684;&#x54EA;&#x91CC;&#x53BB;&#x4E86;&#x3002;<a id="more"></a></p>
<p>&#x662F;&#x554A;&#xFF0C;&#x90A3;&#x4E48;&#x5389;&#x5BB3;&#x54E6;&#x3002;&#x54E6;&#xFF0C;&#x4ED4;&#x7EC6;&#x518D;&#x60F3;&#x60F3;&#x3002;&#x3002;&#x3002;</p>
<p>&#x597D;&#x50CF;&#x4E5F;&#x6CA1;&#x5565;&#xFF1F;&#x4ECA;&#x5929;&#x7684;&#x65E5;&#x5B50;&#x662F;&#xFF1F;&#xFF1F;&#xFF1F;20160817&#xFF1F;&#xFF1F;&#xFF1F;</p>
<p>&#x5176;&#x5B9E;&#x554A;&#xFF0C;&#x4ECA;&#x5929;&#x8FD8;</p>
<p>&#x771F;&#x7684;</p>
<h1 id="">&#x1F438;</h1>
<p>&#x662F;&#x4E2A;&#x4E86;&#x4E0D;&#x5F97;&#x7684;&#x65E5;&#x5B50;&#xFF01;</p>
<p>&#x8FD9;&#x4E48;&#x8BF4;&#x5427;&#xFF0C;&#x5728;&#x67D0;&#x4E2A;&#x56FD;&#x5EA6;&#xFF0C;&#x6709;&#x4E00;&#x79CD;&#x5947;&#x602A;&#x7684;&#x73B0;&#x8C61;&#xFF1A;<code>&#x7ED9;&#x4F60;&#x4E00;&#x4E2A;&#x6700;&#x574F;&#x7684;&#xFF0C;&#x4F60;&#x4EEC;&#x4F1A;&#x5BF9;&#x4E0A;&#x4E00;&#x4E2A;&#x611F;&#x6069;&#x6234;&#x5FB7;&#xFF0C;&#x628A;&#x518D;&#x4E0A;&#x4E00;&#x4E2A;&#x5949;&#x4E3A;&#x795E;&#x660E;&#x3002;</code></p>
<p>&#x65E9;&#x4E9B;&#x65F6;&#x5019;&#xFF0C;&#x5728;&#x6211;&#x7684;&#x5FC3;&#x4E2D;&#xFF0C;&#x6B64;&#x56FD;&#x7684;&#x547D;&#x8FD0;&#x4E0E;&#x524D;&#x9014;&#xFF0C;&#x5927;&#x53EF;&#x4ED8;&#x4E4B;&#x4E00;&#x7B11;&#x4E2D;&#x3002;hahaha</p>
<p>&#x5728;&#x4ECA;&#x5929;&#x8FD9;&#x4E2A;&#x65E5;&#x5B50;&#xFF0C;&#x8BB0;&#x5F55;&#x4E00;&#x4E0B;&#x3002;&#x4E5F;&#x4E0D;&#x662F;&#x5408;&#x9002;&#x7684;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x6545;&#x610F;&#x7684;&#xFF0C;&#x662F;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x5F53;&#x662F;&#x51D1;&#x5B57;&#x6570;&#x53D1;&#x535A;&#x5BA2;&#x4E86;&#x5427;&#x3002;&#x3002;&#x3002;</p>
]]></content>
    
    <summary type="html">
    
      &lt;h1&gt;☺️&lt;/h1&gt;
&lt;p&gt;我写博客的时候，不知道比你高的哪里去了。
    
    </summary>
    
      <category term="moon" scheme="http://zrdsj.cc/categories/moon/"/>
    
    
      <category term="生活随笔" scheme="http://zrdsj.cc/tags/%E7%94%9F%E6%B4%BB%E9%9A%8F%E7%AC%94/"/>
    
      <category term="政治" scheme="http://zrdsj.cc/tags/%E6%94%BF%E6%B2%BB/"/>
    
      <category term="情感" scheme="http://zrdsj.cc/tags/%E6%83%85%E6%84%9F/"/>
    
  </entry>
  
  <entry>
    <title>第一篇blog？</title>
    <link href="http://zrdsj.cc/2016/08/16/001/"/>
    <id>http://zrdsj.cc/2016/08/16/001/</id>
    <published>2016-08-16T14:15:58.470Z</published>
    <updated>2016-08-24T16:04:37.572Z</updated>
    
    <content type="html"><![CDATA[<p>&#x9C81;&#x8FC5;&#x5148;&#x751F;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x5F88;&#x6709;&#x610F;&#x601D;&#x3002;&#x8FD9;&#x91CC;&#x5F15;&#x7528;&#x4E0B;</p>
<h2 id="&#x8BB0;&#x5FF5;&#x5218;&#x548C;&#x73CD;&#x541B;">&#x8BB0;&#x5FF5;&#x5218;&#x548C;&#x73CD;&#x541B;</h2>
<h3 id="&#x4E00;">&#x4E00;</h3>
<p>&#x4E2D;&#x534E;&#x6C11;&#x56FD;&#x5341;&#x4E94;&#x5E74;&#x4E09;&#x6708;&#x4E8C;&#x5341;&#x4E94;&#x65E5;&#xFF0C;&#x5C31;&#x662F;&#x56FD;&#x7ACB;&#x5317;&#x4EAC;&#x5973;&#x5B50;&#x5E08;&#x8303;&#x5927;&#x5B66;&#x4E3A;&#x5341;&#x516B;&#x65E5;&#x5728;&#x6BB5;&#x797A;&#x745E;&#x6267;&#x653F;&#x5E9C;&#x524D;&#x9047;&#x5BB3;&#x7684;&#x5218;&#x548C;&#x73CD;&#x6768;&#x5FB7;&#x7FA4;&#x4E24;&#x541B;&#x5F00;&#x8FFD;&#x60BC;&#x4F1A;&#x7684;&#x90A3;&#x4E00;&#x5929;&#xFF0C;&#x6211;&#x72EC;&#x5728;&#x793C;&#x5802;&#x5916;&#x5F98;&#x5F8A;&#xFF0C;&#x9047;&#x89C1;&#x7A0B;&#x541B;&#xFF0C;&#x524D;&#x6765;&#x95EE;&#x6211;&#x9053;&#xFF0C;&#x201C;&#x5148;&#x751F;&#x53EF;&#x66FE;&#x4E3A;&#x5218;&#x548C;&#x73CD;&#x5199;&#x4E86;&#x4E00;&#x70B9;&#x4EC0;&#x4E48;&#x6CA1;&#x6709;&#xFF1F;&#x201D;&#x6211;&#x8BF4;&#x201C;&#x6CA1;&#x6709;&#x201D;&#x3002;&#x5979;&#x5C31;&#x6B63;&#x544A;&#x6211;&#xFF0C;&#x201C;&#x5148;&#x751F;&#x8FD8;&#x662F;&#x5199;&#x4E00;&#x70B9;&#x7F62;&#xFF1B;&#x5218;&#x548C;&#x73CD;&#x751F;&#x524D;&#x5C31;&#x5F88;&#x7231;&#x770B;&#x5148;&#x751F;&#x7684;&#x6587;&#x7AE0;&#x3002;&#x201D;</p>
<p>&#x8FD9;&#x662F;&#x6211;&#x77E5;&#x9053;&#x7684;&#xFF0C;&#x51E1;&#x6211;&#x6240;&#x7F16;&#x8F91;&#x7684;&#x671F;&#x520A;&#xFF0C;&#x5927;&#x6982;&#x662F;&#x56E0;&#x4E3A;&#x5F80;&#x5F80;&#x6709;&#x59CB;&#x65E0;&#x7EC8;&#x4E4B;&#x6545;&#x7F62;&#xFF0C;&#x9500;&#x884C;&#x4E00;&#x5411;&#x5C31;&#x751A;&#x4E3A;&#x5BE5;&#x843D;&#xFF0C;&#x7136;&#x800C;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x751F;&#x6D3B;&#x8270;&#x96BE;&#x4E2D;&#xFF0C;&#x6BC5;&#x7136;&#x9884;&#x5B9A;&#x4E86;&#x300A;&#x83BD;&#x539F;&#x300B;&#x5168;&#x5E74;&#x7684;&#x5C31;&#x6709;&#x5979;&#x3002;&#x6211;&#x4E5F;&#x65E9;&#x89C9;&#x5F97;&#x6709;&#x5199;&#x4E00;&#x70B9;&#x4E1C;&#x897F;&#x7684;&#x5FC5;&#x8981;&#x4E86;&#xFF0C;&#x8FD9;&#x867D;&#x7136;&#x4E8E;&#x6B7B;&#x8005;&#x6BEB;&#x4E0D;&#x76F8;&#x5E72;&#xFF0C;&#x4F46;&#x5728;&#x751F;&#x8005;&#xFF0C;&#x5374;&#x5927;&#x62B5;&#x53EA;&#x80FD;&#x5982;&#x6B64;&#x800C;&#x5DF2;&#x3002;&#x5018;&#x4F7F;&#x6211;&#x80FD;&#x591F;&#x76F8;&#x4FE1;&#x771F;&#x6709;&#x6240;&#x8C13;&#x201C;&#x5728;&#x5929;&#x4E4B;&#x7075;&#x201D;&#xFF0C;&#x90A3;&#x81EA;&#x7136;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x66F4;&#x5927;&#x7684;&#x5B89;&#x6170;&#xFF0C;&#x2014;&#x2014;&#x4F46;&#x662F;&#xFF0C;&#x73B0;&#x5728;&#xFF0C;&#x5374;&#x53EA;&#x80FD;&#x5982;&#x6B64;&#x800C;&#x5DF2;&#x3002;</p>
<p>&#x53EF;&#x662F;&#x6211;&#x5B9E;&#x5728;&#x65E0;&#x8BDD;&#x53EF;&#x8BF4;&#x3002;&#x6211;&#x53EA;&#x89C9;&#x5F97;&#x6240;&#x4F4F;&#x7684;&#x5E76;&#x975E;&#x4EBA;&#x95F4;&#x3002;&#x56DB;&#x5341;&#x591A;&#x4E2A;&#x9752;&#x5E74;&#x7684;&#x8840;&#xFF0C;&#x6D0B;&#x6EA2;&#x5728;&#x6211;&#x7684;&#x5468;&#x56F4;&#xFF0C;&#x4F7F;&#x6211;&#x8270;&#x4E8E;&#x547C;&#x5438;&#x89C6;&#x542C;&#xFF0C;&#x90A3;&#x91CC;&#x8FD8;&#x80FD;&#x6709;&#x4EC0;&#x4E48;&#x8A00;&#x8BED;&#xFF1F;&#x957F;&#x6B4C;&#x5F53;&#x54ED;&#xFF0C;&#x662F;&#x5FC5;&#x987B;&#x5728;&#x75DB;&#x5B9A;&#x4E4B;&#x540E;&#x7684;&#x3002;&#x800C;&#x6B64;&#x540E;&#x51E0;&#x4E2A;&#x6240;&#x8C13;&#x5B66;&#x8005;&#x6587;&#x4EBA;&#x7684;&#x9634;&#x9669;&#x7684;&#x8BBA;&#x8C03;&#xFF0C;&#x5C24;&#x4F7F;&#x6211;&#x89C9;&#x5F97;&#x60B2;&#x54C0;&#x3002;&#x6211;&#x5DF2;&#x7ECF;&#x51FA;&#x79BB;&#x6124;&#x6012;&#x4E86;&#x3002;&#x6211;&#x5C06;&#x6DF1;&#x5473;&#x8FD9;&#x975E;&#x4EBA;&#x95F4;&#x7684;&#x6D53;&#x9ED1;&#x7684;&#x60B2;&#x51C9;&#xFF1B;&#x4EE5;&#x6211;&#x7684;&#x6700;&#x5927;&#x54C0;&#x75DB;&#x663E;&#x793A;&#x4E8E;&#x975E;&#x4EBA;&#x95F4;&#xFF0C;&#x4F7F;&#x5B83;&#x4EEC;&#x5FEB;&#x610F;&#x4E8E;&#x6211;&#x7684;&#x82E6;&#x75DB;&#xFF0C;&#x5C31;&#x5C06;&#x8FD9;&#x4F5C;&#x4E3A;&#x540E;&#x6B7B;&#x8005;&#x7684;&#x83F2;&#x8584;&#x7684;&#x796D;&#x54C1;&#xFF0C;&#x5949;&#x732E;&#x4E8E;&#x901D;&#x8005;&#x7684;&#x7075;&#x524D;&#x3002;</p>
<h3 id="&#x4E8C;">&#x4E8C;</h3>
<p>&#x771F;&#x7684;&#x731B;&#x58EB;&#xFF0C;&#x6562;&#x4E8E;&#x76F4;&#x9762;&#x60E8;&#x6DE1;&#x7684;&#x4EBA;&#x751F;&#xFF0C;&#x6562;&#x4E8E;&#x6B63;&#x89C6;&#x6DCB;&#x6F13;&#x7684;&#x9C9C;&#x8840;&#x3002;&#x8FD9;&#x662F;&#x600E;&#x6837;&#x7684;&#x54C0;&#x75DB;&#x8005;&#x548C;&#x5E78;&#x798F;&#x8005;&#xFF1F;&#x7136;&#x800C;&#x9020;&#x5316;&#x53C8;&#x5E38;&#x5E38;&#x4E3A;&#x5EB8;&#x4EBA;&#x8BBE;&#x8BA1;&#xFF0C;&#x4EE5;&#x65F6;&#x95F4;&#x7684;&#x6D41;&#x9A76;&#xFF0C;&#x6765;&#x6D17;&#x6DA4;&#x65E7;&#x8FF9;&#xFF0C;&#x4EC5;&#x4F7F;&#x7559;&#x4E0B;&#x6DE1;&#x7EA2;&#x7684;&#x8840;&#x8272;&#x548C;&#x5FAE;&#x6F20;&#x7684;&#x60B2;&#x54C0;&#x3002;&#x5728;&#x8FD9;&#x6DE1;&#x7EA2;&#x7684;&#x8840;&#x8272;&#x548C;&#x5FAE;&#x6F20;&#x7684;&#x60B2;&#x54C0;&#x4E2D;&#xFF0C;&#x53C8;&#x7ED9;&#x4EBA;&#x6682;&#x5F97;&#x5077;&#x751F;&#xFF0C;&#x7EF4;&#x6301;&#x7740;&#x8FD9;&#x4F3C;&#x4EBA;&#x975E;&#x4EBA;&#x7684;&#x4E16;&#x754C;&#x3002;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x8FD9;&#x6837;&#x7684;&#x4E16;&#x754C;&#x4F55;&#x65F6;&#x662F;&#x4E00;&#x4E2A;&#x5C3D;&#x5934;&#xFF01;</p>
<p>&#x6211;&#x4EEC;&#x8FD8;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x4E16;&#x4E0A;&#x6D3B;&#x7740;&#xFF1B;&#x6211;&#x4E5F;&#x65E9;&#x89C9;&#x5F97;&#x6709;&#x5199;&#x4E00;&#x70B9;&#x4E1C;&#x897F;&#x7684;&#x5FC5;&#x8981;&#x4E86;&#x3002;&#x79BB;&#x4E09;&#x6708;&#x5341;&#x516B;&#x65E5;&#x4E5F;&#x5DF2;&#x6709;&#x4E24;&#x661F;&#x671F;&#xFF0C;&#x5FD8;&#x5374;&#x7684;&#x6551;&#x4E3B;&#x5FEB;&#x8981;&#x964D;&#x4E34;&#x4E86;&#x7F62;&#xFF0C;&#x6211;&#x6B63;&#x6709;&#x5199;&#x4E00;&#x70B9;&#x4E1C;&#x897F;&#x7684;&#x5FC5;&#x8981;&#x4E86;&#x3002;</p>
<h3 id="&#x4E09;">&#x4E09;</h3>
<p>&#x5728;&#x56DB;&#x5341;&#x4F59;&#x88AB;&#x5BB3;&#x7684;&#x9752;&#x5E74;&#x4E4B;&#x4E2D;&#xFF0C;&#x5218;&#x548C;&#x73CD;&#x541B;&#x662F;&#x6211;&#x7684;&#x5B66;&#x751F;&#x3002;&#x5B66;&#x751F;&#x4E91;&#x8005;&#xFF0C;&#x6211;&#x5411;&#x6765;&#x8FD9;&#x6837;&#x60F3;&#xFF0C;&#x8FD9;&#x6837;&#x8BF4;&#xFF0C;&#x73B0;&#x5728;&#x5374;&#x89C9;&#x5F97;&#x6709;&#x4E9B;&#x8E0C;&#x8E87;&#x4E86;&#xFF0C;&#x6211;&#x5E94;&#x8BE5;&#x5BF9;&#x5979;&#x5949;&#x732E;&#x6211;&#x7684;&#x60B2;&#x54C0;&#x4E0E;&#x5C0A;&#x656C;&#x3002;&#x5979;&#x4E0D;&#x662F;&#x201C;&#x82DF;&#x6D3B;&#x5230;&#x73B0;&#x5728;&#x7684;&#x6211;&#x201D;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x662F;&#x4E3A;&#x4E86;&#x4E2D;&#x56FD;&#x800C;&#x6B7B;&#x7684;&#x4E2D;&#x56FD;&#x7684;&#x9752;&#x5E74;&#x3002;</p>
<p>&#x5979;&#x7684;&#x59D3;&#x540D;&#x7B2C;&#x4E00;&#x6B21;&#x4E3A;&#x6211;&#x6240;&#x89C1;&#xFF0C;&#x662F;&#x5728;&#x53BB;&#x5E74;&#x590F;&#x521D;&#x6768;&#x836B;&#x6986;&#x5973;&#x58EB;&#x505A;&#x5973;&#x5B50;&#x5E08;&#x8303;&#x5927;&#x5B66;&#x6821;&#x957F;&#xFF0C;&#x5F00;&#x9664;&#x6821;&#x4E2D;&#x516D;&#x4E2A;&#x5B66;&#x751F;&#x81EA;&#x6CBB;&#x4F1A;&#x804C;&#x5458;&#x7684;&#x65F6;&#x5019;&#x3002;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x5979;&#xFF1B;&#x4F46;&#x662F;&#x6211;&#x4E0D;&#x8BA4;&#x8BC6;&#x3002;&#x76F4;&#x5230;&#x540E;&#x6765;&#xFF0C;&#x4E5F;&#x8BB8;&#x5DF2;&#x7ECF;&#x662F;&#x5218;&#x767E;&#x662D;&#x7387;&#x9886;&#x7537;&#x5973;&#x6B66;&#x5C06;&#xFF0C;&#x5F3A;&#x62D6;&#x51FA;&#x6821;&#x4E4B;&#x540E;&#x4E86;&#xFF0C;&#x624D;&#x6709;&#x4EBA;&#x6307;&#x7740;&#x4E00;&#x4E2A;&#x5B66;&#x751F;&#x544A;&#x8BC9;&#x6211;&#xFF0C;&#x8BF4;&#xFF1A;&#x8FD9;&#x5C31;&#x662F;&#x5218;&#x548C;&#x73CD;&#x3002;&#x5176;&#x65F6;&#x6211;&#x624D;&#x80FD;&#x5C06;&#x59D3;&#x540D;&#x548C;&#x5B9E;&#x4F53;&#x8054;&#x5408;&#x8D77;&#x6765;&#xFF0C;&#x5FC3;&#x4E2D;&#x5374;&#x6697;&#x81EA;&#x8BE7;&#x5F02;&#x3002;&#x6211;&#x5E73;&#x7D20;&#x60F3;&#xFF0C;&#x80FD;&#x591F;&#x4E0D;&#x4E3A;&#x52BF;&#x5229;&#x6240;&#x5C48;&#xFF0C;&#x53CD;&#x6297;&#x4E00;&#x5E7F;&#x6709;&#x7FBD;&#x7FFC;&#x7684;&#x6821;&#x957F;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#xFF0C;&#x603B;&#x8BE5;&#x662F;&#x6709;&#x4E9B;&#x6840;&#x9A9C;&#x950B;&#x5229;&#x7684;&#xFF0C;&#x4F46;&#x5979;&#x5374;&#x5E38;&#x5E38;&#x5FAE;&#x7B11;&#x7740;&#xFF0C;&#x6001;&#x5EA6;&#x5F88;&#x6E29;&#x548C;&#x3002;&#x5F85;&#x5230;&#x504F;&#x5B89;&#x4E8E;&#x5B97;&#x5E3D;&#x80E1;&#x540C;&#xFF0C;&#x8D41;&#x5C4B;&#x6388;&#x8BFE;&#x4E4B;&#x540E;&#xFF0C;&#x5979;&#x624D;&#x59CB;&#x6765;&#x542C;&#x6211;&#x7684;&#x8BB2;&#x4E49;&#xFF0C;&#x4E8E;&#x662F;&#x89C1;&#x9762;&#x7684;&#x56DE;&#x6570;&#x5C31;&#x8F83;&#x591A;&#x4E86;&#xFF0C;&#x4E5F;&#x8FD8;&#x662F;&#x59CB;&#x7EC8;&#x5FAE;&#x7B11;&#x7740;&#xFF0C;&#x6001;&#x5EA6;&#x5F88;&#x6E29;&#x548C;&#x3002;&#x5F85;&#x5230;&#x5B66;&#x6821;&#x6062;&#x590D;&#x65E7;&#x89C2;&#xFF0C;&#x5F80;&#x65E5;&#x7684;&#x6559;&#x804C;&#x5458;&#x4EE5;&#x4E3A;&#x8D23;&#x4EFB;&#x5DF2;&#x5C3D;&#xFF0C;&#x51C6;&#x5907;&#x9646;&#x7EED;&#x5F15;&#x9000;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x624D;&#x89C1;&#x5979;&#x8651;&#x53CA;&#x6BCD;&#x6821;&#x524D;&#x9014;&#xFF0C;&#x9EEF;&#x7136;&#x81F3;&#x4E8E;&#x6CE3;&#x4E0B;&#x3002;&#x6B64;&#x540E;&#x4F3C;&#x4E4E;&#x5C31;&#x4E0D;&#x76F8;&#x89C1;&#x3002;&#x603B;&#x4E4B;&#xFF0C;&#x5728;&#x6211;&#x7684;&#x8BB0;&#x5FC6;&#x4E0A;&#xFF0C;&#x90A3;&#x4E00;&#x6B21;&#x5C31;&#x662F;&#x6C38;&#x522B;&#x4E86;&#x3002;</p>
<h3 id="&#x56DB;">&#x56DB;</h3>
<p>&#x6211;&#x5728;&#x5341;&#x516B;&#x65E5;&#x65E9;&#x6668;&#xFF0C;&#x624D;&#x77E5;&#x9053;&#x4E0A;&#x5348;&#x6709;&#x7FA4;&#x4F17;&#x5411;&#x6267;&#x653F;&#x5E9C;&#x8BF7;&#x613F;&#x7684;&#x4E8B;&#xFF1B;&#x4E0B;&#x5348;&#x4FBF;&#x5F97;&#x5230;&#x5669;&#x8017;&#xFF0C;&#x8BF4;&#x536B;&#x961F;&#x5C45;&#x7136;&#x5F00;&#x67AA;&#xFF0C;&#x6B7B;&#x4F24;&#x81F3;&#x6570;&#x767E;&#x4EBA;&#xFF0C;&#x800C;&#x5218;&#x548C;&#x73CD;&#x541B;&#x5373;&#x5728;&#x9047;&#x5BB3;&#x8005;&#x4E4B;&#x5217;&#x3002;&#x4F46;&#x6211;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E9B;&#x4F20;&#x8BF4;&#xFF0C;&#x7ADF;&#x81F3;&#x4E8E;&#x9887;&#x4E3A;&#x6000;&#x7591;&#x3002;&#x6211;&#x5411;&#x6765;&#x662F;&#x4E0D;&#x60EE;&#x4EE5;&#x6700;&#x574F;&#x7684;&#x6076;&#x610F;&#xFF0C;&#x6765;&#x63A8;&#x6D4B;&#x4E2D;&#x56FD;&#x4EBA;&#x7684;&#xFF0C;&#x7136;&#x800C;&#x6211;&#x8FD8;&#x4E0D;&#x6599;&#xFF0C;&#x4E5F;&#x4E0D;&#x4FE1;&#x7ADF;&#x4F1A;&#x4E0B;&#x52A3;&#x51F6;&#x6B8B;&#x5230;&#x8FD9;&#x5730;&#x6B65;&#x3002;&#x51B5;&#x4E14;&#x59CB;&#x7EC8;&#x5FAE;&#x7B11;&#x7740;&#x7684;&#x548C;&#x853C;&#x7684;&#x5218;&#x548C;&#x73CD;&#x541B;&#xFF0C;&#x66F4;&#x4F55;&#x81F3;&#x4E8E;&#x65E0;&#x7AEF;&#x5728;&#x5E9C;&#x95E8;&#x524D;&#x558B;&#x8840;&#x5462;&#xFF1F;</p>
<p>&#x7136;&#x800C;&#x5373;&#x65E5;&#x8BC1;&#x660E;&#x662F;&#x4E8B;&#x5B9E;&#x4E86;&#xFF0C;&#x4F5C;&#x8BC1;&#x7684;&#x4FBF;&#x662F;&#x5979;&#x81EA;&#x5DF1;&#x7684;&#x5C38;&#x9AB8;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x5177;&#xFF0C;&#x662F;&#x6768;&#x5FB7;&#x7FA4;&#x541B;&#x7684;&#x3002;&#x800C;&#x4E14;&#x53C8;&#x8BC1;&#x660E;&#x7740;&#x8FD9;&#x4E0D;&#x4F46;&#x662F;&#x6740;&#x5BB3;&#xFF0C;&#x7B80;&#x76F4;&#x662F;&#x8650;&#x6740;&#xFF0C;&#x56E0;&#x4E3A;&#x8EAB;&#x4F53;&#x4E0A;&#x8FD8;&#x6709;&#x68CD;&#x68D2;&#x7684;&#x4F24;&#x75D5;&#x3002;</p>
<p>&#x4F46;&#x6BB5;&#x653F;&#x5E9C;&#x5C31;&#x6709;&#x4EE4;&#xFF0C;&#x8BF4;&#x5979;&#x4EEC;&#x662F;&#x201C;&#x66B4;&#x5F92;&#x201D;&#xFF01;</p>
<p>&#x4F46;&#x63A5;&#x7740;&#x5C31;&#x6709;&#x6D41;&#x8A00;&#xFF0C;&#x8BF4;&#x5979;&#x4EEC;&#x662F;&#x53D7;&#x4EBA;&#x5229;&#x7528;&#x7684;&#x3002;</p>
<p>&#x60E8;&#x8C61;&#xFF0C;&#x5DF2;&#x4F7F;&#x6211;&#x76EE;&#x4E0D;&#x5FCD;&#x89C6;&#x4E86;&#xFF1B;&#x6D41;&#x8A00;&#xFF0C;&#x5C24;&#x4F7F;&#x6211;&#x8033;&#x4E0D;&#x5FCD;&#x95FB;&#x3002;&#x6211;&#x8FD8;&#x6709;&#x4EC0;&#x4E48;&#x8BDD;&#x53EF;&#x8BF4;&#x5462;&#xFF1F;&#x6211;&#x61C2;&#x5F97;&#x8870;&#x4EA1;&#x6C11;&#x65CF;&#x4E4B;&#x6240;&#x4EE5;&#x9ED8;&#x65E0;&#x58F0;&#x606F;&#x7684;&#x7F18;&#x7531;&#x4E86;&#x3002;&#x6C89;&#x9ED8;&#x5475;&#xFF0C;&#x6C89;&#x9ED8;&#x5475;&#xFF01;&#x4E0D;&#x5728;&#x6C89;&#x9ED8;&#x4E2D;&#x7206;&#x53D1;&#xFF0C;&#x5C31;&#x5728;&#x6C89;&#x9ED8;&#x4E2D;&#x706D;&#x4EA1;&#x3002;</p>
<h3 id="&#x4E94;">&#x4E94;</h3>
<p>&#x4F46;&#x662F;&#xFF0C;&#x6211;&#x8FD8;&#x6709;&#x8981;&#x8BF4;&#x7684;&#x8BDD;&#x3002;</p>
<p>&#x6211;&#x6CA1;&#x6709;&#x4EB2;&#x89C1;&#xFF1B;&#x542C;&#x8BF4;&#xFF0C;&#x5979;&#xFF0C;&#x5218;&#x548C;&#x73CD;&#x541B;&#xFF0C;&#x90A3;&#x65F6;&#x662F;&#x6B23;&#x7136;&#x524D;&#x5F80;&#x7684;&#x3002;&#x81EA;&#x7136;&#xFF0C;&#x8BF7;&#x613F;&#x800C;&#x5DF2;&#xFF0C;&#x7A0D;&#x6709;&#x4EBA;&#x5FC3;&#x8005;&#xFF0C;&#x8C01;&#x4E5F;&#x4E0D;&#x4F1A;&#x6599;&#x5230;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x7F57;&#x7F51;&#x3002;&#x4F46;&#x7ADF;&#x5728;&#x6267;&#x653F;&#x5E9C;&#x524D;&#x4E2D;&#x5F39;&#x4E86;&#xFF0C;&#x4ECE;&#x80CC;&#x90E8;&#x5165;&#xFF0C;&#x659C;&#x7A7F;&#x5FC3;&#x80BA;&#xFF0C;&#x5DF2;&#x662F;&#x81F4;&#x547D;&#x7684;&#x521B;&#x4F24;&#xFF0C;&#x53EA;&#x662F;&#x6CA1;&#x6709;&#x4FBF;&#x6B7B;&#x3002;&#x540C;&#x53BB;&#x7684;&#x5F20;&#x9759;&#x6DD1;&#x541B;&#x60F3;&#x6276;&#x8D77;&#x5979;&#xFF0C;&#x4E2D;&#x4E86;&#x56DB;&#x5F39;&#xFF0C;&#x5176;&#x4E00;&#x662F;&#x624B;&#x67AA;&#xFF0C;&#x7ACB;&#x4EC6;&#xFF1B;&#x540C;&#x53BB;&#x7684;&#x6768;&#x5FB7;&#x7FA4;&#x541B;&#x53C8;&#x60F3;&#x53BB;&#x6276;&#x8D77;&#x5979;&#xFF0C;&#x4E5F;&#x88AB;&#x51FB;&#xFF0C;&#x5F39;&#x4ECE;&#x5DE6;&#x80A9;&#x5165;&#xFF0C;&#x7A7F;&#x80F8;&#x504F;&#x53F3;&#x51FA;&#xFF0C;&#x4E5F;&#x7ACB;&#x4EC6;&#x3002;&#x4F46;&#x5979;&#x8FD8;&#x80FD;&#x5750;&#x8D77;&#x6765;&#xFF0C;&#x4E00;&#x4E2A;&#x5175;&#x5728;&#x5979;&#x5934;&#x90E8;&#x53CA;&#x80F8;&#x90E8;&#x731B;&#x51FB;&#x4E24;&#x68CD;&#xFF0C;&#x4E8E;&#x662F;&#x6B7B;&#x6389;&#x4E86;&#x3002;</p>
<p>&#x59CB;&#x7EC8;&#x5FAE;&#x7B11;&#x7684;&#x548C;&#x853C;&#x7684;&#x5218;&#x548C;&#x73CD;&#x541B;&#x786E;&#x662F;&#x6B7B;&#x6389;&#x4E86;&#xFF0C;&#x8FD9;&#x662F;&#x771F;&#x7684;&#xFF0C;&#x6709;&#x5979;&#x81EA;&#x5DF1;&#x7684;&#x5C38;&#x9AB8;&#x4E3A;&#x8BC1;&#xFF1B;&#x6C89;&#x52C7;&#x800C;&#x53CB;&#x7231;&#x7684;&#x6768;&#x5FB7;&#x7FA4;&#x541B;&#x4E5F;&#x6B7B;&#x6389;&#x4E86;&#xFF0C;&#x6709;&#x5979;&#x81EA;&#x5DF1;&#x7684;&#x5C38;&#x9AB8;&#x4E3A;&#x8BC1;&#xFF1B;&#x53EA;&#x6709;&#x4E00;&#x6837;&#x6C89;&#x52C7;&#x800C;&#x53CB;&#x7231;&#x7684;&#x5F20;&#x9759;&#x6DD1;&#x541B;&#x8FD8;&#x5728;&#x533B;&#x9662;&#x91CC;&#x547B;&#x541F;&#x3002;&#x5F53;&#x4E09;&#x4E2A;&#x5973;&#x5B50;&#x4ECE;&#x5BB9;&#x5730;&#x8F6C;&#x8F97;&#x4E8E;&#x6587;&#x660E;&#x4EBA;&#x6240;&#x53D1;&#x660E;&#x7684;&#x67AA;&#x5F39;&#x7684;&#x6512;&#x5C04;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8FD9;&#x662F;&#x600E;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x60CA;&#x5FC3;&#x52A8;&#x9B44;&#x7684;&#x4F1F;&#x5927;&#x5475;&#xFF01;&#x4E2D;&#x56FD;&#x519B;&#x4EBA;&#x7684;&#x5C60;&#x622E;&#x5987;&#x5A74;&#x7684;&#x4F1F;&#x7EE9;&#xFF0C;&#x516B;&#x56FD;&#x8054;&#x519B;&#x7684;&#x60E9;&#x521B;&#x5B66;&#x751F;&#x7684;&#x6B66;&#x529F;&#xFF0C;&#x4E0D;&#x5E78;&#x5168;&#x88AB;&#x8FD9;&#x51E0;&#x7F15;&#x8840;&#x75D5;&#x62B9;&#x6740;&#x4E86;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x4E2D;&#x5916;&#x7684;&#x6740;&#x4EBA;&#x8005;&#x5374;&#x5C45;&#x7136;&#x6602;&#x8D77;&#x5934;&#x6765;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x4E2A;&#x4E2A;&#x8138;&#x4E0A;&#x6709;&#x7740;&#x8840;&#x6C61;&#x2026;&#x2026;&#x3002;</p>
<h3 id="&#x516D;">&#x516D;</h3>
<p>&#x65F6;&#x95F4;&#x6C38;&#x662F;&#x6D41;&#x9A76;&#xFF0C;&#x8857;&#x5E02;&#x4F9D;&#x65E7;&#x592A;&#x5E73;&#xFF0C;&#x6709;&#x9650;&#x7684;&#x51E0;&#x4E2A;&#x751F;&#x547D;&#xFF0C;&#x5728;&#x4E2D;&#x56FD;&#x662F;&#x4E0D;&#x7B97;&#x4EC0;&#x4E48;&#x7684;&#xFF0C;&#x81F3;&#x591A;&#xFF0C;&#x4E0D;&#x8FC7;&#x4F9B;&#x65E0;&#x6076;&#x610F;&#x7684;&#x95F2;&#x4EBA;&#x4EE5;&#x996D;&#x540E;&#x7684;&#x8C08;&#x8D44;&#xFF0C;&#x6216;&#x8005;&#x7ED9;&#x6709;&#x6076;&#x610F;&#x7684;&#x95F2;&#x4EBA;&#x4F5C;&#x201C;&#x6D41;&#x8A00;&#x201D;&#x7684;&#x79CD;&#x5B50;&#x3002;&#x81F3;&#x4E8E;&#x6B64;&#x5916;&#x7684;&#x6DF1;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x6211;&#x603B;&#x89C9;&#x5F97;&#x5F88;&#x5BE5;&#x5BE5;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x5B9E;&#x5728;&#x4E0D;&#x8FC7;&#x662F;&#x5F92;&#x624B;&#x7684;&#x8BF7;&#x613F;&#x3002;&#x4EBA;&#x7C7B;&#x7684;&#x8840;&#x6218;&#x524D;&#x884C;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x6B63;&#x5982;&#x7164;&#x7684;&#x5F62;&#x6210;&#xFF0C;&#x5F53;&#x65F6;&#x7528;&#x5927;&#x91CF;&#x7684;&#x6728;&#x6750;&#xFF0C;&#x7ED3;&#x679C;&#x5374;&#x53EA;&#x662F;&#x4E00;&#x5C0F;&#x5757;&#xFF0C;&#x4F46;&#x8BF7;&#x613F;&#x662F;&#x4E0D;&#x5728;&#x5176;&#x4E2D;&#x7684;&#xFF0C;&#x66F4;&#x4F55;&#x51B5;&#x662F;&#x5F92;&#x624B;&#x3002;</p>
<p>&#x7136;&#x800C;&#x65E2;&#x7136;&#x6709;&#x4E86;&#x8840;&#x75D5;&#x4E86;&#xFF0C;&#x5F53;&#x7136;&#x4E0D;&#x89C9;&#x8981;&#x6269;&#x5927;&#x3002;&#x81F3;&#x5C11;&#xFF0C;&#x4E5F;&#x5F53;&#x6D78;&#x6E0D;&#x4E86;&#x4EB2;&#x65CF;&#xFF1B;&#x5E08;&#x53CB;&#xFF0C;&#x7231;&#x4EBA;&#x7684;&#x5FC3;&#xFF0C;&#x7EB5;&#x4F7F;&#x65F6;&#x5149;&#x6D41;&#x9A76;&#xFF0C;&#x6D17;&#x6210;&#x7EEF;&#x7EA2;&#xFF0C;&#x4E5F;&#x4F1A;&#x5728;&#x5FAE;&#x6F20;&#x7684;&#x60B2;&#x54C0;&#x4E2D;&#x6C38;&#x5B58;&#x5FAE;&#x7B11;&#x7684;&#x548C;&#x853C;&#x7684;&#x65E7;&#x5F71;&#x3002;&#x9676;&#x6F5C;&#x8BF4;&#x8FC7;&#xFF0C;&#x201C;&#x4EB2;&#x621A;&#x6216;&#x4F59;&#x60B2;&#xFF0C;&#x4ED6;&#x4EBA;&#x4EA6;&#x5DF2;&#x6B4C;&#xFF0C;&#x6B7B;&#x53BB;&#x4F55;&#x6240;&#x9053;&#xFF0C;&#x6258;&#x4F53;&#x540C;&#x5C71;&#x963F;&#x3002;&#x201D;&#x5018;&#x80FD;&#x5982;&#x6B64;&#xFF0C;&#x8FD9;&#x4E5F;&#x5C31;&#x591F;&#x4E86;&#x3002;</p>
<h3 id="&#x4E03;">&#x4E03;</h3>
<p>&#x6211;&#x5DF2;&#x7ECF;&#x8BF4;&#x8FC7;&#xFF1A;&#x6211;&#x5411;&#x6765;&#x662F;&#x4E0D;&#x60EE;&#x4EE5;&#x6700;&#x574F;&#x7684;&#x6076;&#x610F;&#x6765;&#x63A8;&#x6D4B;&#x4E2D;&#x56FD;&#x4EBA;&#x7684;&#x3002;&#x4F46;&#x8FD9;&#x56DE;&#x5374;&#x5F88;&#x6709;&#x51E0;&#x70B9;&#x51FA;&#x4E8E;&#x6211;&#x7684;&#x610F;&#x5916;&#x3002;&#x4E00;&#x662F;&#x5F53;&#x5C40;&#x8005;&#x7ADF;&#x4F1A;&#x8FD9;&#x6837;&#x5730;&#x51F6;&#x6B8B;&#xFF0C;&#x4E00;&#x662F;&#x6D41;&#x8A00;&#x5BB6;&#x7ADF;&#x81F3;&#x5982;&#x6B64;&#x4E4B;&#x4E0B;&#x52A3;&#xFF0C;&#x4E00;&#x662F;&#x4E2D;&#x56FD;&#x7684;&#x5973;&#x6027;&#x4E34;&#x96BE;&#x7ADF;&#x80FD;&#x5982;&#x662F;&#x4E4B;&#x4ECE;&#x5BB9;&#x3002;</p>
<p>&#x6211;&#x76EE;&#x7779;&#x4E2D;&#x56FD;&#x5973;&#x5B50;&#x7684;&#x529E;&#x4E8B;&#xFF0C;&#x662F;&#x59CB;&#x4E8E;&#x53BB;&#x5E74;&#x7684;&#xFF0C;&#x867D;&#x7136;&#x662F;&#x5C11;&#x6570;&#xFF0C;&#x4F46;&#x770B;&#x90A3;&#x5E72;&#x7EC3;&#x575A;&#x51B3;&#xFF0C;&#x767E;&#x6298;&#x4E0D;&#x56DE;&#x7684;&#x6C14;&#x6982;&#xFF0C;&#x66FE;&#x7ECF;&#x5C61;&#x6B21;&#x4E3A;&#x4E4B;&#x611F;&#x53F9;&#x3002;&#x81F3;&#x4E8E;&#x8FD9;&#x4E00;&#x56DE;&#x5728;&#x5F39;&#x96E8;&#x4E2D;&#x4E92;&#x76F8;&#x6551;&#x52A9;&#xFF0C;&#x867D;&#x6B92;&#x8EAB;&#x4E0D;&#x6064;&#x7684;&#x4E8B;&#x5B9E;&#xFF0C;&#x5219;&#x66F4;&#x8DB3;&#x4E3A;&#x4E2D;&#x56FD;&#x5973;&#x5B50;&#x7684;&#x52C7;&#x6BC5;&#xFF0C;&#x867D;&#x906D;&#x9634;&#x8C0B;&#x79D8;&#x8BA1;&#xFF0C;&#x538B;&#x6291;&#x81F3;&#x6570;&#x5343;&#x5E74;&#xFF0C;&#x800C;&#x7EC8;&#x4E8E;&#x6CA1;&#x6709;&#x6D88;&#x4EA1;&#x7684;&#x660E;&#x8BC1;&#x4E86;&#x3002;&#x5018;&#x8981;&#x5BFB;&#x6C42;&#x8FD9;&#x4E00;&#x6B21;&#x6B7B;&#x4F24;&#x8005;&#x5BF9;&#x4E8E;&#x5C06;&#x6765;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x610F;&#x4E49;&#x5C31;&#x5728;&#x6B64;&#x7F62;&#x3002;</p>
<p>&#x82DF;&#x6D3B;&#x8005;&#x5728;&#x6DE1;&#x7EA2;&#x7684;&#x8840;&#x8272;&#x4E2D;&#xFF0C;&#x4F1A;&#x4F9D;&#x7A00;&#x770B;&#x89C1;&#x5FAE;&#x832B;&#x7684;&#x5E0C;&#x671B;&#xFF1B;&#x771F;&#x7684;&#x731B;&#x58EB;&#xFF0C;&#x5C06;&#x66F4;&#x594B;&#x7136;&#x800C;&#x524D;&#x884C;&#x3002;</p>
<p>&#x545C;&#x547C;&#xFF0C;&#x6211;&#x8BF4;&#x4E0D;&#x51FA;&#x8BDD;&#xFF0C;&#x4F46;&#x4EE5;&#x6B64;&#x8BB0;&#x5FF5;&#x5218;&#x548C;&#x73CD;&#x541B;&#xFF01;</p>
<p>&#x56DB;&#x6708;&#x4E00;&#x65E5;&#x3002;</p>
<h2 id="">&#x1F602;</h2>
<p>&#x5982;&#x679C;&#x767E;&#x5EA6;&#x767E;&#x79D1;&#x91CC;&#x9762;&#x5728;0815&#x6CA1;&#x5F04;&#x9519;&#x7684;&#x8BDD;&#xFF0C;&#x4E0A;&#x9762;&#x7684;&#x6587;&#x7AE0;&#x5C31;&#x6CA1;&#x95EE;&#x9898;&#x3002;&#x590D;&#x5236;&#x7C98;&#x8D34;&#x7684;&#x3002;</p>
<h2 id="">&#x1F602;</h2>
<p>&#x6211;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x8BDA;&#x610F;&#xFF0C;&#x66F4;&#x6CA1;&#x4EC0;&#x4E48;&#x60F3;&#x6CD5;&#x3002;&#x535A;&#x5BA2;&#x5EFA;&#x7ACB;&#x7684;&#x7B2C;&#x4E00;&#x5929;&#x3002;&#x8D81;&#x7740;&#x65B0;&#x9C9C;&#x52B2;&#xFF0C;&#x968F;&#x4FBF;&#x6458;&#x6284;&#x4E9B;&#x7F62;&#x4E86;&#x3002;&#x3002;&#x3002;</p>
]]></content>
    
    <summary type="html">
    
      &lt;p&gt;&amp;#x9C81;&amp;#x8FC5;&amp;#x5148;&amp;#x751F;&amp;#x7684;&amp;#x6587;&amp;#x7AE0;&amp;#xFF0C;&amp;#x5F88;&amp;#x6709;&amp;#x610F;&amp;#x601D;&amp;#x3002;&amp;#x8FD9;&amp;#x91CC;&amp;#x5F15;&amp;#x7528;&amp;
    
    </summary>
    
      <category term="moon" scheme="http://zrdsj.cc/categories/moon/"/>
    
    
      <category term="鲁迅" scheme="http://zrdsj.cc/tags/%E9%B2%81%E8%BF%85/"/>
    
      <category term="文学" scheme="http://zrdsj.cc/tags/%E6%96%87%E5%AD%A6/"/>
    
      <category term="装逼（文艺）" scheme="http://zrdsj.cc/tags/%E8%A3%85%E9%80%BC%EF%BC%88%E6%96%87%E8%89%BA%EF%BC%89/"/>
    
  </entry>
  
</feed>
