<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="生活随笔,回忆,人生," />





  <link rel="alternate" href="/atom.xml" title="♀昨日的世界♂" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="Ok, 2017&amp;#x7684;&amp;#x7B2C;&amp;#x4E00;&amp;#x7BC7;&amp;#xFF0C;&amp;#x5199;&amp;#x70B9;&amp;#x4E1C;&amp;#x897F;&amp;#x3002;&amp;#x7F05;&amp;#x6000;&amp;#x4E0B;&amp;#x6211;&amp;#x7684;&amp;#x5916;&amp;#x516C;&amp;#x3002;
&amp;#x5728;&amp;#x8FD9;&amp;#x4E2A;&amp;#x6708;&amp;#x7684;4&amp;#x65E">
<meta property="og:type" content="article">
<meta property="og:title" content="无虞与无余">
<meta property="og:url" content="http://zrdsj.cc/2017/01/16/020/index.html">
<meta property="og:site_name" content="♀昨日的世界♂">
<meta property="og:description" content="Ok, 2017&amp;#x7684;&amp;#x7B2C;&amp;#x4E00;&amp;#x7BC7;&amp;#xFF0C;&amp;#x5199;&amp;#x70B9;&amp;#x4E1C;&amp;#x897F;&amp;#x3002;&amp;#x7F05;&amp;#x6000;&amp;#x4E0B;&amp;#x6211;&amp;#x7684;&amp;#x5916;&amp;#x516C;&amp;#x3002;
&amp;#x5728;&amp;#x8FD9;&amp;#x4E2A;&amp;#x6708;&amp;#x7684;4&amp;#x65E">
<meta property="og:updated_time" content="2017-01-16T11:57:07.314Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="无虞与无余">
<meta name="twitter:description" content="Ok, 2017&amp;#x7684;&amp;#x7B2C;&amp;#x4E00;&amp;#x7BC7;&amp;#xFF0C;&amp;#x5199;&amp;#x70B9;&amp;#x4E1C;&amp;#x897F;&amp;#x3002;&amp;#x7F05;&amp;#x6000;&amp;#x4E0B;&amp;#x6211;&amp;#x7684;&amp;#x5916;&amp;#x516C;&amp;#x3002;
&amp;#x5728;&amp;#x8FD9;&amp;#x4E2A;&amp;#x6708;&amp;#x7684;4&amp;#x65E">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6319607726116701000,
      author: '作者'
    }
  };
</script>




  <link rel="canonical" href="http://zrdsj.cc/2017/01/16/020/"/>

  <title> 无虞与无余 | ♀昨日的世界♂ </title>
  
</script>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  


<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
            (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
          m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');
  ga('create', 'UA-82625969-1', 'auto');
  ga('send', 'pageview');
</script>









  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">♀昨日的世界♂</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">✞此心光明 亦复何言✞</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            关于
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      
        
        <li class="menu-item menu-item-guestbook">
          <a href="/guestbook" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-question-circle"></i> <br />
            
            留言
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br />
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                无虞与无余
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2017-01-16T15:57:41+08:00" content="Jan 16 2017">
              Jan 16 2017
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/moon/" itemprop="url" rel="index">
                    <span itemprop="name">moon</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2017/01/16/020/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2017/01/16/020/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          

          
              &nbsp; | &nbsp;
              <span class="page-pv"><i class="fa fa-file-o"></i>
              <span class="busuanzi-value" id="busuanzi_value_page_pv" ></span>
              </span>
          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>Ok, 2017&#x7684;&#x7B2C;&#x4E00;&#x7BC7;&#xFF0C;&#x5199;&#x70B9;&#x4E1C;&#x897F;&#x3002;&#x7F05;&#x6000;&#x4E0B;&#x6211;&#x7684;&#x5916;&#x516C;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x4E2A;&#x6708;&#x7684;4&#x65E5;&#x665A;&#xFF0C;&#x6211;&#x5F97;&#x77E5;&#x4E86;&#x5916;&#x516C;&#x53BB;&#x4E16;&#x3002;6&#x65E5;&#x529E;&#x7406;&#x4E86;&#x4E27;&#x4E8B;&#xFF0C;8&#x65E5;&#xFF08;&#x5468;&#x65E5;&#xFF09;&#x53C8;&#x770B;&#x4E86;&#x770B;&#xFF0C;&#x7B97;&#x662F;&#x544A;&#x4E00;&#x6BB5;&#x843D;&#x3002;</p>
<p>&#x5B58;&#x5728;&#x7684;&#x5370;&#x8C61;&#xFF0C;&#x5982;&#x679C;&#x4EC5;&#x4EC5;&#x662F;&#x8FD9;&#x4E24;&#x5E74;&#x7684;&#x8BDD;&#x3002;&#x3002;&#x3002;&#x6709;&#x4E94;&#x4E2A;&#xFF1A;<strong>&#x4E00;&#x4E2A;&#x9752;&#x5E74;&#x53D1;&#x5446;&#x7684;&#x6A21;&#x6837;</strong>&#xFF0C;<strong>&#x4E00;&#x6761;&#x6CA1;&#x80FD;&#x5F2F;&#x66F2;&#x7684;&#x5927;&#x957F;&#x817F;</strong>&#xFF0C;<strong>&#x5165;&#x6B93;&#x65E5;&#x6CE5;&#x6CDE;&#x7684;&#x5C0F;&#x8DEF;</strong>&#xFF0C;<strong>&#x5E7C;&#x5E74;&#x6211;&#x706B;&#x70E7;&#x8FC7;&#x7684;&#x6811;&#x6839;</strong>&#xFF0C;<strong>&#x8001;&#x5BB6;&#x7A97;&#x53F0;&#x7684;&#x706B;&#x67F4;&#x76D2;&#x5B50;</strong>&#x3002;</p>
<h3 id="1">1</h3>
<p>&#x8FD9;&#x4E2A;&#x9752;&#x5E74;&#x4E0D;&#x662F;&#x6211;&#xFF0C;&#x662F;&#x8205;&#x5BB6;&#x7684;&#x5927;&#x513F;&#x5B50;&#xFF0C;&#x5916;&#x516C;&#x7684;&#x957F;&#x5B59;&#x3002;</p>
<p>&#x9AD8;&#x4E2D;&#x7D27;&#x5F20;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x8FD8;&#x6709;&#x4ED6;&#x7279;&#x6B8A;&#x7684;&#x5BB6;&#x5EAD;&#x751F;&#x6D3B;&#xFF0C;&#x4E0D;&#x8BF4;&#x662F;&#x6298;&#x78E8;&#x7684;&#x8BDD;&#xFF0C;&#x4E5F;&#x50CF;&#x6781;&#x4E86;&#x6298;&#x78E8;&#x3002;&#x4ED6;&#x7684;&#x72B6;&#x6001;&#x770B;&#x8D77;&#x6765;&#xFF0C;&#x603B;&#x5F52;&#x4E0D;&#x662F;&#x4E2A;&#x597D;&#x72B6;&#x6001;&#x3002;</p>
<p>&#x51E0;&#x5E74;&#x6765;&#xFF0C;&#x6211;&#x966A;&#x4ED6;&#x56DE;&#x8FC7;&#x51E0;&#x6B21;&#x8001;&#x5BB6;&#x63A2;&#x671B;&#x8001;&#x4EBA;&#x3002;&#x5E74;&#x9F84;&#x4E5F;&#x6BD4;&#x8F83;&#x76F8;&#x8FD1;&#xFF0C;&#x6211;&#x4EEC;&#x6709;&#x4E9B;&#x5171;&#x540C;&#x7684;&#x8BED;&#x8A00;&#x548C;&#x8BDD;&#x9898;&#x3002;&#x7136;&#x800C;&#x5927;&#x591A;&#x6570;&#x65F6;&#x5019;&#xFF0C;&#x603B;&#x662F;&#x6211;&#x5728;bb&#x6211;&#x5728;&#x4E3B;&#x5BFC;&#x4E24;&#x4EBA;&#x95F4;&#x7684;&#x4EA4;&#x6D41;&#xFF0C;&#x54C8;&#x54C8;&#x6211;&#x5E76;&#x4E0D;&#x662F;&#x5F3A;&#x52BF;&#x7684;&#x4EBA;&#x4E5F;&#x65E0;&#x610F;&#x4E8E;&#x4E3B;&#x5BFC;&#x540C;&#x4E16;&#x754C;&#x6C9F;&#x901A;&#x65B9;&#x9762;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x4ED6;&#x538B;&#x529B;&#x6BD4;&#x8F83;&#x5927;&#x601D;&#x7EF4;&#x6BD4;&#x8F83;&#x4E0D;&#x6D3B;&#x8DC3;&#xFF0C;&#x5C31;&#x5982;&#x6B64;&#x4E86;&#x3002;</p>
<p>&#x8FD9;&#x51E0;&#x5E74;&#x7684;&#x751F;&#x6D3B;&#x91CC;&#xFF0C;&#x603B;&#x662F;&#x7EA0;&#x7ED3;&#x4EA4;&#x7EC7;&#x7740;&#x8FD9;&#x4EFD;&#x60C5;&#x611F;&#x3002;&#x5171;&#x540C;&#x7684;&#x957F;&#x8F88;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x540E;&#x8F88;&#x8EAB;&#x4EFD;&#xFF0C;&#x201C;&#x526A;&#x4E0D;&#x65AD;&#xFF0C;&#x7406;&#x8FD8;&#x4E71;&#x201D;&#x7684;&#x5173;&#x7CFB;&#x3002;&#x3002;&#x3002;</p>
<p>&#x559C;&#x6B22;&#x4E5F;&#x8BB8;&#x662F;&#x4EE5;&#x540E;&#x7684;&#x60C5;&#x611F;&#xFF0C;&#x8BA8;&#x538C;&#x4E5F;&#x6C38;&#x8FDC;&#x8C08;&#x4E0D;&#x4E0A;&#xFF0C;&#x4EA6;&#x5E84;&#x4EA6;&#x8C10;&#x8FC7;&#x65E5;&#x5B50;&#x5427;&#xFF01;</p>
<h3 id="2">2</h3>
<p>&#x5916;&#x516C;&#x5728;&#x6211;&#x7AE5;&#x5E74;&#x7684;&#x5370;&#x8C61;&#x4E2D;&#x662F;&#x4E2A;&#x505C;&#x4E0D;&#x4E0B;&#x6765;&#x7684;&#x4EBA;&#xFF0C;&#x505C;&#x4E0D;&#x4E0B;&#x6765;&#x7684;&#x6728;&#x5320;&#x3002;</p>
<p>&#x6027;&#x683C;&#x5F88;&#x6025;&#xFF0C;&#x813E;&#x6C14;&#x5012;&#x4E0D;&#x5927;&#xFF0C;&#x5916;&#x5A46;&#x603B;&#x662F;&#x89C4;&#x529D;&#x5520;&#x53E8;&#xFF0C;&#x54C8;&#x54C8;&#x3002;&#x5728;&#x90A3;&#x4E2A;&#x6751;&#x843D;&#x91CC;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x719F;&#x6089;&#x7684;&#x573A;&#x666F;&#xFF0C;&#x6211;&#x559C;&#x6B22;&#x8FD9;&#x4E2A;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x51E0;&#x5E74;&#xFF0C;&#x5916;&#x516C;&#x7684;&#x8EAB;&#x4F53;&#x4E00;&#x5E74;&#x4E0D;&#x5982;&#x4E00;&#x5E74;&#xFF0C;&#x591A;&#x79CD;&#x5FC3;&#x8111;&#x8840;&#x7BA1;&#x7684;&#x95EE;&#x9898;&#x7EB7;&#x81F3;&#x6C93;&#x6765;&#x3002;&#x90A3;&#x4E2A;&#x786C;&#x6717;&#x7684;&#x6728;&#x5320;&#x4E0D;&#x89C1;&#x4E86;&#xFF0C;&#x4ED6;&#x5148;&#x662F;&#x4E0D;&#x600E;&#x4E48;&#x52A8;&#x4E86;&#xFF0C;&#x518D;&#x540E;&#x6765;&#xFF0C;&#x4ED6;&#x52A8;&#x4E0D;&#x4E86;&#x4E86;&#x3002;</p>
<p>&#x6BCF;&#x6B21;&#x56DE;&#x5BB6;&#xFF0C;&#x5E2E;&#x52A9;&#x5916;&#x5A46;&#x7167;&#x987E;&#x51E0;&#x4E2A;&#x5C0F;&#x65F6;&#x7684;&#x5916;&#x516C;&#xFF0C;&#x5F53;&#x65F6;&#x7684;&#x611F;&#x89C9;&#x662F;&#x75DB;&#x82E6;&#x7684;&#xFF0C;&#x7167;&#x987E;&#x4EBA;&#x7684;&#x6280;&#x80FD;&#x5F88;&#x60ED;&#x6127;&#x6211;&#x5B9E;&#x5728;&#x662F;&#x505A;&#x7684;&#x4E0D;&#x597D;&#x3002;&#x6BCF;&#x6B21;&#x7ED3;&#x675F;&#x79BB;&#x5F00;&#xFF0C;&#x8FC7;&#x4E0A;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x4F1A;&#x6709;&#x90A3;&#x4E48;&#x51E0;&#x5206;&#x949F;&#x6211;&#x4F1A;&#x611F;&#x5230;&#x5F88;&#x8212;&#x670D;&#xFF0C;&#x5F88;&#x5B89;&#x5FC3;&#x3002;</p>
<p>&#x4EC5;&#x4EC5;&#x662F;&#x6211;&#x770B;&#x671B;&#x4E86;&#x5916;&#x516C;&#x5427;&#xFF0C;</p>
<p>&#x5916;&#x516C;&#x7684;&#x5927;&#x957F;&#x817F;&#xFF0C;&#x5728;&#x5F53;&#x5E74;&#x662F;&#x8D70;&#x6765;&#x8D70;&#x53BB;&#xFF0C;&#x4E0D;&#x4EA6;&#x5FD9;&#x4E4E;&#xFF1F;&#xFF01;&#x3002;&#x8BB0;&#x5FC6;&#x4E2D;&#x6700;&#x540E;&#x770B;&#x89C1;&#x7684;&#x5927;&#x957F;&#x817F;&#xFF0C;&#x662F;&#x5750;&#x5728;&#x8F6E;&#x6905;&#x4E0A;&#xFF0C;&#x6BEB;&#x65E0;&#x52A8;&#x9759;&#xFF0C;&#x800C;&#x8001;&#x4EBA;&#x8138;&#x4E0A;&#x5E73;&#x9759;&#x800C;&#x53C8;&#x54ED;&#x4E27;&#x76B1;&#x7709;&#x7684;&#x8868;&#x60C5;&#xFF0C;&#x9177;&#x4F3C;&#x5E7C;&#x65F6;&#x6DD8;&#x6C14;&#x987D;&#x76AE;&#x7684;&#x81EA;&#x5DF1;&#x5B69;&#x7AE5;&#x7684;&#x9762;&#x5E9E;&#x3002;</p>
<h3 id="3">3</h3>
<p>&#x5F00;&#x5C01;&#x56DE;&#x6765;&#x662F;5&#x65E5;&#xFF0C;6&#x65E5;&#x4E0B;&#x846C;&#x3002;&#x5929;&#x6C14;&#x51C4;&#x51B7;&#x65E0;&#x6BD4;&#x7684;&#x98CE;&#x548C;&#x96E8;&#xFF0C;&#x5FC3;&#x60C5;&#x6240;&#x81F4;&#x5427;&#xFF0C;&#x9ED1;&#x591C;&#x51CC;&#x6668;&#x6240;&#x89C1;&#x7684;&#x5149;&#x666F;&#xFF0C;&#x603B;&#x4E5F;&#x597D;&#x4E0D;&#x5230;&#x54EA;&#x53BB;&#x3002;</p>
<p>&#x6CE5;&#x571F;&#x9047;&#x4E86;&#x96E8;&#x6C34;&#xFF0C;&#x5C31;&#x6210;&#x6CE5;&#x571F;&#x4E86;&#x3002;&#x7C98;&#x7684;&#x978B;&#x5B50;&#x88E4;&#x5B50;&#x5230;&#x5904;&#x90FD;&#x662F;&#xFF0C;&#x5E26;&#x6765;&#x5E26;&#x53BB;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x4E0D;&#x613F;&#x4F60;&#x79BB;&#x5F00;&#x53C8;&#x50CF;&#x662F;&#x5E0C;&#x671B;&#x4F60;&#x5E26;&#x8D70;&#x5B83;&#x3002;</p>
<p>&#x771F;&#x7684;&#xFF0C;&#x6CE5;&#x6C34;&#x6709;&#x70B9;&#x591A;&#x3002;&#x3002;&#x3002;&#x6050;&#x6015;&#x662F;&#x5FD8;&#x4E0D;&#x4E86;&#x90A3;&#x4E9B;&#x978B;&#x5B50;&#x6700;&#x540E;&#x7684;&#x6A21;&#x6837;&#x4E86;</p>
<h3 id="4">4</h3>
<p>&#x5728;&#x6211;&#x4E94;&#x516D;&#x5C81;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x79BB;&#x8001;&#x5BB6;20&#x7C73;&#x7684;&#x5C0F;&#x571F;&#x5CAD;&#x4E0A;&#x6709;&#x68F5;&#x8001;&#x6768;&#x6811;&#x3002;&#x90A3;&#x662F;&#x4E00;&#x4E2A;&#x79CB;&#x5929;&#xFF0C;&#x6211;&#x8BB0;&#x5F97;&#x5F88;&#x591A;&#x7389;&#x7C73;&#x6746;&#x5806;&#x5728;&#x4E00;&#x65C1;&#xFF0C;&#x8FD8;&#x6709;&#x4E9B;&#x9EA6;&#x79F8;&#x5806;&#x3002;&#x201C;&#x57CE;&#x91CC;&#x5B69;&#x5B50;&#x201D;&#x81EA;&#x7136;&#x662F;&#x5C11;&#x89C1;&#x706B;&#x67F4;&#xFF0C;&#x5404;&#x79CD;&#x73A9;&#x554A;&#x73A9;&#x3002;</p>
<p>&#x6700;&#x540E;&#xFF0C;&#x7EC8;&#x4E8E;&#x4E00;&#x6839;&#x706B;&#x67F4;&#x5E26;&#x7740;&#x706B;&#x82B1;&#x98DE;&#x4E86;&#x51FA;&#x53BB;&#x3002;&#x3002;&#x3002;&#x71C3;&#x7740;&#x4E86;&#x8BB8;&#x591A;&#x4E1C;&#x897F;&#xFF0C;&#x3002;&#x521A;&#x5F00;&#x59CB;&#xFF0C;&#x6211;&#x7528;&#x77F3;&#x5934;&#x7816;&#x5934;&#x8FDB;&#x884C;&#x4E86;&#x5C1D;&#x8BD5;&#xFF08;&#x706D;&#x706B;&#xFF09;&#xFF0C;&#x5931;&#x8D25;&#x4E86;&#x3002;</p>
<p>&#x8FB9;&#x4E0A;&#x6CA1;&#x4EBA;&#xFF0C;&#x6700;&#x540E;&#x6211;&#x542C;&#x89C1;&#x5C0F;&#x59E8;&#x7684;&#x547C;&#x5524;&#x79BB;&#x5F00;&#x4E86;&#x3002;</p>
<p>&#x518D;&#x540E;&#x6765;&#xFF0C;&#x9644;&#x8FD1;&#x7684;&#x4EBA;&#x770B;&#x5230;&#x4E86;&#x9ED1;&#x70DF;&#x548C;&#x4E00;&#x4EBA;&#x591A;&#x9AD8;&#x7684;&#x706B;&#x82D7;&#x3002;&#x3002;&#x3002;&#x5E9F;&#x4E86;&#x70B9;&#x4E8B;&#xFF0C;&#x89E3;&#x51B3;&#x4E86;&#x95EE;&#x9898;&#x3002;&#x3002;&#x3002;</p>
<p>&#x603B;&#x5F97;&#x8BF4;&#x8BF4;&#x662F;&#x8C01;&#x5BB6;&#x5B69;&#x5B50;&#x5E72;&#x9519;&#x4E86;&#x4E8B;&#x60C5;&#x3002;&#x3002;&#x3002;</p>
<p>&#x6211;&#x5F88;&#x5BB3;&#x6015;&#xFF0C;&#x6700;&#x4EE5;&#x540E;&#x4E8B;&#x60C5;&#x4E0D;&#x7B97;&#x592A;&#x5927;&#x4E0D;&#x4E86;&#x4E86;&#x4E4B;&#x4E86;&#x3002;&#x4F46;&#x6211;&#x8BB0;&#x5F97;&#xFF0C;&#x6211;&#x88AB;&#x5927;&#x4EBA;&#x8BE2;&#x95EE;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x8138;&#x5F88;&#x7EA2;&#x5F88;&#x8FA3;&#x3002;</p>
<p>&#x5927;&#x6982;4&#x5E74;&#x524D;&#x5427;&#xFF0C;&#x6211;&#x6CE8;&#x610F;&#x5230;&#x706B;&#x707E;&#x53D1;&#x751F;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x90A3;&#x68F5;&#x6811;&#x88AB;&#x780D;&#x4E86;&#x3002;&#x6811;&#x58A9;&#x4ECD;&#x53EF;&#x89C1;&#x6211;&#x9020;&#x6210;&#x7684;&#x4F24;&#x75D5;&#xFF0C;</p>
<h3 id="5">5</h3>
<p>&#x5E7C;&#x65F6;&#xFF0C;&#x7236;&#x6BCD;&#x4E0B;&#x4E61;&#x5FD9;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5E38;&#x5E38;&#x5BC4;&#x5BBF;&#x5728;&#x8001;&#x5BB6;&#x3002;</p>
<p>&#x6D41;&#x9F3B;&#x8840;&#xFF0C;&#x5916;&#x516C;&#x62FF;&#x6389;&#x4E86;&#x5634;&#x91CC;&#x7684;&#x70DF;&#x6597;&#x8FC5;&#x901F;&#x78D5;&#x53BB;&#x4E86;&#x70DF;&#x7070;&#xFF0C;&#x5E76;&#x4E0E;&#x53E6;&#x4E00;&#x53EA;&#x624B;&#x91CC;&#x7684;&#x706B;&#x67F4;&#x4E00;&#x5E76;&#x653E;&#x8FDB;&#x53E3;&#x888B;&#x4E2D;&#x3002;&#x6CBB;&#x7597;&#x6211;&#x3002;&#x3002;&#x3002;&#xB7;&#xB7;&#xB7;&#xB7;&#xB7;&#xB7;</p>
<p>&#x4E0B;&#x5DF4;&#x78D5;&#x7834;&#x4E86;&#xFF0C;&#x5916;&#x516C;&#x62FF;&#x8D77;&#x7A97;&#x53F0;&#x4E0A;&#x7684;&#x7A7A;&#x706B;&#x67F4;&#x76D2;&#x5B50;&#xFF0C;&#x6495;&#x7834;&#x4E86;&#x8D34;&#x5728;&#x6211;&#x8840;&#x6D41;&#x4E0D;&#x6B62;&#x7684;&#x4E0B;&#x5DF4;&#x3002;&#x3002;&#x3002;&#xB7;&#xB7;&#xB7;&#xB7;&#xB7;&#xB7;</p>
<p>&#x597D;&#x5427;&#xFF0C;&#x8FD9;&#x4E2A;&#x5C0F;&#x7269;&#x4EF6;&#x513F;&#xFF0C;&#x4E0D;&#x7B80;&#x5355;&#x5427;&#x3002;</p>
<p>&#x6700;&#x540E;&#x662F;&#x4E00;&#x9996;&#x90A3;&#x65F6;&#x5019;&#x4E00;&#x76F4;&#x542C;&#x7684;&#x6B4C;&#xFF0C;&#x60F3;&#x5988;&#x5988;&#x65F6;&#x5019;&#x4F1A;&#x542C;</p>
<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="//music.163.com/outchain/player?type=2&amp;id=332567&amp;auto=0&amp;height=66"></iframe>
      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/生活随笔/" rel="tag">#生活随笔</a>
          
            <a href="/tags/回忆/" rel="tag">#回忆</a>
          
            <a href="/tags/人生/" rel="tag">#人生</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/12/31/019/" rel="next" title="2016 Conclusion">
                <i class="fa fa-chevron-left"></i> 2016 Conclusion
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/01/20/021/" rel="prev" title="2017计划">
                2017计划 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2017/01/16/020/"
     data-title="无虞与无余"
     data-content=""
     data-url="http://zrdsj.cc/2017/01/16/020/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>

  <div class="page-footer">
    
      <div id="eof" class="print-invisible">
        <hr class="eof">
      </div>

      <div class="copyright" style="clear:both;">
         <p><span>本文标题:</span><a href="/2017/01/16/020/">无虞与无余</a></p>
         <p><span>文章作者:</span><a href="/" title="访问 jimmy_jude 的个人博客">jimmy_jude</a></p>
         <p><span>发布时间:</span>2017年1月16日 - 15时01分</p>
         <p><span>最后更新:</span>2017年1月16日 - 19时01分</p>         <p><span>原始链接:</span><a href="/2017/01/16/020/" title="无虞与无余">http://zrdsj.cc/2017/01/16/020/</a></p>
         <p><span>许可协议:</span><i class="fa fa-creative-commons"></i> <a rel="license" href="http://creativecommons.org/licenses/by-nc/4.0/" title="Attribution-NonCommercial 4.0 International (CC BY-NC 4.0)">Attribution-NonCommercial 4.0</a></p>
         <p><span>转载请保留以上信息。</span></p>
      </div>
    

    

  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2017/01/16/020/"
           data-title="无虞与无余" data-url="http://zrdsj.cc/2017/01/16/020/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/l.jpg"
               alt="jimmy_jude" />
          <p class="site-author-name" itemprop="name">jimmy_jude</p>
          <p class="site-description motion-element" itemprop="description">a deviant programmer</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">24</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">2</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">43</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="http://weibo.com/lyz001" target="_blank" title="weibo">
                  
                    <i class="fa fa-fw fa-globe"></i>
                  
                  weibo
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://github.com/zrdsj" target="_blank" title="Github">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  Github
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.douban.com/people/zrdsj/" target="_blank" title="douban">
                  
                    <i class="fa fa-fw fa-globe"></i>
                  
                  douban
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.facebook.com/zrdsj" target="_blank" title="Facebook">
                  
                    <i class="fa fa-fw fa-facebook"></i>
                  
                  Facebook
                </a>
              </span>
            
          
        </div>

        
        

        
        
          <div class="links-of-blogroll motion-element links-of-blogroll-inline">
            <div class="links-of-blogroll-title">
              <i class="fa  fa-fw fa-globe"></i>
              有爱的萝莉控
            </div>
            <ul class="links-of-blogroll-list">
              
                <li class="links-of-blogroll-item">
                  <a href="http://puyart.net/" title="PuYart" target="_blank">PuYart</a>
                </li>
              
            </ul>
          </div>
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#1"><span class="nav-text">1</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#2"><span class="nav-text">2</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#3"><span class="nav-text">3</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#4"><span class="nav-text">4</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#5"><span class="nav-text">5</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy;  2013 - 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">jimmy_jude</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>
<script>


(function(){
    var bp = document.createElement('script');
    var curProtocol = window.location.protocol.split(':')[0];
    if (curProtocol === 'https') {
        bp.src = 'https://zz.bdstatic.com/linksubmit/push.js';        
    }
    else {
        bp.src = 'http://push.zhanzhang.baidu.com/push.js';
    }
    var s = document.getElementsByTagName("script")[0];
    s.parentNode.insertBefore(bp, s);
})();
</script>

        

<div class="busuanzi-count">

  <script async src="https://dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js"></script>

  
    <span class="site-uv"><i class="fa fa-user"></i><span class="busuanzi-value" id="busuanzi_value_site_uv"></span></span>
  

  
    <span class="site-pv"><i class="fa fa-eye"></i><span class="busuanzi-value" id="busuanzi_value_site_pv"></span></span>
  
  
</div>



        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"jimmyjude"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementById('footer')
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  






  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
       search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();

    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
    'use strict';
    $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
            // get the contents from search data
            isfetched = true;
            $('.popup').detach().appendTo('.header-inner');
            var datas = $( "entry", xmlResponse ).map(function() {
                return {
                    title: $( "title", this ).text(),
                    content: $("content",this).text(),
                    url: $( "url" , this).text()
                };
            }).get();
            var $input = document.getElementById(search_id);
            var $resultContent = document.getElementById(content_id);
            $input.addEventListener('input', function(){
                var matchcounts = 0;
                var str='<ul class=\"search-result-list\">';
                var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
                $resultContent.innerHTML = "";
                if (this.value.trim().length > 1) {
                // perform local searching
                datas.forEach(function(data) {
                    var isMatch = true;
                    var content_index = [];
                    var data_title = data.title.trim().toLowerCase();
                    var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                    var data_url = data.url;
                    var index_title = -1;
                    var index_content = -1;
                    var first_occur = -1;
                    // only match artiles with not empty titles and contents
                    if(data_title != '' && data_content != '') {
                        keywords.forEach(function(keyword, i) {
                            index_title = data_title.indexOf(keyword);
                            index_content = data_content.indexOf(keyword);
                            if( index_title < 0 && index_content < 0 ){
                                isMatch = false;
                            } else {
                                if (index_content < 0) {
                                    index_content = 0;
                                }
                                if (i == 0) {
                                    first_occur = index_content;
                                }
                            }
                        });
                    }
                    // show search results
                    if (isMatch) {
                        matchcounts += 1;
                        str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                        var content = data.content.trim().replace(/<[^>]+>/g,"");
                        if (first_occur >= 0) {
                            // cut out 100 characters
                            var start = first_occur - 20;
                            var end = first_occur + 80;
                            if(start < 0){
                                start = 0;
                            }
                            if(start == 0){
                                end = 50;
                            }
                            if(end > content.length){
                                end = content.length;
                            }
                            var match_content = content.substring(start, end);
                            // highlight all keywords
                            keywords.forEach(function(keyword){
                                var regS = new RegExp(keyword, "gi");
                                match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                            });

                            str += "<p class=\"search-result\">" + match_content +"...</p>"
                        }
                        str += "</li>";
                    }
                })};
                str += "</ul>";
                if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
                if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
                $resultContent.innerHTML = str;
            });
            proceedsearch();
        }
    });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };

    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  
  <script type="text/x-mathjax-config">
    MathJax.Hub.Config({
      tex2jax: {
        inlineMath: [ ['$','$'], ["\\(","\\)"]  ],
        processEscapes: true,
        skipTags: ['script', 'noscript', 'style', 'textarea', 'pre', 'code']
      }
    });
  </script>

  <script type="text/x-mathjax-config">
    MathJax.Hub.Queue(function() {
      var all = MathJax.Hub.getAllJax(), i;
      for (i=0; i < all.length; i += 1) {
        all[i].SourceElement().parentNode.className += ' has-jax';
      }
    });
  </script>
  <script type="text/javascript" src="//cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>


  

  
<script type="text/javascript" async src="//push.zhanzhang.baidu.com/push.js">
</script>


</body>
</html>
