<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="生活随笔,杂谈,回忆,智障人生,基督教,辞旧迎新," />





  <link rel="alternate" href="/atom.xml" title="♀昨日的世界♂" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x5F00;&amp;#x59CB;&amp;#x6572;&amp;#x4E0B;&amp;#x8FD9;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#x7B2C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B57;&amp;#x7B26;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x79BB;2016&amp;#x7684;&amp;#x79BB;&amp;#x53BB;&amp;#x8FD8;&amp;#x6709;&amp;#x4E24;&amp;#x4">
<meta property="og:type" content="article">
<meta property="og:title" content="2016 Conclusion">
<meta property="og:url" content="http://zrdsj.cc/2016/12/31/019/index.html">
<meta property="og:site_name" content="♀昨日的世界♂">
<meta property="og:description" content="&amp;#x5F00;&amp;#x59CB;&amp;#x6572;&amp;#x4E0B;&amp;#x8FD9;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#x7B2C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B57;&amp;#x7B26;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x79BB;2016&amp;#x7684;&amp;#x79BB;&amp;#x53BB;&amp;#x8FD8;&amp;#x6709;&amp;#x4E24;&amp;#x4">
<meta property="og:updated_time" content="2017-01-01T17:31:13.840Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="2016 Conclusion">
<meta name="twitter:description" content="&amp;#x5F00;&amp;#x59CB;&amp;#x6572;&amp;#x4E0B;&amp;#x8FD9;&amp;#x7BC7;&amp;#x535A;&amp;#x5BA2;&amp;#x7B2C;&amp;#x4E00;&amp;#x4E2A;&amp;#x5B57;&amp;#x7B26;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#xFF0C;&amp;#x79BB;2016&amp;#x7684;&amp;#x79BB;&amp;#x53BB;&amp;#x8FD8;&amp;#x6709;&amp;#x4E24;&amp;#x4">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6319607726116701000,
      author: '作者'
    }
  };
</script>




  <link rel="canonical" href="http://zrdsj.cc/2016/12/31/019/"/>

  <title> 2016 Conclusion | ♀昨日的世界♂ </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  


<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
            (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
          m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');
  ga('create', 'UA-82625969-1', 'auto');
  ga('send', 'pageview');
</script>









  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">♀昨日的世界♂</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">http://zrdsj.cc</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            关于
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      
        
        <li class="menu-item menu-item-guestbook">
          <a href="/guestbook" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-question-circle"></i> <br />
            
            留言
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br />
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                2016 Conclusion
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-12-31T21:34:54+08:00" content="Dec 31 2016">
              Dec 31 2016
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/moon/" itemprop="url" rel="index">
                    <span itemprop="name">moon</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/12/31/019/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/12/31/019/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          

          
              &nbsp; | &nbsp;
              <span class="page-pv"><i class="fa fa-file-o"></i>
              <span class="busuanzi-value" id="busuanzi_value_page_pv" ></span>
              </span>
          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>&#x5F00;&#x59CB;&#x6572;&#x4E0B;&#x8FD9;&#x7BC7;&#x535A;&#x5BA2;&#x7B2C;&#x4E00;&#x4E2A;&#x5B57;&#x7B26;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x79BB;2016&#x7684;&#x79BB;&#x53BB;&#x8FD8;&#x6709;&#x4E24;&#x4E2A;&#x591A;&#x5C0F;&#x65F6;&#x3002;&#x8FD9;&#x7BC7;&#x535A;&#x5BA2;&#x662F;&#x8FD9;&#x4E2A;&#x9633;&#x5386;&#x5E74;&#x7684;&#x6700;&#x540E;&#x4E00;&#x7BC7;&#x4E86;&#xFF0C;&#x5176;&#x5B9E;&#x4E4B;&#x524D;&#x7684;18&#x7BC7;&#x6709;&#x7684;&#x4E5F;&#x4EC5;&#x4EC5;&#x662F;&#x5199;&#x4E86;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x5199;&#x5B8C;&#x3002;</p>
<p>&#x8FD9;&#x6837;&#x7684;&#x2018;&#x5306;&#x5306;&#x2019;&#x603B;&#x80FD;&#x8BF4;&#x660E;&#xFF0C;&#x8BF4;&#x660E;&#x6211;&#x7684;&#x751F;&#x6D3B;&#x662F;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x7684;&#x3002;&#x4E5F;&#x8BDA;&#x7136;&#xFF0C;&#x6211;&#x662F;&#x8BA4;&#x53EF;&#x8FD9;&#x4E2A;&#x8BF4;&#x6CD5;&#x7684;&#x3002;&#x8FD9;&#x4E00;&#x5E74;&#x8FC7;&#x5F97;&#x592A;&#x5FEB;&#xFF0C;&#x548C;&#x4EE5;&#x5F80;&#x7ECF;&#x5386;&#x8FC7;&#x7684;&#x4EFB;&#x4F55;&#x4E00;&#x5E74;&#x90FD;&#x4E00;&#x6837;&#xFF0C;&#x5FEB;&#xFF01;&#x6211;&#x591A;&#x5E0C;&#x671B;&#xFF0C;&#x81EA;&#x5DF1;&#x53EF;&#x4EE5;&#x4E0D;&#x518D;&#x611F;&#x53F9;&#x8FD9;&#x4E9B;&#x5C18;&#x57C3;&#x843D;&#x5B9A;&#x7684;&#x4E8B;&#x60C5;&#x3002;hhh</p>
<p>&#x6211;&#x603B;&#x7ED3;&#x4E86;10&#x4E2A;&#xFF0C;&#x53EF;&#x4EE5;&#x79F0;&#x4E4B;&#x4E3A;<strong>things</strong>&#x7684;&#x4E1C;&#x897F;&#x5427;&#xFF08;&#x987A;&#x5E8F;&#x65E0;&#x5173;&#x6392;&#x540D;&#xFF09;&#xFF0C;&#x6765;&#x7F05;&#x6000;&#x8FC7;&#x53BB;&#x7684;&#x4E00;&#x5E74;&#xFF0C;&#x4E5F;&#x662F;&#x5B89;&#x6170;&#x81EA;&#x5DF1;&#x9971;&#x7ECF;&#x201C;&#x6CA7;&#x6851;&#x201D;&#x7684;&#x5185;&#x5FC3;&#x3002;</p>
<h4 id="&#x5243;&#x987B;&#x5200;">&#x5243;&#x987B;&#x5200;</h4>
<p>2016&#x5E74;&#x521D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E0D;&#x518D;&#x7528;&#x90A3;&#x79CD;&#x4FBF;&#x643A;&#x7684;&#x5C0F;&#x578B;&#x7535;&#x52A8;&#x5243;&#x987B;&#x5200;&#x4E86;&#x3002;&#x6362;&#x6210;&#x4E86;&#x4F20;&#x7EDF;&#x7684;&#x624B;&#x52A8;&#x5243;&#x987B;&#x5200;&#xFF0C;&#x7528;&#x7684;&#x662F;&#x5409;&#x5217;&#x950B;&#x901F;3&#x8FD9;&#x4E2A;&#x8F83;&#x4E3A;&#x901A;&#x5E38;&#x7684;&#x5165;&#x95E8;&#x54C1;&#x724C;&#x5427;&#x3002;</p>
<p>&#x6CA1;&#x5565;&#x597D;&#x8BF4;&#x7684;&#xFF0C;&#x600E;&#x4E48;&#x60F3;&#x8FD9;&#x4E2A;&#x8BDD;&#x9898;&#x90FD;&#x662F;&#x6CA1;&#x5565;&#x597D;&#x8BF4;&#x7684;&#x3002;&#x63D0;&#x8D77;&#x6765;&#x6211;&#x4E5F;&#x662F;&#x4E9B;&#x8BB8;&#x90C1;&#x95F7;&#x5462;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#x54C8;&#x3002;&#x5728;&#x4E00;&#x6708;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6709;&#x4E00;&#x6B21;&#x548C;lc&#x53BB;&#x53BF;&#x57CE;&#x7684;&#x5929;&#x708E;&#x5927;&#x9152;&#x5E97;&#x6D17;&#x6FA1;&#xFF0C;&#x53C8;&#x662F;&#x5F00;&#x8F66;&#x53C8;&#x662F;&#x5927;&#x5305;&#x5C0F;&#x5305;&#x7684;&#x8863;&#x670D;&#xFF0C;&#x4E00;&#x5207;&#x6BD4;&#x8D77;&#x5E73;&#x65E5;&#x7684;&#x751F;&#x6D3B;&#x6574;&#x7684;&#x5F88;&#x4E0D;&#x548C;&#x8C10;&#x3002;&#x4E00;&#x901A;&#x4E0B;&#x6765;&#x6211;&#x82B1;&#x4E86;40&#xFF0C;&#x4ED6;&#x82B1;&#x4E86;80&#xFF1F;</p>
<p>&#x603B;&#x4E4B;&#x4FE9;&#x4EBA;&#x6D17;&#x4E86;&#x4E2A;&#x75DB;&#x5FEB;&#x3002;&#x5076;&#x7136;&#x95F4;&#x7684;&#x8C08;&#x8BDD;&#x4E2D;&#xFF0C;&#x6211;&#x8C08;&#x5230;&#x4E86;&#x4ED6;&#x6D17;&#x6FA1;&#x7BEE;&#x91CC;&#x7684;&#x5243;&#x987B;&#x5200;&#xFF0C;&#x8FDB;&#x800C;&#x5F15;&#x51FA;&#x7684;&#x804A;&#x5929;&#x5185;&#x5BB9;&#x4E2D;&#x6211;&#x603B;&#x7ED3;2&#x4E2A;point&#xFF1A;</p>
<ul>
<li>&#x57FA;&#x672C;&#x4E0A;&#x6BCF;&#x4E24;&#x5929;&#x5C31;&#x5F97;&#x522E;&#x4E00;&#x6B21;&#x8138;</li>
<li>&#x8D77;&#x521D;&#x90FD;&#x662F;&#x4F1A;&#x89C9;&#x5F97;&#x4E0D;&#x53EF;&#x601D;&#x8BAE;</li>
</ul>
<p>&#x597D;&#x5427;&#xFF0C;&#x662F;&#x8FD9;&#x6837;&#x554A;&#x3002;</p>
<p>&#x6709;&#x65F6;&#x5019;&#x8D70;&#x5728;&#x5927;&#x8857;&#x4E0A;&#x770B;&#x5230;&#x5341;&#x51E0;&#x5C81;&#x7684;&#x9752;&#x5E74;&#x4EEC;&#xFF0C;&#x8138;&#x4E0A;&#x4E5F;&#x662F;&#x6DE1;&#x6DE1;&#x7684;&#x80E1;&#x987B;&#x65F6;&#x5019;&#xFF0C;&#x4F1A;&#x8054;&#x60F3;&#x5230;&#x51E0;&#x5E74;&#x524D;&#x7684;&#x81EA;&#x5DF1;&#x3002;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x7779;&#x7269;&#x601D;&#x4EBA;&#x5427;&#xFF0C;&#x5F97;&#x5230;&#x4E86;&#x6697;&#x793A;&#xFF0C;&#x601D;&#x7EF4;&#x603B;&#x662F;&#x505C;&#x4E0D;&#x4E0B;&#x6765;&#x7684;&#x3002;</p>
<p>&#x90A3;&#x4E2A;&#x65F6;&#x5019;&#x7684;&#x81EA;&#x5DF1;&#xFF08;&#x51E0;&#x5E74;&#x524D;&#xFF09;&#xFF0C;&#x5373;&#x4F7F;&#x80E1;&#x987B;&#x6709;&#x65F6;&#x5019;&#x4E5F;&#x770B;&#x4E0A;&#x53BB;&#x6709;&#x70B9;&#x663E;&#x773C;&#x4E86;&#xFF0C;&#x4E5F;&#x6CA1;&#x60F3;&#x8FC7;&#x4EC0;&#x4E48;&#x3002;&#x5927;&#x5B66;&#x6709;&#x5F88;&#x957F;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x6211;&#x662F;&#x84C4;&#x4E86;&#x80E1;&#x987B;&#x7684;&#xFF0C;&#x6211;&#x603B;&#x89C9;&#x5F97;&#x8FD9;&#x6837;&#x8BA9;&#x81EA;&#x5DF1;&#x663E;&#x5F97;&#x6BDB;&#x8338;&#x8338;&#x7684;&#x53EF;&#x4EE5;&#x4E0D;&#x88AB;&#x522B;&#x4EBA;&#x4F24;&#x5BB3;&#x3002;&#x3002;&#x3002;&#x54C8;&#x54C8;&#xFF0C;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x662F;&#x5426;&#x7B97;&#x662F;&#x5947;&#x602A;&#x7684;&#x60F3;&#x6CD5;&#x3002;&#x540E;&#x6765;&#xFF0C;&#x6211;&#x610F;&#x8BC6;&#x5230;&#x80E1;&#x5B50;&#x786C;&#x4E86;&#x4E5F;&#x957F;&#x5F97;&#x5FEB;&#x4E86;&#xFF0C;&#x8FD8;&#x662F;&#x554A;&#xFF0C;&#x5F97;&#x522E;&#xFF01;</p>
<p>&#x57FA;&#x672C;&#x4E0A;&#x4E24;&#x4E09;&#x5929;&#x6211;&#x4E5F;&#x662F;&#x5F97;&#x522E;&#x6B21;&#x80E1;&#x5B50;&#x4E86;&#x73B0;&#x5728;&#x3002;&#x8D77;&#x521D;&#x89C9;&#x5F97;&#x4E0D;&#x53EF;&#x601D;&#x8BAE;&#xFF1F;&#x6211;&#x5012;&#x6CA1;&#x6709;&#x8FD9;&#x5148;&#x5173;&#x7684;&#x8BB0;&#x5FC6;&#x548C;&#x5370;&#x8C61;&#x4E86;&#x3002;&#x5982;&#x4ECA;&#x7684;&#x6BCF;&#x6B21;&#x522E;&#x80E1;&#xFF0C;&#x90FD;&#x50CF;&#x662F;&#x5728;&#x8FDB;&#x884C;&#x4E00;&#x79CD;&#x4EEA;&#x5F0F;&#xFF0C;&#x4E3A;&#x4E86;&#x751F;&#x6D3B;&#xFF1F;&#x4E3A;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;&#x6211;&#x8BF4;&#x4E0D;&#x6E05;&#x695A;&#xFF0C;&#x6211;&#x6709;&#x70B9;&#x614C;&#xFF0C;&#x662F; &#x6211;&#x6709;&#x70B9;&#x614C;&#xFF01;</p>
<p>&#x522B;&#x8BF4;&#x5C81;&#x6708;&#x6539;&#x53D8;&#x4E86;&#x6211;&#x4EEC;&#x6A21;&#x6837;&#xFF0C;&#x662F;&#x751F;&#x6D3B;&#x9020;&#x5C31;&#x4E86;&#x6211;&#x4EEC;&#xFF0C;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x9009;&#x62E9;&#x7684;&#x6240;&#x8FC7;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x5B83;&#x9020;&#x5C31;&#x4E86;&#x6211;&#x4EEC;&#x3002;&#x6211;&#x4EEC;&#x5C0F;&#x5FC3;&#x7FFC;&#x7FFC;&#xFF0C;&#x4E0D;&#x514D;&#x6D51;&#x6D51;&#x5669;&#x5669;&#xFF0C;&#x4E5F;&#x5E38;&#x5E38;&#x56F0;&#x5026;&#x4E0D;&#x5DF2;&#x5374;&#x4F9D;&#x7136;&#x4E00;&#x526F;&#x50B2;&#x6162;&#x7684;&#x59FF;&#x6001;&#x5BF9;&#x5F85;&#x4E16;&#x754C;&#x5BF9;&#x5F85;&#x81EA;&#x5DF1;&#x3002;&#x8FD8;&#x597D;&#xFF0C;&#x4E5F;&#x8BB8;&#x522E;&#x80E1;&#x5B50;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F1A;&#x653E;&#x6162;&#x81EA;&#x5DF1;&#x7684;&#x8282;&#x594F;&#xFF0C;&#x4F60;&#x4E0D;&#x4F1A;&#x60F3;&#x522E;&#x4E0D;&#x597D;&#x66F4;&#x4E0D;&#x4F1A;&#x60F3;&#x614C;&#x5F20;&#x5230;&#x522E;&#x7834;&#x4E86;&#x8138;&#x76AE;&#xFF0C;&#xFF0C;&#xFF0C;&#x3002;&#x3002;&#x3002;&#x597D;&#x5427;&#xFF0C;&#x4E0B;&#x6B21;&#x522E;&#x80E1;&#x5B50;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8981;&#x62FF;&#x597D;&#x5243;&#x987B;&#x5200;&#xFF0C;&#x597D;&#x597D;&#x7684;&#x522E;&#x522E;&#x80E1;&#x5B50;&#x3002;</p>
<h4 id="&#x7EA2;&#x697C;&#x68A6;">&#x7EA2;&#x697C;&#x68A6;</h4>
<p>&#x8FD9;&#x4E2A;&#x597D;&#x8BF4;&#x5F88;&#x591A;&#x4E86;&#xFF0C;&#x5C31;&#x662F;&#x8FD9;&#x4E00;&#x5E74;&#x6211;&#x6B63;&#x5F0F;&#x6210;&#x4E3A;&#x4E86;&#x300A;&#x7EA2;&#x697C;&#x68A6;&#x300B;&#x7684;&#x8BFB;&#x8005;&#xFF0C;&#x800C;&#x540E;&#x8FF7;&#x4E0A;&#x4E86;&#x5176;&#x4E2D;&#x7684;<strong>&#x6545;&#x4E8B;</strong>&#x3002;&#x8BE6;&#x7EC6;&#x5B8C;&#x6574;&#x7684;&#x8BFB;&#x4E86;&#x901A;&#x884C;&#x672C;&#xFF0C;&#x4EC5;&#x4E00;&#x904D;&#x3002;</p>
<p>&#x559C;&#x6B22;&#x662F;&#x559C;&#x6B22;&#xFF0C;&#x6211;&#x63A9;&#x9970;&#x4E0D;&#x4F4F;&#xFF1B;&#x8BA4;&#x8BC6;&#x5C1A;&#x80A4;&#x6D45;&#xFF0C;&#x6211;&#x5FC5;&#x987B;&#x627F;&#x8BA4;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x5F97;&#x5B9E;&#x4E8B;&#x6C42;&#x662F;&#x9648;&#x8FF0;&#x4E00;&#x4E0B;&#x3002;&#x559C;&#x6B22;&#x5F88;&#x7231;&#xFF0C;&#x4F46;&#x662F;&#x5462;&#x5C1A;&#x4E14;&#x521D;&#x7EA7;&#x4E00;&#x70B9;&#xFF0C;&#x4F46;&#x53C8;&#x5DF2;&#x7136;&#x662F;&#xFF1A;<strong>&#x4E00;&#x671D;&#x5165;&#x68A6; &#x7EC8;&#x8EAB;&#x4E0D;&#x9192;</strong></p>
<p>&#x6211;&#x4E0D;&#x662F;&#x559C;&#x6B22;&#x7ACB;flag&#x7684;&#x4EBA;&#xFF0C;&#x4F46;&#x662F;&#x63D0;&#x53CA;&#x300A;&#x7EA2;&#x697C;&#x68A6;&#x300B;&#xFF0C;&#x7ACB;flag&#x7684;&#x4E8B;&#x60C5;&#x53D8;&#x5F97;&#x590D;&#x6742;&#x8D77;&#x6765;&#x4E86;&#x3002;&#x5947;&#x4E66;&#x4E4B;&#x5947;&#xFF0C;&#x4E5F;&#x8BB8;&#x8FD9;&#x5C31;&#x7B97;&#x662F;&#x4E00;&#x5904;&#x5427;&#x3002;&#x4E0D;&#x505A;&#x642C;&#x8FD0;&#x5DE5;&#xFF0C;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x505A;&#x4E86;&#xFF0C;&#x8868;&#x793A;&#x4E00;&#x4E0B;&#x672A;&#x6765;&#x7684;&#x8BDD;&#xFF0C;&#xFF0C;&#xFF0C;&#x80AF;&#x5B9A;&#xFF0C;&#x8FD9;&#x672C;&#x4E2D;&#x56FD;&#x53E4;&#x5178;&#x540D;&#x8457;&#x4E0E;&#x6211;&#x672C;&#x4EBA;&#x7684;&#x6545;&#x4E8B;&#x5E76;&#x672A;&#x7ED3;&#x675F;&#xFF0C;&#x672A;&#x6765;&#x7684;&#x65E5;&#x5B50;&#x91CC;&#x6211;&#x7684;&#x751F;&#x547D;&#x4E2D;&#xFF0C;&#x80AF;&#x5B9A;&#x662F;&#x6709;&#x300A;&#x7EA2;&#x697C;&#x68A6;&#x300B;&#x7684;&#x5F71;&#x5B50;&#x7684;&#x3002;</p>
<p>&#x800C;&#x90A3;&#x65F6;&#x5019;&#xFF0C;&#x53C8;&#x662F;&#x4E00;&#x756A;&#xFF1A;&#x4F60;&#x65B9;&#x5531;&#x7F62;&#x6211;&#x767B;&#x573A; &#x4E48;&#xFF1F;</p>
<h4 id="&#x53E3;&#x8BED;&#x7C89;&#x788E;&#x673A;">&#x53E3;&#x8BED;&#x7C89;&#x788E;&#x673A;</h4>
<p>&#x5728;2015&#x5E74;&#x7684;12&#x6708;&#x521D;&#x59CB;&#xFF0C;&#x6211;&#x62A5;&#x540D;&#x4E86;&#x4E00;&#x4E2A;&#x5FAE;&#x4FE1;&#x4E0A;&#x7684;&#x82F1;&#x8BED;&#x57F9;&#x8BAD;&#x73ED;&#x3002;&#x82F1;&#x8BED;&#x53E3;&#x8BED;&#x6559;&#x5B66;&#x4E3A;&#x5176;&#x53E3;&#x53F7;&#xFF0C;&#x5B9E;&#x5219;&#x662F;&#x82F1;&#x8BED;&#x601D;&#x7EF4;&#x7684;&#x6559;&#x6388;&#x4E0E;&#x5B66;&#x4E60;&#x76D1;&#x7763;&#x3002;</p>
<p>&#x9AA8;&#x5B50;&#x91CC;&#x662F;DC&#x7C89;&#x4E1D;&#xFF08;&#x4ECA;&#x5E74;4&#x6708;&#x4EFD;&#x624D;&#x641E;&#x6E05;&#x695A;DC &#x6F2B;&#x5A01;&#xFF09;&#xFF0C;&#x5374;&#x5728;&#x201C;&#x5C71;&#x5934;&#x201D;&#x6210;&#x4E3A;&#x4E86;<code>&#x590D;&#x4EC7;&#x8005;&#x8054;&#x76DF;</code>&#x5C0F;&#x7EC4;&#x7684;&#x7EC4;&#x957F;&#x3002;06301-06310&#xFF0C;&#x7EC4;&#x957F;&#x5728;&#x8FD9;&#x91CC;&#x4E0D;&#x4F1A;&#x8BF4;&#x592A;&#x591A;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4F46;&#x7EC4;&#x957F;&#x5FD8;&#x4E0D;&#x4E86;&#x4F60;&#x4EEC;&#x7684;&#x3002;</p>
<p>&#x5C71;&#x5934;&#x7684;&#x6545;&#x4E8B;&#x544A;&#x4E00;&#x6BB5;&#x843D;&#xFF0C;&#x65E5;&#x540E;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x3002;&#x3002;&#x6709;&#x673A;&#x4F1A;&#x518D;&#x7EED;&#x524D;&#x7F18;&#x5427;&#x3002;</p>
<h4 id="&#x53F6;&#x9690;&#x8001;&#x5E08;">&#x53F6;&#x9690;&#x8001;&#x5E08;</h4>
<p>&#x8D77;&#x521D;&#x8FD9;&#x662F;bigger&#x7684;&#x526F;&#x4F5C;&#x7528;&#x3002;&#x8BD5;&#x60F3;&#x4F60;&#x7A81;&#x7136;&#x95F4;&#x5728;&#x7F51;&#x7EDC;&#x4E0A;&#x9047;&#x89C1;&#x4E86;&#x4E00;&#x4E2A;&#x8BA9;&#x4F60;&#x77E5;&#x8BC6;&#x8BA4;&#x8BC6;&#x5168;&#x65B9;&#x4F4D;&#x4E94;&#x4F53;&#x6295;&#x5730;&#x7684;&#x5927;&#x53D4;&#xFF0C;&#x8FD8;&#x662F;&#x4F1A;&#x5F88;&#x5403;&#x60CA;&#x7684;&#x3002;bigger&#x7684;&#x8BDD;&#xFF0C;&#x5176;&#x5B9E;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x9644;&#x5EB8;&#x98CE;&#x96C5;&#x4E5F;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x8FD1;&#x6731;&#x8005;&#x8D64;&#x7684;&#x76F8;&#x671B;&#x5427;&#x3002;</p>
<p>&#x4E0D;&#x4E0E;&#x4ECB;&#x7ECD;&#x4E86;&#xFF0C;&#x53F6;&#x8001;&#x5E08;&#x662F;&#x4E2A;&#x57FA;&#x7763;&#x5F92;&#x8BF4;&#x6765;&#x7684;&#x8BDD;&#x6211;&#x4EEC;&#x4E92;&#x76F8;&#x79F0;&#x4E3A;&#x5F1F;&#x5144;&#x3002;&#x53F6;&#x8001;&#x5E08;&#x7684;&#x5B66;&#x95EE;&#xFF0C;&#x89C1;&#x8BC6;&#xFF0C;&#x80C6;&#x91CF;&#xFF0C;&#x6C14;&#x8D28;&#x7B49;&#x7B49;&#x867D;&#x8BF4;&#x6211;&#x4EC5;&#x662F;&#x51E0;&#x7BC7;&#x6587;&#x5B57;&#x51E0;&#x5F20;&#x7167;&#x7247;&#x53BB;&#x4E86;&#x89E3;&#x7684;&#xFF0C;&#xFF0C;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x89C9;&#x5F97;&#xFF0C;&#x582A;&#x4E3A;&#x6B64;&#x56FD;&#x5EA6;&#x5C11;&#x6709;&#x7684;&#x6E05;&#x9192;&#x4E4B;&#x4EBA;&#x3002;</p>
<p>&#x6B64;&#x5904;&#x5199;&#x6765;&#xFF0C;&#x6211;&#x66F4;&#x5E0C;&#x671B;&#x662F;&#x7ED9;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x4EFD;&#x52C9;&#x52B1;&#x4E0E;&#x671F;&#x8BB8;&#xFF0C;&#x5E0C;&#x671B;&#x5728;&#x4E0D;&#x4E45;&#x7684;&#x5C06;&#x6765;&#xFF0C;&#x6211;&#x548C;&#x53F6;&#x8001;&#x5E08;&#x4E4B;&#x95F4;&#x7684;&#x8DDD;&#x79BB;&#xFF0C;&#x53EF;&#x4EE5;&#x8FD1;&#x4E00;&#x4E9B;&#x3002;</p>
<h4 id="&#x7F18;&#x5206;">&#x2018;&#x7F18;&#x5206;&#x2019;</h4>
<p>&#x8FD9;&#x4E2A;&#x662F;&#x5728;&#x8BF4;&#xFF0C;&#x4E0E;&#x53E6;&#x5916;&#x51E0;&#x4E2A;&#x4EBA;&#x7684;&#x76F8;&#x9047;&#x3002;&#x5341;&#x5206;&#x611F;&#x6FC0;&#x8FD9;&#x51E0;&#x6BB5;&#x751F;&#x6D3B;&#xFF0C;&#x5217;&#x4E2A;&#x5217;&#x8868;&#x7684;&#x8BDD;&#x662F;&#x8FD9;&#x6837;&#xFF1A;</p>
<ul>
<li>&#x5341;&#x6708;&#x4EFD;&#x706B;&#x8F66;&#x4E0A;&#x8BA4;&#x8BC6;&#x7684;&#x5927;&#x59D0;&#x59D0;&#x5C0F;&#x963F;&#x59E8;&#xFF08;&#x6DF1;&#x5733;&#xFF09;</li>
<li>&#x4E8C;&#x6708;&#x4EFD;&#x5C71;&#x4E0A;&#x8BA4;&#x8BC6;&#x7684;Susan&#xFF08;&#x6E29;&#x5DDE;&#xFF09;</li>
<li>&#x4E5D;&#x6708;&#x4EFD;&#x706B;&#x8F66;&#x4E0A;&#x8BA4;&#x8BC6;&#x7684;&#x4F1A;&#x8BA1;&#x5C0F;&#x5B66;&#x59D0;&#xFF08;&#x6DF1;&#x5733;&#xFF09;</li>
<li>&#x5341;&#x4E8C;&#x6708;&#x8C46;&#x74E3;&#x4E0A;&#x56E0;&#x97F3;&#x4E50;&#x5076;&#x7136;&#x8BA4;&#x8BC6;&#x7684;kiwi&#x59D0;&#xFF08;&#x4E0A;&#x6D77;&#xFF09;</li>
</ul>
<p>&#x5DEE;&#x4E0D;&#x591A;&#x5C31;&#x662F;&#x8FD9;&#x51E0;&#x4F4D;&#x5427;&#xFF0C;&#x5728;&#x5F80;&#x5E74;&#x7684;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x5E76;&#x65E0;&#x8FD9;&#x822C;&#x7684;&#x9645;&#x9047;&#xFF01;&#x5BF9;&#x4E8E;&#x6211;&#x6765;&#x8BF4;&#x65B0;&#x8BA4;&#x8BC6;&#x4E00;&#x4E9B;&#x4EBA;&#xFF0C;&#x6216;&#x591A;&#x6216;&#x5C11;&#x4F1A;&#x6709;&#x6240;&#x5BA1;&#x89C6;&#x6709;&#x6240;&#x5BDF;&#x89C9;&#xFF0C;&#x53D1;&#x73B0;&#x66F4;&#x591A;&#x7684;Fun&#x3002;&#x4E0D;&#x662F;&#x51E0;&#x53E5;&#x957F;&#x77ED;&#xFF0C;&#x51E0;&#x58F0;&#x95EE;&#x5019;&#xFF0C;&#x51E0;&#x4E2A;&#x795D;&#x798F;&#xFF0C;&#x800C;&#x662F;&#x8BF4;&#x6211;&#x7684;&#x5FC3;&#x521B;&#x9020;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x800C;&#x751F;&#x6D3B;&#x5982;&#x4F55;&#xFF0C;&#x6211;&#x60F3;&#x4E0D;&#x662F;&#x5BB9;&#x6613;&#x89E3;&#x7B54;&#x7684;&#x5427;&#x3002;</p>
<p>&#x5F15;&#x7528;&#x4E00;&#x6BB5;&#x8BDD;&#x8BED;&#xFF08;&#x5199;<strong>&#x7231;</strong>&#x7684;&#x4E00;&#x6BB5;&#x8BDD;&#xFF09;&#x7ED3;&#x675F;&#x8FD9;&#x4E2A;&#x7AE0;&#x8282;&#x5427;</p>
<blockquote>
<p>There are some people who think love is sex and marriage and six o&#x2019;clock-kisses and children, and perhaps it is, Miss Lester. But do you know what I think? <strong>I think love is a touch and yet not a touch</strong>.</p>
<p>&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x7231;&#x662F;&#x6027;&#xFF0C;&#x662F;&#x5A5A;&#x59FB;&#xFF0C;&#x662F;&#x6E05;&#x6668;&#x516D;&#x70B9;&#x7684;&#x543B;&#xFF0C;&#x662F;&#x4E00;&#x5806;&#x5B69;&#x5B50;&#xFF0C;&#x4E5F;&#x8BB8;&#x771F;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF0C;&#x83B1;&#x65AF;&#x7279;&#x5C0F;&#x59D0;&#x3002;&#x4F46;&#x59B3;&#x77E5;&#x9053;&#x6211;&#x600E;&#x4E48;&#x60F3;&#x5417;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x7231;&#x662F;&#x60F3;&#x89E6;&#x78B0;&#x53C8;&#x6536;&#x56DE;&#x624B;&#x3002;</p>
</blockquote>
<h4 id="&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;">&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;</h4>
<p>&#x81EA;&#x5DF1;&#x7684;&#x54C1;&#x5473;&#xFF0C;&#x8BA9;&#x81EA;&#x5DF1;&#x8BF4;&#x662F;&#x4E0D;&#x5408;&#x9002;&#x7684;&#x3002;&#x4F46;&#x662F;&#x5462;&#xFF0C;&#x5BA2;&#x89C2;&#x6765;&#x770B;&#x8FD8;&#x662F;&#x6709;&#x4E9B;&#x5947;&#x602A;&#x6216;&#x8005;&#x8BF4;&#x662F;&#x610F;&#x6599;&#x4E4B;&#x5916;&#x7684;&#x4E8B;&#x60C5;&#x53D1;&#x751F;&#x4E86;&#x3002;</p>
<p>&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#xFF0C;&#x4F1A;&#x5728;&#x6BCF;&#x5929;&#x6839;&#x636E;&#x7528;&#x6237;&#x6240;&#x559C;&#x7231;&#x6240;&#x542C;&#x7684;&#x97F3;&#x4E50;<em>&#x53E3;&#x5473;</em>&#x7ED9;&#x51FA;20&#x9996;&#x63A8;&#x8350;&#x3002;&#x6700;&#x8FD1;&#x7684;&#x56DB;&#x4E94;&#x5929;&#x6211;&#x7684;&#x63A8;&#x8350;&#x5168;&#x662F;&#x4E9B;&#x5916;&#x56FD;&#x98CE;&#x60C5;&#x7684;&#x66F2;&#x5B50;&#x3002;&#x3002;&#x3002;&#x662F;&#x7684;&#xFF0C;&#x662F;&#x66F2;&#x5B50;&#x3002;&#x94A2;&#x7434;&#xFF0C;&#x80E1;&#x7434;&#xFF0C;&#x8428;&#x514B;&#x65AF;&#x98CE;&#xFF0C;&#x53E3;&#x7434;&#xFF0C;&#x5C0F;&#x63D0;&#x7434;&#xFF0C;&#x5409;&#x4ED6;&#x2026;&#x662F;&#x4E9B;&#x8F7B;&#x97F3;&#x4E50;&#x548C;&#x82F1;&#x6587;&#x6B4C;&#x3002;</p>
<p>&#x6211;&#x559C;&#x6B22;&#x76EE;&#x524D;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x6211;&#x559C;&#x6B22;&#x8FD9;&#x4E9B;&#x63A8;&#x8350;&#xFF0C;&#x548C;&#x97F3;&#x4E50;&#x80CC;&#x540E;&#x5927;&#x5BB6;&#x7684;&#x6BB5;&#x5B50;&#x3001;&#x6545;&#x4E8B;&#x3002;&#x5C31;&#x50CF;&#x662F;&#x81EA;&#x5DF1;&#x4E5F;&#x7ECF;&#x5386;&#x4E86;&#x53C2;&#x4E0E;&#xFF0C;&#x4E0D;&#x5E26;&#x7740;&#x8FC7;&#x5EA6;&#x7684;&#x9676;&#x9189;&#xFF0C;&#x6DE1;&#x6DE1;&#x7684;&#x5982;&#x6E05;&#x8336;&#x5982;&#x767D;&#x6C34;&#xFF0C;&#x6175;&#x61D2;&#x53C8;&#x50CF;&#x5348;&#x540E;&#x7684;&#x9633;&#x5149;&#xFF0C;&#x6E05;&#x51C0;&#x597D;&#x4F3C;&#x96EA;&#x91CE;&#x7684;&#x9ECE;&#x660E;&#x3002;&#x3002;&#x3002;&#x6240;&#x7231;&#x8005;&#xFF0C;&#x8BE5;&#x662F;&#x8FD9;&#x6837;&#xFF0C;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x3002;</p>
<h4 id="&#x57FA;&#x7763;&#x751F;&#x6D3B;">&#x57FA;&#x7763;&#x751F;&#x6D3B;</h4>
<p>&#x5728;&#x8FD9;&#x5341;&#x4E2A;&#x8BDD;&#x9898;&#x4E2D;&#x8FD9;&#x4E2A;&#x8BDD;&#x9898;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#xFF01;&#x8FD9;&#x6B21;&#x62FF;&#x51FA;&#x6765;&#x8BF4;&#xFF0C;&#x5374;&#x662F;&#x8BF4;&#x4E0D;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x81EA;&#x5DF1;&#x6839;&#x57FA;&#x5C1A;&#x6D45;&#x5B66;&#x95EE;&#x9119;&#x964B;&#x65E0;&#x4EE5;&#x4E3A;&#x8C08;&#x3002;&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#x5FAE;&#x4FE1;&#x5173;&#x6CE8;&#x7684;&#x516C;&#x4F17;&#x53F7;&#x670D;&#x52A1;&#x53F7;&#x6570;&#x91CF;&#x662F;30&#x4E2A;&#xFF08;&#x591A;&#x4E86;&#x603B;&#x8981;&#x727A;&#x7272;&#x51E0;&#x4E2A;&#x4E0D;&#x53BB;&#x770B;&#xFF0C;&#x4E0D;&#x8981;&#x90A3;&#x4E48;&#x591A;&#xFF09;&#xFF0C;&#x6BCF;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x6211;&#x90FD;&#x4F1A;&#x6839;&#x636E;&#x81EA;&#x5DF1;&#x7684;&#x60C5;&#x51B5;&#x6709;&#x6240;&#x6574;&#x7406;&#xFF0C;&#x6700;&#x65B0;&#x7684;&#x6570;&#x636E;&#x662F;&#x6211;&#x5173;&#x6CE8;&#x7684;&#x57FA;&#x7763;&#x6559;&#x76F8;&#x5173;&#x7684;&#x6709;7&#x4E2A;&#xFF08;7/31&#xFF0C;&#x8BDD;&#x8BF4;&#x817E;&#x8BAF;&#x76F8;&#x5173;&#x7684;&#x670D;&#x52A1;&#x53F7;&#x5C31;&#x6709;10&#x4E2A;&#xFF09;&#xFF0C;&#x6BD4;&#x91CD;&#x4E5F;&#x8BF4;&#x660E;&#x4E86;&#x662F;&#x5F88;&#x91CD;&#x89C6;&#x7684;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x5E74;&#x7684;&#x524D;&#x534A;&#x5E74;&#xFF0C;&#x6108;&#x53D1;&#x611F;&#x89C9;&#x751F;&#x547D;&#x7684;&#x65E0;&#x5948;&#x4E0E;&#x56F0;&#x5026;&#x3002;&#x4E8E;&#x662F;&#x91CD;&#x65B0;&#x5F00;&#x59CB;&#x4E86;&#x6BCF;&#x5468;&#x65E5;&#x7684;&#x793C;&#x62DC;&#x5E76;&#x5F3A;&#x884C;&#x62DC;&#x8BFB;&#x5723;&#x7ECF;&#xFF0C;&#x53C8;&#x52A0;&#x4E0A;&#x5E73;&#x65E5;&#x81EA;&#x5DF1;&#x523B;&#x610F;&#x4F7F;&#x751F;&#x547D;&#x6162;&#x4E0B;&#x6765;&#x5E73;&#x9759;&#x4E0B;&#x6765;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x9010;&#x6E10;&#x597D;&#x4E86;&#x5F88;&#x591A;&#x3002;</p>
<p>&#x5728;&#x6691;&#x5047;&#x53BB;&#x5230;&#x6DF1;&#x5733;&#x4E4B;&#x540E;&#xFF0C;&#x6709;&#x6240;&#x6D6E;&#x8E81;&#x4E5F;&#x591A;&#x4E86;&#x5199;&#x5FE7;&#x6101;&#x3002;&#x5728;&#x5E73;&#x6E56;&#x6559;&#x5802;&#xFF0C;&#x5341;&#x4E00;&#x671F;&#x95F4;&#xFF0C;&#x5F97;&#x6551;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x5B66;&#x5230;&#x4E86;&#x5F88;&#x591A;&#x3002;</p>
<p>&#x5341;&#x4E00;&#x6708;&#x7684;&#x7075;&#x4FEE;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x5E94;&#x8BE5;&#x662F;&#x521D;&#x6B65;&#x8BA4;&#x8BC6;&#x5230;&#x9A84;&#x50B2;&#x7684;&#x53EF;&#x6015;&#x3002;&#x5728;&#x5341;&#x4E8C;&#x6708;&#x7684;&#x7075;&#x4FEE;&#x751F;&#x6D3B;&#x8FD8;&#x6709;&#x8BFB;&#x4E66;&#x8BA4;&#x8BC6;&#x5B97;&#x6559;&#x6539;&#x9769;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x66F4;&#x4E3A;&#x6DF1;&#x523B;&#x7684;&#x8BA4;&#x8BC6;&#x5230;&#x9A84;&#x50B2;&#x7684;&#x5DE8;&#x5927;&#x5371;&#x5BB3;&#x3002;</p>
<p>&#x6BCF;&#x6B21;&#x53BB;&#x6559;&#x4F1A;&#xFF0C;&#x53BB;&#x53C2;&#x52A0;&#x6D3B;&#x52A8;&#xFF0C;&#x800C;&#x540E;&#x90FD;&#x4F1A;&#x5B66;&#x5230;&#x66F4;&#x591A;&#x7684;&#x601D;&#x60F3;&#x548C;&#x5C5E;&#x7075;&#x7684;&#x8BA4;&#x8BC6;&#xFF0C;&#x800C;&#x975E;&#x662F;&#x4E00;&#x65F6;&#x7684;&#x611F;&#x52A8;&#x3002;</p>
<p>&#x6240;&#x6709;&#x4E00;&#x5207;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x90FD;&#x56E0;&#x5929;&#x7236;&#x4E0A;&#x5E1D;&#x7684;&#x6069;&#x8D50;&#xFF0C;&#x963F;&#x95E8;&#x3002;&#x5982;&#x4ECA;&#xFF0C;2017&#x65B0;&#x7684;&#x4E00;&#x5E74;&#x4E5F;&#x671F;&#x5F85;&#x4F1A;&#x6709;&#x66F4;&#x597D;&#x7684;&#x7075;&#x4FEE;&#x751F;&#x6D3B;&#x3002;</p>
<h4 id="&#x7D20;&#x98DF;&#x4E3B;&#x4E49;">&#x7D20;&#x98DF;&#x4E3B;&#x4E49;</h4>
<p>&#x8FD9;&#x4E00;&#x5E74;&#x7684;11&#x6708;&#xFF0C;&#x5728;&#x5BB6;&#x91CC;&#x751F;&#x4E86;&#x4E00;&#x573A;&#x5C0F;&#x75C5;&#xFF0C;&#x4F46;&#x8FC7;&#x7684;&#x5374;&#x662F;&#x683C;&#x5916;&#x7684;&#x96BE;&#x53D7;&#x3002;&#x4E0D;&#x518D;&#x8D58;&#x8FF0;&#x3002;</p>
<p>&#x6211;&#x5F00;&#x59CB;&#x4E86;&#x6709;&#x8FC7;&#x7684;&#x6700;&#x6DF1;&#x523B;&#x7684;&#x5173;&#x4E8E;&#x5065;&#x5EB7;&#x7684;&#x601D;&#x8003;&#xFF0C;&#x5939;&#x6742;&#x7740;&#x81EA;&#x6211;&#x6807;&#x699C;&#x7684;&#x57FA;&#x7763;&#x601D;&#x7EF4;&#x4EE5;&#x53CA;&#x56DE;&#x5FC6;&#x3002;&#x6211;&#x7684;&#x8EAB;&#x4F53;&#x5728;&#x521D;&#x4E00;&#x4EE5;&#x524D;&#x662F;&#x6781;&#x68D2;&#x7684;&#xFF0C;&#x5C0F;&#x65F6;&#x5019;&#x540C;&#x9F84;&#x7684;&#x5B69;&#x5B50;&#x6211;&#x662F;&#x89C1;&#x8FC7;&#x51E0;&#x4E2A;&#x7ECF;&#x5E38;&#x751F;&#x75C5;&#x7684;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x4E0D;&#x90A3;&#x4E48;&#x5229;&#x7D22;&#x7684;&#x3002;&#x5927;&#x5BB6;&#x4E00;&#x8D77;&#x6210;&#x957F;&#xFF0C;&#x6700;&#x540E;&#x5462;&#x4F3C;&#x4E4E;&#x662F;&#x6CB3;&#x4E1C;&#x8F6C;&#x6CB3;&#x897F;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x5728;&#x521D;&#x4E8C;&#x5F97;&#x4E86;&#x4E25;&#x91CD;&#x7684;&#x9F3B;&#x708E;&#xFF0C;&#x8FD9;&#x4E00;&#x75C5;&#x5C31;&#x662F;5&#x5E74;&#x3002;&#x76F4;&#x5230;&#x540E;&#x6765;&#x4E25;&#x91CD;&#x6210;&#x4E86;<u>&#x9F3B;&#x606F;&#x8089;</u>&#x505A;&#x4E86;&#x624B;&#x672F;&#xFF0C;&#x624D;&#x7B97;&#x662F;&#x5C06;&#x8FD9;&#x4E00;&#x987D;&#x75BE;&#x53BB;&#x9664;&#xFF0C;&#x73B0;&#x5728;&#x7684;&#x6211;&#x8EAB;&#x4F53;&#x5DF2;&#x7ECF;&#x4E0D;&#x518D;&#x906D;&#x53D7;&#x9F3B;&#x708E;&#x7684;&#x56F0;&#x6270;&#x3002;&#x56DB;&#x5E74;&#x540E;&#xFF0C;&#x6211;&#x624D;&#x53C8;&#x5F97;&#x4E86;&#x503C;&#x5F97;&#x4E00;&#x63D0;&#x7684;&#x75C5;&#xFF0C;&#x5C31;&#x662F;&#x4E0A;&#x4E2A;&#x6708;&#x8BA9;&#x6211;&#x65E0;&#x80FD;&#x4E3A;&#x529B;&#x65E0;&#x6240;&#x4E8B;&#x4E8B;&#x7684;&#x75C5;&#x3002;11&#x6708;&#x521D;&#x521A;&#x5F97;&#x75C5;&#x65F6;&#x5019;&#x6211;&#x83B7;&#x77E5;&#x8FD9;&#x75C5;&#x662F;&#x75C5;&#x6BD2;&#x5BF9;&#x4E8E;&#x8868;&#x76AE;&#x795E;&#x7ECF;&#x7684;&#x5165;&#x4FB5;&#xFF0C;&#x662F;&#x6765;&#x81EA;&#x8089;&#x7C7B;&#x7684;&#x75C5;&#x6BD2;&#xFF0C;&#x4F46;&#x75C5;&#x56E0;&#x5F52;&#x6839;&#x7ED3;&#x5E95;&#x662F;&#x6765;&#x81EA;&#x514D;&#x75AB;&#x529B;&#x7684;&#x4F4E;&#x4E0B;&#x3002;</p>
<p>&#x90A3;&#x4E2A;&#x65F6;&#x5019;&#x8D77;&#xFF0C;&#x6211;&#x51B3;&#x5B9A;&#x4E86;&#x672A;&#x6765;&#x9010;&#x6B65;&#x89C4;&#x5212;&#x81EA;&#x5DF1;&#x7684;&#x996E;&#x98DF;&#x4E0E;&#x4F5C;&#x606F;&#xFF0C;&#x8BB2;&#x5065;&#x5EB7;&#x770B;&#x5F97;&#x66F4;&#x91CD;&#x8981;&#x4E00;&#x4E9B;&#x3002;</p>
<p><code>&#x996E;&#x98DF;</code>&#x4E0A;&#xFF0C;&#x53EA;&#x662F;&#x975E;&#x5E38;&#x7B80;&#x5355;&#x7684;&#x4E00;&#x70B9;<strong>&#x4E0D;&#x518D;&#x5403;&#x8089;</strong>&#x3002;&#x6211;&#x4E0D;&#x518D;&#x679A;&#x4E3E;&#x8FD9;&#x4E2A;&#x56FD;&#x5EA6;&#x5173;&#x4E8E;&#x98DF;&#x54C1;&#x5B89;&#x5168;&#x7684;&#x95EE;&#x9898;&#x548C;&#x4E8B;&#x6545;&#x4E86;&#xFF0C;&#x4F46;&#x6211;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EE5;&#x540E;&#x7684;&#x751F;&#x6D3B;&#x91CC;&#x5FCD;&#x4F4F;&#x4E0D;&#x518D;&#x5403;&#x8089;&#x4E86;&#xFF0C;&#x6E10;&#x6E10;&#x5730;&#x6539;&#x6389;&#x5403;&#x8089;&#x7684;&#x4E60;&#x60EF;&#x5427;&#xFF0C;&#x5BF9;&#x8840;&#x7BA1;&#x5FC3;&#x810F;&#x4E5F;&#x662F;&#x6709;&#x597D;&#x5904;&#x3002;&#x8FD9;&#x4E2A;&#x4E5F;&#x662F;&#x53CC;&#x5203;&#x5251;&#x5427;&#xFF0C;&#x54C8;&#x54C8;&#x81EA;&#x5DF1;&#x627F;&#x53D7;&#x5427;&#x3002;</p>
<p><code>&#x4F5C;&#x606F;</code>&#x4E0A;&#xFF0C;&#x5C31;&#x4E00;&#x70B9;&#xFF0C;&#x6709;&#x610F;&#x8BC6;&#x7684;&#x5C11;&#x71AC;&#x591C;&#x3002;</p>
<h4 id="&#x738B;&#x9633;&#x660E;">&#x738B;&#x9633;&#x660E;</h4>
<p>&#x8FD9;&#x4E2A;&#x4EC5;&#x4EC5;&#x662F;&#x534A;&#x4E2A;&#x6708;&#x6765;&#x65B0;&#x57F9;&#x517B;&#x7684;&#x5076;&#x50CF;&#x5427;&#xFF0C;&#x738B;&#x5B88;&#x4EC1;&#x738B;&#x9633;&#x660E;&#xFF01;</p>
<p>&#x5173;&#x4E8E;&#x8FD9;&#x4F4D;&#x4EC1;&#x5144;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x6211;&#x662F;&#x56E0;&#x4E3A;&#x542C;&#x4E66;&#x800C;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x3002;&#x5728;&#x559C;&#x9A6C;&#x62C9;&#x96C5;fm&#x6709;&#x6863;&#x8282;&#x76EE;&#x300A;&#x660E;&#x671D;&#x90A3;&#x4E9B;&#x4E8B;&#x513F;&#x300B;&#xFF08;&#x4E0A;&#x4E0B;&#x5171;&#x8BA1;350&#x96C6;*23min&#xFF09;,&#x8FD9;&#x8282;&#x76EE;&#x4E2D;&#x6709;&#x90A3;&#x4E48;&#x56DB;&#x4E94;&#x5341;&#x96C6;&#x662F;&#x6709;&#x8BF4;&#x5230;&#x738B;&#x9633;&#x660E;&#x7684;&#xFF0C;&#x4ECE;&#x90A3;&#x4E2A;&#x65F6;&#x5019;&#x8D77;&#xFF0C;&#x5BF9;&#x4E8E;&#x8FD9;&#x4F4D;&#x201C;&#x5723;&#x4EBA;&#x201D;&#xFF0C;&#x4EA7;&#x751F;&#x4E86;&#x6D53;&#x539A;&#x7684;&#x5174;&#x8DA3;&#x3002;</p>
<p>&#x524D;&#x51E0;&#x5929;&#xFF0C;&#x4E13;&#x95E8;&#x4E86;&#x89E3;&#x4E86;&#x4E00;&#x4E9B;&#x738B;&#x9633;&#x660E;&#x7684;&#x4ECB;&#x7ECD;&#x4E8B;&#x8FF9;&#x751F;&#x5E73;,&#x5728;<code>&#x77E5;&#x4E4E;</code> <code>&#x8D34;&#x5427;</code>&#x8FD9;&#x4E9B;&#x5730;&#x65B9;&#x4E5F;&#x901B;&#x4E86;&#x53C8;&#x901B;&#x3002;</p>
<p>&#x201C;&#x9633;&#x660E;&#x5FC3;&#x5B66;&#x201D;&#x7684;&#x8BC4;&#x4EF7;&#xFF0C;&#x6BD4;&#x8F83;&#x516C;&#x8BA4;&#x7684;&#x4E00;&#x6761;&#x662F;<code>&#x8FD1;500&#x5E74;&#x6765;&#x4E2D;&#x56FD;&#x8BDE;&#x751F;&#x7684;&#x6700;&#x4F1F;&#x5927;&#x7684;&#x667A;&#x6167;</code>&#x3002;&#x4F1F;&#x4E0D;&#x4F1F;&#x5927;&#x5389;&#x4E0D;&#x5389;&#x5BB3;&#xFF0C;&#x4E2D;&#x5916;&#x8FD1;&#x4EE3;&#x8BB8;&#x591A;&#x540D;&#x4EBA;&#x76F8;&#x5173;&#x7684;&#x4E8B;&#x8FF9;&#x76F8;&#x4FE1;&#x662F;&#x6709;&#x8BF4;&#x670D;&#x529B;&#x7684;&#x3002;</p>
<p>&#x6700;&#x540E;&#xFF0C;&#x7B11;&#x7B11;&#x8868;&#x4E2A;&#x6001;&#xFF1A;2016&#x662F;&#x8BA4;&#x8BC6;&#x4E86;&#x89E3;&#x738B;&#x9633;&#x660E;&#x7684;&#x5143;&#x5E74;&#xFF0C;&#x4F46;&#x6B64;&#x540E;&#x5BF9;&#x4E8E;&#x201C;&#x9633;&#x660E;&#x5FC3;&#x5B66;&#x201D;&#x7684;&#x5B66;&#x4E60;&#x548C;&#x611F;&#x609F;&#xFF0C;&#x624D;&#x521A;&#x5F00;&#x59CB;&#x5427;&#x3002;</p>
<h4 id="&#x4E00;&#x4E22;&#x4E22;&#x82B1;&#x94B1;&#x7684;&#x4E8B;&#x60C5;">&#x4E00;&#x4E22;&#x4E22;&#x82B1;&#x94B1;&#x7684;&#x4E8B;&#x60C5;</h4>
<p>&#x8FD9;&#x4E2A;&#x8BDD;&#x9898;&#xFF0C;&#x5F88;&#x6709;&#x7684;&#x804A;&#x3002;&#x6211;&#x53EA;&#x662F;&#x8BF4;&#x81EA;&#x5DF1;&#x8FD9;&#x4E00;&#x5E74;&#x611F;&#x53D7;&#x6700;&#x5927;&#x7684;&#x4E00;&#x70B9;&#x3002;&#x8FD9;&#x4E00;&#x5E74;&#xFF0C;&#x5728;&#x4E00;&#x4E9B;&#x65B0;&#x7684;&#x9886;&#x57DF;&#x82B1;&#x4E86;&#x94B1;&#x3002;</p>
<p>&#x8C46;&#x74E3;&#x4E0A;&#x4E70;&#x7535;&#x5B50;&#x4E66;&#xFF0C;&#x8BA2;&#x9605;&#x4ED8;&#x8D39;&#x7684;&#x65B0;&#x95FB;&#x670D;&#x52A1;&#xFF0C;&#x7F51;&#x6613;&#x4E91;&#x7684;&#x97F3;&#x4E50;&#x4F1A;&#x5458;&#xFF0C;&#x4ED8;&#x8D39;&#x7684;&#x89C6;&#x9891;&#x5B66;&#x4E60;&#x548C;&#x6559;&#x5B66;&#x3002;&#x3002;&#x3002;&#x76F8;&#x6BD4;&#x4E8E;&#x4F20;&#x7EDF;&#x7684;&#x6587;&#x5316;&#x5B66;&#x4E60;&#x65B9;&#x9762;&#x7684;&#x6295;&#x8D44;&#xFF0C;2016&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x6211;&#x7684;&#x5FC3;&#x6001;&#x548C;&#x884C;&#x4E3A;&#x4E5F;&#x90FD;&#x6709;&#x4E86;&#x53D8;&#x5316;&#x3002;</p>
<p>&#x8BDA;&#x7136;&#xFF0C;&#x8C01;&#x4E0D;&#x559C;&#x6B22;&#x6709;&#x54C1;&#x8D28;&#x6709;&#x5185;&#x6DB5;&#x7684;&#x751F;&#x6D3B;&#x5462;&#xFF1F;&#x5E0C;&#x671B;&#x8FD9;&#x662F;&#x4E2A;&#x5951;&#x673A;&#xFF0C;&#x501F;&#x6B64;&#x6FC0;&#x52B1;&#x81EA;&#x5DF1;&#x5728;&#x672A;&#x6765;&#x7684;&#x751F;&#x6D3B;&#x4E2D;&#x52AA;&#x529B;&#x52A0;&#x6CB9;&#xFF0C;&#x53BB;&#x4E3A;&#x81EA;&#x5DF1;&#x62FC;&#x4E0B;&#x66F4;&#x597D;&#x7684;&#x751F;&#x6D3B;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/生活随笔/" rel="tag">#生活随笔</a>
          
            <a href="/tags/杂谈/" rel="tag">#杂谈</a>
          
            <a href="/tags/回忆/" rel="tag">#回忆</a>
          
            <a href="/tags/智障人生/" rel="tag">#智障人生</a>
          
            <a href="/tags/基督教/" rel="tag">#基督教</a>
          
            <a href="/tags/辞旧迎新/" rel="tag">#辞旧迎新</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/12/25/018/" rel="next" title="圣诞note">
                <i class="fa fa-chevron-left"></i> 圣诞note
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/01/16/020/" rel="prev" title="无虞与无余">
                无虞与无余 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/12/31/019/"
     data-title="2016 Conclusion"
     data-content=""
     data-url="http://zrdsj.cc/2016/12/31/019/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>

  <div class="page-footer">
    
      <div id="eof" class="print-invisible">
        <hr class="eof">
      </div>

      <div class="copyright" style="clear:both;">
         <p><span>本文标题:</span><a href="/2016/12/31/019/">2016 Conclusion</a></p>
         <p><span>文章作者:</span><a href="/" title="访问 jimmy_jude 的个人博客">jimmy_jude</a></p>
         <p><span>发布时间:</span>2016年12月31日 - 21时12分</p>
         <p><span>最后更新:</span>2017年1月2日 - 01时01分</p>         <p><span>原始链接:</span><a href="/2016/12/31/019/" title="2016 Conclusion">http://zrdsj.cc/2016/12/31/019/</a></p>
         <p><span>许可协议:</span><i class="fa fa-creative-commons"></i> <a rel="license" href="http://creativecommons.org/licenses/by-nc/4.0/" title="Attribution-NonCommercial 4.0 International (CC BY-NC 4.0)">Attribution-NonCommercial 4.0</a></p>
         <p><span>转载请保留以上信息。</span></p>
      </div>
    

    

  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/12/31/019/"
           data-title="2016 Conclusion" data-url="http://zrdsj.cc/2016/12/31/019/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/l.jpg"
               alt="jimmy_jude" />
          <p class="site-author-name" itemprop="name">jimmy_jude</p>
          <p class="site-description motion-element" itemprop="description">a deviant programmer</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">20</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">2</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">41</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="http://weibo.com/lyz001" target="_blank" title="weibo">
                  
                    <i class="fa fa-fw fa-globe"></i>
                  
                  weibo
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://github.com/zrdsj" target="_blank" title="Github">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  Github
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.douban.com/people/zrdsj/" target="_blank" title="douban">
                  
                    <i class="fa fa-fw fa-globe"></i>
                  
                  douban
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.facebook.com/zrdsj" target="_blank" title="Facebook">
                  
                    <i class="fa fa-fw fa-facebook"></i>
                  
                  Facebook
                </a>
              </span>
            
          
        </div>

        
        

        
        
          <div class="links-of-blogroll motion-element links-of-blogroll-inline">
            <div class="links-of-blogroll-title">
              <i class="fa  fa-fw fa-globe"></i>
              有爱的萝莉控
            </div>
            <ul class="links-of-blogroll-list">
              
                <li class="links-of-blogroll-item">
                  <a href="http://puyart.net/" title="PuYart" target="_blank">PuYart</a>
                </li>
              
            </ul>
          </div>
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-4"><a class="nav-link" href="#剃须刀"><span class="nav-text">剃须刀</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#红楼梦"><span class="nav-text">红楼梦</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#口语粉碎机"><span class="nav-text">口语粉碎机</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#叶隐老师"><span class="nav-text">叶隐老师</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#缘分"><span class="nav-text">‘缘分’</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#网易云音乐"><span class="nav-text">网易云音乐</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#基督生活"><span class="nav-text">基督生活</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#素食主义"><span class="nav-text">素食主义</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#王阳明"><span class="nav-text">王阳明</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#一丢丢花钱的事情"><span class="nav-text">一丢丢花钱的事情</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy;  2013 - 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">jimmy_jude</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>
<script>


(function(){
    var bp = document.createElement('script');
    var curProtocol = window.location.protocol.split(':')[0];
    if (curProtocol === 'https') {
        bp.src = 'https://zz.bdstatic.com/linksubmit/push.js';        
    }
    else {
        bp.src = 'http://push.zhanzhang.baidu.com/push.js';
    }
    var s = document.getElementsByTagName("script")[0];
    s.parentNode.insertBefore(bp, s);
})();
</script>

        

<div class="busuanzi-count">

  <script async src="https://dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js"></script>

  
    <span class="site-uv"><i class="fa fa-user"></i><span class="busuanzi-value" id="busuanzi_value_site_uv"></span></span>
  

  
    <span class="site-pv"><i class="fa fa-eye"></i><span class="busuanzi-value" id="busuanzi_value_site_pv"></span></span>
  
  
</div>



        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"jimmyjude"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementById('footer')
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  






  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
       search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();

    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
    'use strict';
    $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
            // get the contents from search data
            isfetched = true;
            $('.popup').detach().appendTo('.header-inner');
            var datas = $( "entry", xmlResponse ).map(function() {
                return {
                    title: $( "title", this ).text(),
                    content: $("content",this).text(),
                    url: $( "url" , this).text()
                };
            }).get();
            var $input = document.getElementById(search_id);
            var $resultContent = document.getElementById(content_id);
            $input.addEventListener('input', function(){
                var matchcounts = 0;
                var str='<ul class=\"search-result-list\">';
                var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
                $resultContent.innerHTML = "";
                if (this.value.trim().length > 1) {
                // perform local searching
                datas.forEach(function(data) {
                    var isMatch = true;
                    var content_index = [];
                    var data_title = data.title.trim().toLowerCase();
                    var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                    var data_url = data.url;
                    var index_title = -1;
                    var index_content = -1;
                    var first_occur = -1;
                    // only match artiles with not empty titles and contents
                    if(data_title != '' && data_content != '') {
                        keywords.forEach(function(keyword, i) {
                            index_title = data_title.indexOf(keyword);
                            index_content = data_content.indexOf(keyword);
                            if( index_title < 0 && index_content < 0 ){
                                isMatch = false;
                            } else {
                                if (index_content < 0) {
                                    index_content = 0;
                                }
                                if (i == 0) {
                                    first_occur = index_content;
                                }
                            }
                        });
                    }
                    // show search results
                    if (isMatch) {
                        matchcounts += 1;
                        str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                        var content = data.content.trim().replace(/<[^>]+>/g,"");
                        if (first_occur >= 0) {
                            // cut out 100 characters
                            var start = first_occur - 20;
                            var end = first_occur + 80;
                            if(start < 0){
                                start = 0;
                            }
                            if(start == 0){
                                end = 50;
                            }
                            if(end > content.length){
                                end = content.length;
                            }
                            var match_content = content.substring(start, end);
                            // highlight all keywords
                            keywords.forEach(function(keyword){
                                var regS = new RegExp(keyword, "gi");
                                match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                            });

                            str += "<p class=\"search-result\">" + match_content +"...</p>"
                        }
                        str += "</li>";
                    }
                })};
                str += "</ul>";
                if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
                if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
                $resultContent.innerHTML = str;
            });
            proceedsearch();
        }
    });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };

    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  
  <script type="text/x-mathjax-config">
    MathJax.Hub.Config({
      tex2jax: {
        inlineMath: [ ['$','$'], ["\\(","\\)"]  ],
        processEscapes: true,
        skipTags: ['script', 'noscript', 'style', 'textarea', 'pre', 'code']
      }
    });
  </script>

  <script type="text/x-mathjax-config">
    MathJax.Hub.Queue(function() {
      var all = MathJax.Hub.getAllJax(), i;
      for (i=0; i < all.length; i += 1) {
        all[i].SourceElement().parentNode.className += ' has-jax';
      }
    });
  </script>
  <script type="text/javascript" src="//cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>


  

  
<script type="text/javascript" async src="//push.zhanzhang.baidu.com/push.js">
</script>


</body>
</html>
